{
    "label": "Thaumaturge-Effects",
    "folders": {
        "Weapon": "Weapon",
        "Chalice": "Chalice",
        "Implement Effects": "Implement Effects",
        "Tome": "Tome",
        "Amulet": "Amulet",
        "Lantern": "Lantern",
        "Regalia": "Regalia"
    },
    "entries": {
        "Breached Defenses": {
            "name": "Breached Defenses",
            "description": ""
        },
        "Breached Defenses Target": {
            "name": "Breached Defenses Target",
            "description": ""
        },
        "Cursed Effigy": {
            "name": "Cursed Effigy",
            "description": "<p><strong>Requirements</strong> Your last action was a successful Strike against the target of your Exploit Vulnerability, and the Strike dealt physical damage.</p>\n<hr />\n<p>After your attack, you grab a bit of blood, cut hair, or other piece of the creature's body. You incorporate the material into a premade doll, paper figure, or other effigy to create a sympathetic link that makes it harder to resist your abilities. As long as you are Exploiting Vulnerability against that creature, it takes a -2 status penalty to its saving throws against thaumaturge abilities or items that use your thaumaturge class DC.</p>"
        },
        "Effect: Amulet's Abeyance": {
            "name": "Effect: Amulet's Abeyance",
            "description": "<p>You forcefully present your amulet to turn away harm. You or a target ally within 15 feet gain resistance to all damage against the triggering damage. The resistance is equal to 2 + your level.</p>"
        },
        "Effect: Amulet's Abeyance Lingering Resistance": {
            "name": "Effect: Amulet's Abeyance Lingering Resistance",
            "description": "<p>Your amulet offers continued protection. When you use Amulet's Abeyance, you or your ally chooses one type of damage dealt by the triggering attack and gains resistance 5 against that damage type until the start of your next turn. At 15th level, this lingering resistance increases from 5 to 10.</p>"
        },
        "Effect: Chalice Adept Enabled": {
            "name": "Effect: Chalice Adept Enabled",
            "description": "<p>The life essence shed from blood empowers your chalice. If you or an ally within 30 feet takes piercing or slashing damage from a foe's critical hit or takes persistent bleed damage, Drinking from the Chalice before the end of your next turn grants that injured creature greater restoration to make up for its lost vitality. On a sip, the temporary Hit Points granted to the creature increase to 2 + your Charisma modifier + your level. When drained, the chalice heals the creature 5 Hit Points for each level you have.</p>"
        },
        "Effect: Chalice Drained": {
            "name": "Effect: Chalice Drained",
            "description": ""
        },
        "Effect: Chalice Intensify Enabled": {
            "name": "Effect: Chalice Intensify Enabled",
            "description": "<p>Your reinforced chalice can collect a creature's life force to become empowered. If you succeed at a Strike against the target of your Exploit Vulnerability, you increase the effect if someone Drinks from the Chalice before the end of that turn. Add an additional half your level to the temporary HP if the drinker sips, or add your level to the HP regained if the drinker drains the chalice. This effect isn't cumulative if you hit with more than one Strike.</p>"
        },
        "Effect: Chalice Temp HP": {
            "name": "Effect: Chalice Temp HP",
            "description": ""
        },
        "Effect: Exploit Vulnerability DC": {
            "name": "Effect: Exploit Vulnerability DC",
            "description": "<p>Provide an Exploit Vulnerability DC to roll a check against.</p>",
            "rules": {
                "0": {
                    "label": "Exploit Vulnerability DC"
                },
                "1": {
                    "label": "Standard Level DC"
                }
            }
        },
        "Effect: Exploit Vulnerability DC (PwoL)": {
            "name": "Effect: Exploit Vulnerability DC (PwoL)",
            "description": "<p>Provide an Exploit Vulnerability DC to roll a check against.</p><p>For the Proficiency without Level variant</p>",
            "rules": {
                "0": {
                    "label": "Exploit Vulnerability DC"
                },
                "1": {
                    "label": "Standard Level DC"
                }
            }
        },
        "Effect: In Lantern Light (Ally)": {
            "name": "Effect: In Lantern Light (Ally)",
            "description": "<p>The lantern's magical light attempts to reveal the unseen. You and your allies in the lantern's area of bright light gain a +1 status bonus to visual Perception checks to notice anything that is also within the bright light, and a +1 status bonus to checks to Recall Knowledge against creatures within the bright light, as the light exposes their true natures.</p>",
            "rules": {
                "0": {
                    "label": "In Lantern Light"
                },
                "1": {
                    "label": "In Lantern Light"
                }
            }
        },
        "Effect: In Lantern Light (Enemy)": {
            "name": "Effect: In Lantern Light (Enemy)",
            "description": ""
        },
        "Effect: Intensify Vulnerability (Amulet)": {
            "name": "Effect: Intensify Vulnerability (Amulet)",
            "description": "<p>Your amulet repels the creature's attempts to harm you. You gain a +2 status bonus to AC and saves against the target of your Exploit Vulnerability.</p>"
        },
        "Effect: Intensify Vulnerability (Chalice)": {
            "name": "Effect: Intensify Vulnerability (Chalice)",
            "description": "<p>Your reinforced chalice can collect a creature's life force to become empowered. If you succeed at a Strike against the target of your Exploit Vulnerability, you increase the effect if someone Drinks from the Chalice before the end of that turn. Add an additional half your level to the temporary HP if the drinker sips, or add your level to the HP regained if the drinker drains the chalice. This effect isn't cumulative if you hit with more than one Strike.</p>"
        },
        "Effect: Intensify Vulnerability (Lantern)": {
            "name": "Effect: Intensify Vulnerability (Lantern)",
            "description": "<p>Your lantern's light flares and burns bright, leaving no shadows in which secrets and enemies can hide. Against the target of your Exploit Vulnerability, the status bonuses from the lantern's initiate benefit increase to +2. The creature takes a -2 status penalty to Deception checks and Stealth checks as long as it's within the lantern's light. The creature can't be @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W] while it's in the lantern's light, though it still can potentially become @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC] or @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf] using cover or means other than the concealed condition.</p>",
            "rules": {
                "0": {
                    "text": "Against the target of your Exploit Vulnerability, the status bonuses from the lantern's initiate benefit increase to +2. The creature takes a -2 status penalty to Deception checks and Stealth checks as long as it's within the lantern's light. The creature can't be @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W] while it's in the lantern's light, though it still can potentially become @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC] or @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf] using cover or means other than the concealed condition."
                }
            }
        },
        "Effect: Intensify Vulnerability (Regalia)": {
            "name": "Effect: Intensify Vulnerability (Regalia)",
            "description": "<p>Your regalia implement makes you seem more confident and inspiring with each success. Whenever you successfully Strike the target of your Exploit Vulnerability, choose an ally that you can see. That ally gains a +1 circumstance bonus to its attack rolls against the creature until the beginning of your next turn. If the attack roll was a critical hit, the circumstance bonus increases to +2.</p>",
            "rules": {
                "0": {
                    "text": "Choose an ally that you can see to gain a +1 circumstance bonus to attack rolls against your target until the beginning of your next turn.\n\n@UUID[Compendium.pf2e-thaum-vuln.thaumaturge-effects.Item.gEfHdas8he98C9rR]{Regalia Intensify: Success}"
                },
                "1": {
                    "text": "Choose an ally that you can see to gain a +2 circumstance bonus to attack rolls against your target until the beginning of your next turn.\n\n@UUID[Compendium.pf2e-thaum-vuln.thaumaturge-effects.Item.CGANYKdu4lVXj0nk]{Regalia Intensify: Critical Success}"
                }
            }
        },
        "Effect: Intensify Vulnerability (Regalia) (critical success)": {
            "name": "Effect: Intensify Vulnerability (Regalia) (critical success)",
            "description": "<p>+2 circumstance bonus to attack rolls versus the Thaumaturge's target.</p>",
            "rules": {
                "0": {
                    "label": "Regalia Intensify Vulnerability Critical Success"
                }
            }
        },
        "Effect: Intensify Vulnerability (Regalia) (success)": {
            "name": "Effect: Intensify Vulnerability (Regalia) (success)",
            "description": "<p>+1 circumstance bonus to attack rolls versus the Thaumaturge's target.</p>",
            "rules": {
                "0": {
                    "label": "Regalia Intensify Vulnerability Success"
                }
            }
        },
        "Effect: Intensify Vulnerability (Tome)": {
            "name": "Effect: Intensify Vulnerability (Tome)",
            "description": "<p>Your tome's power not only reads a creature's present but even records its future actions. When you use Intensify Vulnerability, roll a d20 and set the result aside. At any time until the start of your next turn, you can use the d20 result you set aside for an attack roll to Strike the target of your Exploit Vulnerability, instead of rolling a new d20; this is a fortune effect.</p>",
            "rules": {
                "0": {
                    "label": "Tome Implement Intensify Vulnerability"
                }
            }
        },
        "Effect: Intensify Vulnerability (Weapon)": {
            "name": "Effect: Intensify Vulnerability (Weapon)",
            "description": "<p>Your weapon is drawn to your enemy's vital spots, almost of its own accord. You gain a +2 status bonus to attack rolls against the target of your Exploit Vulnerability.</p>",
            "rules": {
                "0": {
                    "label": "Weapon Intensify Vulnerability"
                }
            }
        },
        "Effect: Primary EV Target": {
            "name": "Effect: Primary EV Target",
            "description": "<p>Marks the target of Exploit Vulnerability</p>"
        },
        "Effect: Regalia Aura - Adept": {
            "name": "Effect: Regalia Aura - Adept",
            "description": "<p>+1 status bonus to saving throws against mental and +2 status bonus to damage rolls. +3 status bonus to damage rolls at 11th level, +4 at 17th level.</p>"
        },
        "Effect: Regalia Aura - Initiate": {
            "name": "Effect: Regalia Aura - Initiate",
            "description": "<p>+1 status bonus to saving throws against fear.</p>"
        },
        "Effect: Regalia Aura - Paragon": {
            "name": "Effect: Regalia Aura - Paragon",
            "description": "<p>+1 status bonus to saving throws against mental and +2 status bonus to damage rolls. +3 status bonus to damage rolls at 11th level, +4 at 17th level.</p>\n<p>Allies in your inspiring aura aren't flat-footed from being flanked unless you too are flanked. If one of your allies in the aura is clumsy, enfeebled, frightened, sickened, or stupefied, the status penalty your ally takes from the condition is 1 lower than the condition's value as long as the ally remains in the aura, unless you too are affected by the same condition.</p>",
            "rules": {
                "2": {
                    "label": "Thaumaturge not flanked"
                }
            }
        },
        "Effect: Tome Implement": {
            "name": "Effect: Tome Implement",
            "description": "<p>Tome implements embody lost knowledge and otherworldly insights. While a weathered book is most common, tome implements can have as many different form factors as there are ways to store knowledge, from carved clay tablets to bundles of knotted cords. Tome implements are associated with the harrow suit of books and the astrological signs of the stargazer and the underworld dragon.</p>\n<h3><strong>Initiate Benefit</strong></h3>\n<p>While you hold your tome, lines of text appear on the open pages, revealing useful information. While you hold your tome, you gain a +1 circumstance bonus to all skill checks to Recall Knowledge.</p>\n<p>During your daily preparations, you can gain the trained proficiency rank in two skills of your choice until you prepare again. You retain the benefit as long as the tome is on your person, even if you aren't holding it. At 3rd level, you're an expert in one of the skills and trained in the other, and at 5th level, you're an expert in both skills. Since these proficiencies are temporary, you can't use them as a prerequisite for a skill increase or a permanent character option like a feat.</p>\n<h3><strong>Adept Benefit</strong></h3>\n<p>In addition to the initiate benefits, your tome inscribes insights into creatures that you can use to strike them down. While holding your tome, at the start of your turn each round, attempt a check to Recall Knowledge about a creature of your choice that you're observing. If this check succeeds, you gain a +1 circumstance bonus to your next attack roll against that creature before the start of your next turn.</p>\n<p>When you gain temporary skill proficiencies during your daily preparations, one is at expert proficiency and the other at master proficiency. At 9th level, you have master proficiency in both.</p>\n<h3><strong>Paragon Benefit</strong></h3>\n<p>In addition to the other benefits, your tome's information alerts you to ambushes and attacks from your foes. While holding your tome, you can always roll a skill check for initiative against creatures or haunts using Esoteric Lore. If you do, you gain a +3 circumstance bonus to your initiative roll.</p>\n<p>The initiate benefit's circumstance bonus to Recall Knowledge from holding your tome increases from +1 to +2. When you succeed at the Recall Knowledge check granted by the tome's adept benefit, the bonus applies to all attack rolls you make before the start of your next turn, not just your next one. Lastly, when you gain temporary skill proficiencies, both are legendary.</p>"
        },
        "Esoteric Warden Effect": {
            "name": "Esoteric Warden Effect",
            "description": "<p>When you apply antithetical material against a creature successfully, you also ward yourself against its next attacks. When you succeed at your check to Exploit a Vulnerability, you gain a +1 status bonus to your AC against the creature's next attack and a +1 status bonus to your next saving throw against the creature; if you critically succeed, these bonuses are +2 instead. You can gain these bonuses only once per day against a particular creature, and the benefit ends if you Exploit Vulnerability again.</p>"
        },
        "Exploit Mortal Weakness": {
            "name": "Exploit Mortal Weakness",
            "description": ""
        },
        "Exploit Personal Antithesis": {
            "name": "Exploit Personal Antithesis",
            "description": ""
        },
        "Glimpse Vulnerability": {
            "name": "Glimpse Vulnerability",
            "description": ""
        },
        "Glimpse Vulnerability Target": {
            "name": "Glimpse Vulnerability Target",
            "description": ""
        },
        "Mortal Weakness Target": {
            "name": "Mortal Weakness Target",
            "description": ""
        },
        "Off-Guard (EV Critical Failure)": {
            "name": "Off-Guard (EV Critical Failure)",
            "description": "<p>Critical failure from a Thaumaturge's Exploit Vulnerability action.</p>"
        },
        "Personal Antithesis Target": {
            "name": "Personal Antithesis Target",
            "description": ""
        },
        "Thaumaturge Recall Knowledge": {
            "name": "Thaumaturge Recall Knowledge",
            "description": "<p>Adds a toggleable roll option for Exploit Vulnerability's recall knowledge actions.</p>"
        },
        "Tome Adept RK": {
            "name": "Tome Adept RK",
            "description": "<p>A Tome Adept Recall Knowledge check was done.  On a success, marks the token that was the check's target.</p>"
        }
    },
    "mapping": {
        "rules": {
            "converter": "translateRules",
            "path": "system.rules"
        }
    }
}