{
    "label": "Npc-Gallery",
    "entries": {
        "Acolyte of Nethys": {
            "name": "Acolyte of Nethys",
            "publicNotes": "<p>Underling clerics are still learning the tenets of their faith and answer to a superior priest. Their days are spent in devotion and learning, sequestered in temples.</p>\n<hr />\n<p>Religions inspire devout individuals to uphold their tenets. Many of these devotees seek to bring respite and hope, but others have darker motives.</p>"
        },
        "Acrobat": {
            "name": "Acrobat",
            "publicNotes": "<p>Acrobats perform feats of agility, balance, and strength. The acrobat is a 5th-level challenge for contests of acrobatics and the like.</p>\n<hr />\n<p>Performances can serve as entertainment, expressions of beauty, or part of a shared culture.</p>"
        },
        "Adept": {
            "name": "Adept",
            "publicNotes": "<p>Adepts have unlocked only the most minor occult mysteries of the universe. A few are chosen by accomplished practitioners for further training. Others volunteer to join a cabal by passing an initiation ritual.</p>\n<hr />\n<p>Those initiated into the hidden truths and forbidden secrets of the world are forever transformed-or so they claim. To the cynical, a mystic is nothing more than a charlatan or zealot. Others profess to sense an aura around such luminaries and treat them with reverence, lest they offend some harbinger of unspeakable doom.</p>"
        },
        "Advisor": {
            "name": "Advisor",
            "publicNotes": "<p>Trusted counselors of the court, advisors whisper words of guidance in the ears of those in power. Many nobles lean so heavily on their counsel that they make few decisions without them and insist on their attendance at all meetings and public events. Advisors are often master manipulators, and their guidance can shape a barony or even a kingdom-for good or ill.</p>\n<hr />\n<p>Though adventurers travel through perilous dungeons and across treacherous wilderness, sometimes the most dangerous place they can end up is in a noble court.</p>"
        },
        "Antipaladin": {
            "name": "Antipaladin",
            "publicNotes": "<p>There is perhaps nothing more anathematic to peace than an antipaladin. Dedicated holy warriors to the darkest and foulest of deities, antipaladins work to fulfill the vile wishes of their evil masters. The zeal with which they implement the plans of dark gods makes them truly fearsome foes for anyone allied with the forces of good.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>"
        },
        "Apothecary": {
            "name": "Apothecary",
            "publicNotes": "<p>Surrounded by bottles and bins of crushed herbs, curative minerals, and potent extracts, the apothecary skillfully combines materials into unguents and medicines. For encounters involving making medicine or alchemical contests, the apothecary is a 3rd-level challenge.</p>\n<hr />\n<p>The world is a dangerous place. Thankfully, there are those who devote their lives to easing the pain and suffering of others.</p>",
            "allSavesBonus": "+1 circumstance to all saves vs. poisons"
        },
        "Apprentice": {
            "name": "Apprentice",
            "publicNotes": "<p>Ambitious apprentices can be found in all cities. These individuals are generally younger and seek the approval of their masters as they learn their craft. Many yearn to exemplify the artistry behind their craft, one day becoming masters themselves. Depicted below is an apprentice cartographer.</p>\n<hr />\n<p>Every settlement needs tradespeople to create new products, facilitate commerce, and keep the infrastructure from crumbling. Larger cities often have entire guilds dedicated to the creation of specific goods, managing worker conditions, and working with local governments.</p>"
        },
        "Archer Sentry": {
            "name": "Archer Sentry",
            "publicNotes": "<p>Archer sentries slightly outrank the rank-and-file guards, taking positions on walls, garrisons, and other important locations where they can stay out of the fray and pick off criminals or assailants.</p>\n<hr />\n<p>Larger societies rely on those with the authority and the ability to interpret and enforce laws. In good-aligned societies, these officials carry out their duties fairly. In neutral and evil ones, these officials can be harsh and cruel (with an altered alignment to reflect this), imposing severe punishments on those who can't pay for mercy.</p>"
        },
        "Assassin": {
            "name": "Assassin",
            "publicNotes": "<p>Assassins commit murder, either for pay or due to their belief in a cause, such as a religion or a political movement. Some assassins work alone and choose their own victims. Others are members of assassins' guilds, organizations that accept contracts to kill in return for money, favors, or both.</p>\n<hr />\n<p>Some criminals are the desperate who have no option but to break the law to survive, while others choose a life of crime for thrills, forming gangs or underworld guilds that specialize in certain illegal ventures.</p>"
        },
        "Astronomer": {
            "name": "Astronomer",
            "publicNotes": "<p>Different cultures have created stories of the hows and whys of the universe, if things exist beyond the stars, and if the gods manipulate the heavenly bodies. But astronomers aren't interested in folktales-they desire truth.</p>\n<hr />\n<p>True power comes from knowledge: the power to shape the growth of kingdoms by mere whispers, staying three steps ahead of adversaries, or even knowing which flora is best for creating untraceable poisons.</p>"
        },
        "Azarketi Crab Catcher": {
            "name": "Azarketi Crab Catcher",
            "publicNotes": "<p>Azarketis, also known as Low Azlanti or gillmen, can be found all over Golarion, with a particularly high concentration around Absalom and the Inner Sea. Descendants of the ancient Azlanti, the azarketis survived the cataclysm of Earthfall by fleeing into the sea, where they were warped into amphibious forms by the alghollthu, the alien architects of Absalom's terrible demise. Generally found on the coast, azarketis favor life near a major body of water, as keeping their skin hydrated is a biological requirement. Though most azarketis live relatively peaceful lives of fishing or farming, they sometimes need to defend their homes against hostile forces, and some leave their communities to become adventurers. The following statistics may be used to represent commonly encountered azarketis.</p>\n<p>The average azarketi citizen in Absalom makes a living fishing or catching crabs. The deep harbor floor beneath the city docks is covered with traps left by the azarketis, who use individual glyphs to mark one crabber's trap from the other.</p>"
        },
        "Azarketi Sailor": {
            "name": "Azarketi Sailor",
            "publicNotes": "<p>Azarketis, also known as Low Azlanti or gillmen, can be found all over Golarion, with a particularly high concentration around Absalom and the Inner Sea. Descendants of the ancient Azlanti, the azarketis survived the cataclysm of Earthfall by fleeing into the sea, where they were warped into amphibious forms by the alghollthu, the alien architects of Absalom's terrible demise. Generally found on the coast, azarketis favor life near a major body of water, as keeping their skin hydrated is a biological requirement. Though most azarketis live relatively peaceful lives of fishing or farming, they sometimes need to defend their homes against hostile forces, and some leave their communities to become adventurers. The following statistics may be used to represent commonly encountered azarketis.</p>\n<p>Azarketis with more adventurous spirits often learn the art of sailing and join the crew of a ship. Such sailors get to enjoy their time above deck while also having near-constant access to large bodies of water. Ship captains also appreciate having azarketis on board, as they're able to easily scrape barnacles off the hull, check the rudder, and help patch any leaks. Though they have a talent for swimming more than sailing, they've earned a reputation as lucky to have on board.</p>"
        },
        "Azarketi Tide Tamer": {
            "name": "Azarketi Tide Tamer",
            "publicNotes": "<p>Azarketis, also known as Low Azlanti or gillmen, can be found all over Golarion, with a particularly high concentration around Absalom and the Inner Sea. Descendants of the ancient Azlanti, the azarketis survived the cataclysm of Earthfall by fleeing into the sea, where they were warped into amphibious forms by the alghollthu, the alien architects of Absalom's terrible demise. Generally found on the coast, azarketis favor life near a major body of water, as keeping their skin hydrated is a biological requirement. Though most azarketis live relatively peaceful lives of fishing or farming, they sometimes need to defend their homes against hostile forces, and some leave their communities to become adventurers. The following statistics may be used to represent commonly encountered azarketis.</p>\n<p>The most ambitious and capable azarketis become tide tamers, learning how to speak with aquatic animals and even train the strongest of these creatures to help defend their territory. Tide tamers act as guardians for their communities, scouts at sea and on the shore, or even entertainers for land-bound people's amusement. They're generally found with one or more aquatic allies whom they've befriended. Several serve alongside Absalom's Wave Riders as scouts, animal interlocutors, and guides.</p>"
        },
        "Bandit": {
            "name": "Bandit",
            "publicNotes": "<p>By setting ambushes and traps in concealing countryside, such as forests and mountains, bandits waylay travelers and plunder their valuables before disappearing back to their wilderness hideouts. Many bandits seek only to steal and release their victims alive, though a few prefer to leave no witnesses.</p>\n<hr />\n<p>Some criminals are the desperate who have no option but to break the law to survive, while others choose a life of crime for thrills, forming gangs or underworld guilds that specialize in certain illegal ventures.</p>"
        },
        "Barkeep": {
            "name": "Barkeep",
            "publicNotes": "<p>Barkeeps are often friends and mentors within a community, lending an ear while supplying libations. The best barkeeps have some talent for storytelling and passing on valuable advice.</p>\n<hr />\n<p>Countless adventures begin in a tavern or a pub. Maybe it's because such places attract the risk-prone, or maybe it's because everyone needs a little liquid courage before they decide to take on a group of rampaging ogres.</p>"
        },
        "Barrister": {
            "name": "Barrister",
            "publicNotes": "<p>Barristers may serve as criminal prosecutors or as legal advocates, defending the rights of those accused of crimes or named as defendants in civil cases. In a court case or other legal proceeding, the barrister is a 4th-level challenge.</p>\n<hr />\n<p>Larger societies rely on those with the authority and the ability to interpret and enforce laws. In good-aligned societies, these officials carry out their duties fairly. In neutral and evil ones, these officials can be harsh and cruel (with an altered alignment to reflect this), imposing severe punishments on those who can't pay for mercy.</p>"
        },
        "Beast Tamer": {
            "name": "Beast Tamer",
            "publicNotes": "<p>Beast tamers bring the wild to civilization, rearing and training creatures to follow their commands and perform flashy tricks that entertain audiences.</p>\n<hr />\n<p>Performances can serve as entertainment, expressions of beauty, or part of a shared culture.</p>"
        },
        "Beggar": {
            "name": "Beggar",
            "publicNotes": "<p>Wherever there is poverty, there are beggars. Beggars are truly the downtrodden of society-folks who have been cast out into the streets due to a variety of setbacks or the weight of circumstance. Some beggars work for underworld organizations as lookouts, spies, or even hired muscle on the cheap-sometimes by choice, but often not.</p>\n<hr />\n<p>Unfortunately, every society has people living on its fringes. While good communities work to grant aid and respite to their downtrodden, sometimes-due to economic downturn, famine, or war-the ranks of the less fortunate exceed the community's capacity to support them. In heartless neutral and evil societies, poverty is seen as an inevitability that can never be truly eradicated, or even worse, as a tool to be manipulated for political gain.</p>"
        },
        "Bodyguard": {
            "name": "Bodyguard",
            "publicNotes": "<p>Hired to protect someone famous or powerful, bodyguards use intimidation, quick wits, and martial skill to keep their charges safe. Such mercenaries might be auxiliaries to a noble's own guards, but with special directives to safeguard their patrons.</p>\n<hr />\n<p>A broad category that includes those wielding arms, spells, or even guile and cunning, mercenaries hire themselves and their expertise to those with the gold to pay for it.</p>"
        },
        "Bosun": {
            "name": "Bosun",
            "publicNotes": "<p>A ship's boatswain, or bosun, leads the deckhands who maintain the ship.</p>\n<hr />\n<p>Adventurers may need passage on a swift vessel, or they might face danger from raiders at sea or in coastal settlements.</p>"
        },
        "Bounty Hunter": {
            "name": "Bounty Hunter",
            "publicNotes": "<p>Bounty hunters are constantly on the move, whether within city walls or the wilderness, trailing their fugitive quarries for capture... or disposal. Often relying on stealth or deception as much as martial skill, bounty hunters employ a vast array of talents to accomplish their goals, not to mention to collect the hefty payout that follows.</p>\n<hr />\n<p>A broad category that includes those wielding arms, spells, or even guile and cunning, mercenaries hire themselves and their expertise to those with the gold to pay for it.</p>"
        },
        "Burglar": {
            "name": "Burglar",
            "publicNotes": "<p>Burglars specialize in breaking and entering to rob homes and businesses. These criminals focus on gaining access to secure buildings and bypassing traps and other security measures while remaining undetected all the while.</p>\n<hr />\n<p>Some criminals are the desperate who have no option but to break the law to survive, while others choose a life of crime for thrills, forming gangs or underworld guilds that specialize in certain illegal ventures.</p>",
            "acDetails": "22 vs. traps",
            "allSavesBonus": "+1 circumstance to all saves vs. traps",
            "sensesDetails": "(+11 to find traps)"
        },
        "Captain Of The Guard": {
            "name": "Captain Of The Guard",
            "publicNotes": "<p>The captain of the guard leads a troop of soldiers who serve as security forces for a powerful individual, most often a high-ranking noble or very rich merchant, though this stat block could also represent a lower-ranking captain of the guard for the leader of a nation. A formidable opponent in their own right, the captain of the guard skillfully employs their troops to protect the life and health of their ward.</p>\n<hr />\n<p>Larger societies rely on those with the authority and the ability to interpret and enforce laws. In good-aligned societies, these officials carry out their duties fairly. In neutral and evil ones, these officials can be harsh and cruel (with an altered alignment to reflect this), imposing severe punishments on those who can't pay for mercy.</p>",
            "acDetails": "(26 with shield raised)"
        },
        "Changeling Hellknight": {
            "name": "Changeling Hellknight",
            "allSavesBonus": "+2 circumstance to all saves vs. dream and sleep"
        },
        "Charlatan": {
            "name": "Charlatan",
            "publicNotes": "<p>Charlatans use pretense and misdirection to swindle money and other valuables from the credulous and confused. Selling snake oil (literally or figuratively), distracting marks to pick their pockets, or faking mediumship are classic grifts.</p>\n<hr />\n<p>Some criminals are the desperate who have no option but to break the law to survive, while others choose a life of crime for thrills, forming gangs or underworld guilds that specialize in certain illegal ventures.</p>"
        },
        "Charming Scoundrel": {
            "name": "Charming Scoundrel",
            "publicNotes": "<p><em>This handsome gnome sports an impressive coiffure and a flashy costume that catches the eye.</em></p>\n<p>While most Firebrands enjoy the attention their exploits bring, the charming scoundrel takes this to extremes, often boasting about their daring exploits and attempting to parlay stories of their notorious deeds into free drinks or lodging. The scoundrel sees little harm in taking credit for any activities attributed to the organization, provided that intervention from local law enforcement seems unlikely. They are likely to take on high-profile jobs for the Firebrands just for the thrill of later recounting the narrow scrapes of their adventure.</p>\n<p>The charming scoundrel is as dramatic in combat as outside of it, often darting from opponent to opponent and disorienting foes with flashy swordplay. If a battle is going well, the scoundrel will often shout taunts at slow-footed opponents or encouragement to allies. While prideful and competitive, the scoundrel is a pragmatist at heart and will opt to add a tale of a cunning escape to their repertoire if the odds seem stacked against them.</p>\n<hr />\n<p>Wherever oppression or an opportunity for daring adventure can be found, the Firebrands can be found chasing after. PCs might find the Firebrands to be allies in a quest for righteous rebellion or justice against slavery, or they might find these dashing daredevils to be friendly-or not so friendly-rivals for the same treasure. The charming scoundrel presented here could easily be a low level freedom fighter or foil for the PCs, or might serve as crew for the privateer captain. The privateer captain can serve as a transport willing to take the PCs to the most dangerous locations, an intermittent ally that provides a timely rescue when least expected, a competing explorer, or a powerful and deadly enemy.</p>"
        },
        "Chronicler": {
            "name": "Chronicler",
            "publicNotes": "<p>Exploration means very little if no account of the details exist. Members of adventuring bands cherish chroniclers who record tales of their deeds.</p>\n<hr />\n<p>The world is a wide, open place fraught with peril and adventure. Explorers use their knowledge of nature and survival skills to see every corner of the land.</p>"
        },
        "Commoner": {
            "name": "Commoner",
            "publicNotes": "<p>Though not every commoner is downtrodden, many live hard lives of toil as they work to keep their families fed and housed in relative comfort. While many commoners are just simple folks who keep to themselves, sometimes commoners rebel, either rising up to face their oppressors or persuaded or even duped into joining nefarious plans and criminal conspiracies. Commoners benefit from power in numbers, and a crowd of commoners can accomplish a great deal more than their rulers often expect.</p>\n<hr />\n<p>Unfortunately, every society has people living on its fringes. While good communities work to grant aid and respite to their downtrodden, sometimes-due to economic downturn, famine, or war-the ranks of the less fortunate exceed the community's capacity to support them. In heartless neutral and evil societies, poverty is seen as an inevitability that can never be truly eradicated, or even worse, as a tool to be manipulated for political gain.</p>"
        },
        "Cult Leader": {
            "name": "Cult Leader",
            "publicNotes": "<p>A career of mystical accomplishments combined with a lifetime of subterfuge and intimidation has elevated this occultist to a powerful position.</p>\n<hr />\n<p>Those initiated into the hidden truths and forbidden secrets of the world are forever transformed-or so they claim. To the cynical, a mystic is nothing more than a charlatan or zealot. Others profess to sense an aura around such luminaries and treat them with reverence, lest they offend some harbinger of unspeakable doom.</p>"
        },
        "Cultist": {
            "name": "Cultist",
            "publicNotes": "<p>Excessively zealous, a cultist finds exalted purpose in their sect. Never questioning their leader, they devote themselves to achieving their most perfect spiritual form.</p>\n<hr />\n<p>Those initiated into the hidden truths and forbidden secrets of the world are forever transformed-or so they claim. To the cynical, a mystic is nothing more than a charlatan or zealot. Others profess to sense an aura around such luminaries and treat them with reverence, lest they offend some harbinger of unspeakable doom.</p>"
        },
        "Dancer": {
            "name": "Dancer",
            "publicNotes": "<p>Dance can be used to tell stories, share emotions, provide entertainment, and display a performer's athletic ability. The dancer is a 5th-level challenge for dance contests.</p>\n<hr />\n<p>Performances can serve as entertainment, expressions of beauty, or part of a shared culture.</p>"
        },
        "Demonologist": {
            "name": "Demonologist",
            "publicNotes": "<p>Demonologists can pull a creature from the Abyss and bend it to their will... for a time.</p>\n<hr />\n<p>Those initiated into the hidden truths and forbidden secrets of the world are forever transformed-or so they claim. To the cynical, a mystic is nothing more than a charlatan or zealot. Others profess to sense an aura around such luminaries and treat them with reverence, lest they offend some harbinger of unspeakable doom.</p>"
        },
        "Despot": {
            "name": "Despot",
            "publicNotes": "<p>Despots live to amass and exploit power over others.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>"
        },
        "Dockhand": {
            "name": "Dockhand",
            "publicNotes": "<p>Working to load and unload cargo from ships, dockhands are considered unruly, but many stay focused and work hard until the job is done. Some do celebrate the end of their work day with rowdy drinking.</p>\n<hr />\n<p>Every day, laborers perform backbreaking physical work.</p>"
        },
        "Drunkard": {
            "name": "Drunkard",
            "publicNotes": "<p>Every tavern has one-that person who drinks a little too much and starts a fight. While many drunkards are relatively harmless, a few have a hair trigger, and when they're set off come, no one-even the drunkard themself-can tell you what started the row.</p>\n<hr />\n<p>Countless adventures begin in a tavern or a pub. Maybe it's because such places attract the risk-prone, or maybe it's because everyone needs a little liquid courage before they decide to take on a group of rampaging ogres.</p>"
        },
        "Ethereal Sailor": {
            "name": "Ethereal Sailor"
        },
        "Executioner": {
            "name": "Executioner",
            "publicNotes": "<p>Executioners carry out sentences from cruel tyrants and legitimate rulers alike. Most remain numb to the necessity of their duty, but some evil executioners grow to love the power of having someone else's life in their hands.</p>\n<hr />\n<p>Larger societies rely on those with the authority and the ability to interpret and enforce laws. In good-aligned societies, these officials carry out their duties fairly. In neutral and evil ones, these officials can be harsh and cruel (with an altered alignment to reflect this), imposing severe punishments on those who can't pay for mercy.</p>"
        },
        "False Priest": {
            "name": "False Priest",
            "publicNotes": "<p>Belief is perhaps the strongest force in the universe, driving many to great heights. Instilling a sense of belief and then using that belief against someone, however, is the discipline of a false priest. Combining their gifts of deception, a silver tongue, and an impeccable sense of timing, the false priest can gain influence among the powerful, entice a mark to dispose of all their possessions, and make a believer out of a cynic.</p>\n<hr />\n<p>Those initiated into the hidden truths and forbidden secrets of the world are forever transformed-or so they claim. To the cynical, a mystic is nothing more than a charlatan or zealot. Others profess to sense an aura around such luminaries and treat them with reverence, lest they offend some harbinger of unspeakable doom.</p>"
        },
        "Farmer": {
            "name": "Farmer",
            "publicNotes": "<p>Workers of the fields, vineyards, and orchards of the world, farmers are known for their rugged endurance and their skill with both plants and animals.</p>\n<hr />\n<p>Every day, laborers perform backbreaking physical work.</p>"
        },
        "Fence": {
            "name": "Fence",
            "publicNotes": "<p>The longer criminals hold on to stolen loot, the greater the chance they will get caught. Fences make themselves indispensable in the underworld by paying for stolen goods in order to resell them later, whether through a seemingly legitimate business or to a closed group of elite buyers.</p>\n<hr />\n<p>Some criminals are the desperate who have no option but to break the law to survive, while others choose a life of crime for thrills, forming gangs or underworld guilds that specialize in certain illegal ventures.</p>"
        },
        "Gang Leader": {
            "name": "Gang Leader",
            "publicNotes": "<p>Cutthroats, killers, thieves, and toughs prey upon the vulnerable of society. Directing their activities and keeping them in line are the duties of the gang leader.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>"
        },
        "Grave Robber": {
            "name": "Grave Robber",
            "publicNotes": "<p>Many cultures have a tradition of burying their dead with a selection of the deceased's most precious possessions, and some include gifts that are thought to provide a boon in the afterlife. Such valuables can be easy pickings for those with no respect for-or fear of-the dead.</p>\n<hr />\n<p>Some criminals are the desperate who have no option but to break the law to survive, while others choose a life of crime for thrills, forming gangs or underworld guilds that specialize in certain illegal ventures.</p>"
        },
        "Gravedigger": {
            "name": "Gravedigger",
            "publicNotes": "<p>An often-overlooked group of laborers, gravediggers have a reputation for being as quiet and grim as their workplace. They are commonly strong and tough from their long hours of backbreaking labor, and they tend to have a unique perspective on life and death.</p>\n<hr />\n<p>Every day, laborers perform backbreaking physical work.</p>"
        },
        "Guard": {
            "name": "Guard",
            "publicNotes": "<p>Guards are rank-and-file members of a town watch or city guard, trained to look for trouble, take down criminals, and follow orders. They are a match for only the most fledgling of adventurers and criminals, but, given time, the settlement can usually muster them in numbers sufficient to neutralize most threats.</p>\n<hr />\n<p>Larger societies rely on those with the authority and the ability to interpret and enforce laws. In good-aligned societies, these officials carry out their duties fairly. In neutral and evil ones, these officials can be harsh and cruel (with an altered alignment to reflect this), imposing severe punishments on those who can't pay for mercy.</p>",
            "sensesDetails": "(+8 to find concealed objects)"
        },
        "Guide": {
            "name": "Guide",
            "publicNotes": "<p>Guides bring travelers, tourists, and adventurers into the wondrous natural world, using their expertise to avoid deadly monsters and gruesome hazards.</p>\n<hr />\n<p>The world is a wide, open place fraught with peril and adventure. Explorers use their knowledge of nature and survival skills to see every corner of the land.</p>"
        },
        "Guildmaster": {
            "name": "Guildmaster",
            "publicNotes": "<p>In cities, artisans working in a common trade often form guilds to set standards of quality, establish common prices, engage in collective bargaining with business owners, and lobby local governments for favorable laws. The guildmaster-often a master artisan in their own right-also acts as an administrator and politician, advocating for artisans in their trade. The guildmaster is a 12th-level challenge when competing in crafting or their area of expertise (architecture in the example below).</p>\n<hr />\n<p>Every settlement needs tradespeople to create new products, facilitate commerce, and keep the infrastructure from crumbling. Larger cities often have entire guilds dedicated to the creation of specific goods, managing worker conditions, and working with local governments.</p>"
        },
        "Harbormaster": {
            "name": "Harbormaster",
            "publicNotes": "<p>There are three flows important to any port: the seaward and coastal flows, marked by the rise and fall of the tides, and the flow of trade. A harbormaster is expected to know the former two reflexively and encourage the latter while knowing jurisdictional rules of law. Often old hands of the sea, harbormasters find themselves anchored to a port by commitment, conflict, or reputation.</p>\n<hr />\n<p>Magistrates are the cogs and gears that keep bureaucracy running, moving the machine along under the inertia of the status quo.</p>"
        },
        "Harrow Reader": {
            "name": "Harrow Reader",
            "publicNotes": "<p>A harrow deck is a set of 54 cards with symbolic illustrations that serves as a sacred divining tool. Feared by the superstitious and avoided by those who know better than to tempt fate, harrow readers live and work in traveling communities, often moving from town to town as opportunities arise. For encounters involving social interaction, the harrow reader is a 3rd-level challenge.</p>\n<hr />\n<p>Those initiated into the hidden truths and forbidden secrets of the world are forever transformed-or so they claim. To the cynical, a mystic is nothing more than a charlatan or zealot. Others profess to sense an aura around such luminaries and treat them with reverence, lest they offend some harbinger of unspeakable doom.</p>"
        },
        "Hellknight Armiger": {
            "name": "Hellknight Armiger",
            "publicNotes": "<p><em>This menacing dwarf wears a suit of armor emblazoned with the symbol of her Hellknight order, and she wields a mighty flail.</em></p>\n<p>Armigers are the foot soldiers of the Hellknights and form the largest group of members for most orders. Whatever their specific reasons for joining the organization, armigers share the Hellknights' dedication to spreading the rule of law across Golarion. This commitment sees them serving in a variety of missions, whether it be rooting out bandits and crooks, imprisoning smugglers and black marketeers, or investigating rumors of sedition. While frontier villagers sometimes welcome the assurance of safety that the Hellknights bring, free thinkers and historians chafe at the restrictions on movement and expression that armigers enforce.</p>\n<p>Although armigers are not yet full knights, those who underestimate them have made a grievous error. Once ordered to take a position or eliminate a foe, an armiger is unerring in fulfilling their order. During battle, they wade eagerly into the fray, targeting servants of chaotic gods and those they observe using underhanded tactics.</p>\n<hr />\n<p>Firm believers in enforcing the law at any cost, Hellknights are often based in Cheliax, but they travel to all across Golarion to enforce their ideals of order. This rigid viewpoint and intolerance for dissent means that PCs can just as easily find villains in these Hellknights as they can allies; an agent of the Hellknight Order of the Chain might aid the PCs in subduing a vile and violent criminal, or might hunt down the PCs due to mild infractions of unjust laws. The Hellknight armiger presented here might be an unrepentant enforcer seeking to quell rebellion among the oppressed, a dedicated monster hunter, a censor of artistic innovation, a savior to victims of kidnapping, a spy and torturer, or a lawful crusader against demonic incursions. Hellknight paravicars, meanwhile, are absolute exemplars of their orders, and PCs who encounter them will likely find themselves in the midst of momentous events.</p>",
            "allSavesBonus": "+1 status to all saves vs. fear",
            "speedsDetails": "ignores 5 feet of speed reduction from being encumbered"
        },
        "Hellknight Paravicar": {
            "name": "Hellknight Paravicar",
            "publicNotes": "<p><em>Face covered by a menacing helm and body clad in ornate plate, this figure projects an aura of immutable authority.</em></p>\n<p>Each order of Hellknights is led by a powerful paravicar, a general in charge of dictating the order's tactics and the administration of its resources. Within the order, the word of these figures is law, and members from the lowliest squire to the most senior knight follow commands from a paravicar with unswerving devotion. Paravicars see their personal dedication to the order's edicts as an example for all members and hold themselves to the same high standards as their underlings. Though they seldom need to call upon them, paravicars use their considerable infernal powers to reinforce their positions in the Hellknight's hierarchy.</p>\n<p>In combat, paravicars take direct command of their troops of knights and armigers. Paravicars are experienced campaigners who prefer calculated tactical gambits to hot-headed, risky maneuvers that could leave their forces exposed. If pressed into combat, paravicars use their abilities to demoralize their foes and compel enemies to become their allies or to flee the field.</p>\n<hr />\n<p>Firm believers in enforcing the law at any cost, Hellknights are often based in Cheliax, but they travel to all across Golarion to enforce their ideals of order. This rigid viewpoint and intolerance for dissent means that PCs can just as easily find villains in these Hellknights as they can allies; an agent of the Hellknight Order of the Chain might aid the PCs in subduing a vile and violent criminal, or might hunt down the PCs due to mild infractions of unjust laws. The Hellknight armiger presented here might be an unrepentant enforcer seeking to quell rebellion among the oppressed, a dedicated monster hunter, a censor of artistic innovation, a savior to victims of kidnapping, a spy and torturer, or a lawful crusader against demonic incursions. Hellknight paravicars, meanwhile, are absolute exemplars of their orders, and PCs who encounter them will likely find themselves in the midst of momentous events.</p>"
        },
        "Hunter": {
            "name": "Hunter",
            "publicNotes": "<p>As is reflected in the many depictions of an elk-headed Erastil, god of the hunt, the hunter is very much a creature of the forest, known by the forest and familiar with every aspect of it. After all, the final determination of who is the hunter and who is prey often depends on who is able to make an ally of the terrain.</p>\n<hr />\n<p>From the managed and cultivated forests that support villages to the tree-covered crown lands where only nobles and their servants are permitted to hunt, forests provide. To communities, forests provide fuel, food, medicine, and raw materials, while royally protected forests provide food for the nobles' table and a source of entertainment in the form of organized hunts. Even the ancient woods untouched by mortal hand or blade provide bards with settings where legends happened and could happen again. Many find the forest depths unsettling, but others live their lives among the trees and alongside the creatures that make their homes there.</p>"
        },
        "Innkeeper": {
            "name": "Innkeeper",
            "publicNotes": "<p>The sight of an inn is a welcome one to any weary traveler. Innkeepers can often be found cleaning the common room, overseeing the evening meal, or settling in new lodgers. Innkeepers keep an eye on their neighbors' doings and are often excellent sources of information.</p>\n<hr />\n<p>Countless adventures begin in a tavern or a pub. Maybe it's because such places attract the risk-prone, or maybe it's because everyone needs a little liquid courage before they decide to take on a group of rampaging ogres.</p>"
        },
        "Jailer": {
            "name": "Jailer",
            "publicNotes": "<p>A jailer's primary responsibility is to keep prisoners from escaping. Jailers must often use force, or the threat of force, to keep their charges in line, as even the most carefully crafted cells, manacles, or chains can fail with time and persistence when the prisoners have the will to attempt an escape.</p>\n<hr />\n<p>Larger societies rely on those with the authority and the ability to interpret and enforce laws. In good-aligned societies, these officials carry out their duties fairly. In neutral and evil ones, these officials can be harsh and cruel (with an altered alignment to reflect this), imposing severe punishments on those who can't pay for mercy.</p>",
            "sensesDetails": "(+10 to find concealed objects)"
        },
        "Judge": {
            "name": "Judge",
            "publicNotes": "<p>These magistrates have the final say on the intent and spirit of the law. Properly exercised, the duty of a judge is the strict adherence to the law regardless of station, with minimal sentimentality toward rationalization and justification of why the law was broken. Yet expectations and practice are not always the same thing. For every unbiased justice, there is one who is zealously confident in their own agenda. In a court case or other legal proceeding, the judge is a 6th-level challenge.</p>\n<hr />\n<p>Magistrates are the cogs and gears that keep bureaucracy running, moving the machine along under the inertia of the status quo.</p>",
            "sensesDetails": "(+15 to sense motive)"
        },
        "Librarian": {
            "name": "Librarian",
            "publicNotes": "<p>Keepers of knowledge, librarians document discoveries, events, and laws. The best librarians record events twice; once for public record, and again to record how events truly unfolded. A librarian typically knows four to six additional languages, often including Elven and Draconic. A librarian is a 3rd-level challenge for encounters involving research.</p>\n<hr />\n<p>True power comes from knowledge: the power to shape the growth of kingdoms by mere whispers, staying three steps ahead of adversaries, or even knowing which flora is best for creating untraceable poisons.</p>"
        },
        "Mage For Hire": {
            "name": "Mage For Hire",
            "publicNotes": "<p>Not all mercenaries sell brawn and intimidating glares. Some sell their magical talents to earn a living. While there are many types of mages for hire, some of the sneakiest are specialized in divination, using their skills for infiltration and sabotage.</p>\n<hr />\n<p>A broad category that includes those wielding arms, spells, or even guile and cunning, mercenaries hire themselves and their expertise to those with the gold to pay for it.</p>"
        },
        "Mastermind": {
            "name": "Mastermind",
            "publicNotes": "<p>Masterminds weave long-ranged plots to see their nefarious goals come to fruition, deftly manipulating those around them, and turning enemies into friends and then pitting them against one another. When competing in a social or intellectual arena, the mastermind is a 7th-level challenge.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>"
        },
        "Merchant": {
            "name": "Merchant",
            "publicNotes": "<p>Small settlements can typically support one or two generalist merchants, and larger cities house multiple specialists-experts in one type of product. Merchants can be found anywhere: vendors hustling in the public square, shopkeepers running small storefronts, traveling salespeople in carriages or caravans, or wealthy tycoons running entire organizations devoted to commerce. For encounters involving negotiation or mercantile skill, a merchant is a 4th-level challenge. A merchant might have an additional Lore skill about a specific category of item (such as jewelry or magic weapons), with a total skill bonus 2 higher than Mercantile Lore.</p>\n<hr />\n<p>Every settlement needs tradespeople to create new products, facilitate commerce, and keep the infrastructure from crumbling. Larger cities often have entire guilds dedicated to the creation of specific goods, managing worker conditions, and working with local governments.</p>"
        },
        "Miner": {
            "name": "Miner",
            "publicNotes": "<p>Miners explore deep underground in search of minerals and rare materials, taking numerous precautions to keep themselves safe.</p>\n<hr />\n<p>Every day, laborers perform backbreaking physical work.</p>"
        },
        "Monster Hunter": {
            "name": "Monster Hunter",
            "publicNotes": "<p>Some mercenaries eschew the complications of politics, oaths of service, and fealty and just get paid to hunt monsters. It's a straightforward form of mercenary service, often dangerous in the extreme, but one that can yield glory and fame.</p>\n<hr />\n<p>A broad category that includes those wielding arms, spells, or even guile and cunning, mercenaries hire themselves and their expertise to those with the gold to pay for it.</p>"
        },
        "Navigator": {
            "name": "Navigator",
            "publicNotes": "<p>A navigator uses celestial bodies and shipping lanes to determine routes. For noncombat tasks involving navigation or sailing, the navigator is a 4th-level challenge.</p>\n<hr />\n<p>Adventurers may need passage on a swift vessel, or they might face danger from raiders at sea or in coastal settlements.</p>"
        },
        "Necromancer": {
            "name": "Necromancer",
            "publicNotes": "<p>Defiling the natural order and spitting in the face of convention, the necromancer remains dutifully committed to understanding what forces await beyond the mortal boundaries of life and death.</p>\n<hr />\n<p>Those initiated into the hidden truths and forbidden secrets of the world are forever transformed-or so they claim. To the cynical, a mystic is nothing more than a charlatan or zealot. Others profess to sense an aura around such luminaries and treat them with reverence, lest they offend some harbinger of unspeakable doom.</p>"
        },
        "Noble": {
            "name": "Noble",
            "publicNotes": "<p>Envied by many and detested by still others, nobles exude confidence and gentility. Gossip and gambling are often nobles' favorite pastimes. Day-to-day life for a noble is often a mixture of business and leisure, and to an onlooker, such a lifestyle can appear to be nothing more than a string of meals, parties, and game halls. However, despite what some might believe, life as a noble is often quite dangerous and requires far more intellect than it would appear-along with a healthy dose of suspicion.</p>\n<hr />\n<p>Though adventurers travel through perilous dungeons and across treacherous wilderness, sometimes the most dangerous place they can end up is in a noble court.</p>"
        },
        "Palace Guard": {
            "name": "Palace Guard",
            "publicNotes": "<p>Every palace has its gatekeepers. Often the younger offspring of minor nobility or those from long lines of trusted staff, the palace guards are in charge of defending the royal family and their inner stronghold. Their days consist of guarding doorways, escorting nobles to various locations, and keeping those in their charge as safe as possible. The statistics below are for the lowest rank-and-file member of a small nation's palace guards; they also work well for elite guards of a lesser noble.</p>\n<hr />\n<p>Though adventurers travel through perilous dungeons and across treacherous wilderness, sometimes the most dangerous place they can end up is in a noble court.</p>"
        },
        "Pathfinder Field Agent": {
            "name": "Pathfinder Field Agent",
            "publicNotes": "<p><em>This half-elf woman looks dressed to travel anywhere and prepared for any eventuality she might find along the way.</em></p>\n<p>No two field agents follow the same path to join the Pathfinder Society, nor the same path once they embark on their first expedition. The Society's treacherous missions require all types of adventurers, from seasoned combatants to ruin delvers and experts in the occult. Some field agents are highly specialized, filling a single role in a larger group of Pathfinders, while others branch out into a broad range of abilities.</p>\n<p>This field agent seeks the thrill of discovering lost treasures from the Inner Sea's many ancient ruins. She scouts ahead for her team, keeping an eye out for enemies, traps, and other dangers. In fights, she is cautious and practical, preferring to stay mobile and out of sight. She sneaks in for a finishing blow when victory is certain.</p>\n<hr />\n<p>The Pathfinder Society is a large and influential organization seeking to learn and share their knowledge to others, and its members can be found even in the least likely of places. PCs who are members of the Pathfinder Society might accompany a Pathfinder field agent or get news and assignments from a Pathfinder venture-captain.</p>",
            "acDetails": "(22 against traps)",
            "allSavesBonus": "+1 circumstance to all saves vs. traps",
            "sensesDetails": "trap finder"
        },
        "Pathfinder Venture-Captain": {
            "name": "Pathfinder Venture-Captain",
            "publicNotes": "<p><em>The barnacle-crusted armor of this dwarf hints at a thousand exciting tales.</em></p>\n<p>The venture-captains of the Pathfinder Society rose through the ranks of the organization by following a unique path. An individual venture-captain has overcome numerous challenges, and each has countless stories to tell-and the scars to go with them. Each venture-captain maintains a lodge somewhere in the Inner Sea, where Pathfinder agents can rest, share stories, and set out on new missions. The venture-captain assigns these missions themselves, and they can draw on the significant resources of the Pathfinder Society-as well as any local allies they have-to ensure the missions' success.</p>\n<p>This venture-captain operates a lodge that also serves as a tavern. His interest in epic tales led him to join the Society, and he gladly shares these stories with interested parties. Opportunistic field agents can gain the venture-captain's favor by recovering unique and valuable liquors. The venture-captain hopes to one day publish a Pathfinder Chronicle of his own.</p>\n<hr />\n<p>The Pathfinder Society is a large and influential organization seeking to learn and share their knowledge to others, and its members can be found even in the least likely of places. PCs who are members of the Pathfinder Society might accompany a Pathfinder field agent or get news and assignments from a Pathfinder venture-captain.</p>",
            "acDetails": "(34 with shield raised)"
        },
        "Physician": {
            "name": "Physician",
            "publicNotes": "<p>The art of medicine is a blend of the intellectual and the practical, concerned with how diseases work and how to prevent them. The physician can be found consulting well-thumbed tomes while meticulously examining patients to better understand their condition, before determining the most effective treatment. For medical matters, the physician is a 4th-level challenge.</p>\n<hr />\n<p>The world is a dangerous place. Thankfully, there are those who devote their lives to easing the pain and suffering of others.</p>",
            "sensesDetails": "(+8 to notice ailments)"
        },
        "Pirate": {
            "name": "Pirate",
            "publicNotes": "<p>These scourges of the seas are a threat to anyone who spends time away from land.</p>\n<hr />\n<p>Adventurers may need passage on a swift vessel, or they might face danger from raiders at sea or in coastal settlements.</p>"
        },
        "Plague Doctor": {
            "name": "Plague Doctor",
            "publicNotes": "<p>These healers, often seen wearing distinctive masks and burning powders to defend against airborne plagues, are as much feared as they are respected. To see a plague doctor signals that disease has infested the land-and that it might have already taken hold. Despite their devoted work in curing the untouchable, they are sometimes treated with suspicion, as if they are somehow the cause of the plague.</p>\n<hr />\n<p>The world is a dangerous place. Thankfully, there are those who devote their lives to easing the pain and suffering of others.</p>"
        },
        "Poacher": {
            "name": "Poacher",
            "publicNotes": "<p>Some forests are protected by kings, others only by wild things. Laws against hunting may protect the private reserves of nobles or guard the viability of animal populations of shared forests during specific seasons. Poachers violate those laws- sometimes out of greed, sometimes out of desperation, and sometimes for sport. Although penalties against poaching often include public shaming, in lean times a successful poacher is a local hero.</p>\n<hr />\n<p>From the managed and cultivated forests that support villages to the tree-covered crown lands where only nobles and their servants are permitted to hunt, forests provide. To communities, forests provide fuel, food, medicine, and raw materials, while royally protected forests provide food for the nobles' table and a source of entertainment in the form of organized hunts. Even the ancient woods untouched by mortal hand or blade provide bards with settings where legends happened and could happen again. Many find the forest depths unsettling, but others live their lives among the trees and alongside the creatures that make their homes there.</p>"
        },
        "Priest of Pharasma": {
            "name": "Priest of Pharasma",
            "publicNotes": "<p>Cloistered priests safeguard their temples and communities. They are the stalwart keepers of their god's tenets, devoted to spreading the word. Their guidance or healing services come at the cost of a donation.</p>\n<hr />\n<p>Religions inspire devout individuals to uphold their tenets. Many of these devotees seek to bring respite and hope, but others have darker motives.</p>"
        },
        "Prisoner": {
            "name": "Prisoner",
            "publicNotes": "<p>Most who end up in a jail, dungeon, or prison are just biding their time until their imprisonment ends, trying to find ways to make it through interminable days of boredom and deprivation. Some, however, may use their time on the inside to strengthen their criminal connections. Using force and intimidation to gain status among other prisoners, they create makeshift weapons to take down their enemies and give them an edge if escape becomes possible. Even for prisoners who don't become involved in the world of prison politics, learning to stand up for themselves and projecting an air of toughness can become essential for survival in a place where people have little left to lose.</p>\n<hr />\n<p>Unfortunately, every society has people living on its fringes. While good communities work to grant aid and respite to their downtrodden, sometimes-due to economic downturn, famine, or war-the ranks of the less fortunate exceed the community's capacity to support them. In heartless neutral and evil societies, poverty is seen as an inevitability that can never be truly eradicated, or even worse, as a tool to be manipulated for political gain.</p>"
        },
        "Privateer Captain": {
            "name": "Privateer Captain",
            "publicNotes": "<p><em>A faint crust of salt rimes the coattails of this mariner, and her steely eyes gaze from beneath the brim of her tricorne hat.</em></p>\n<p>Dismissively called a pirate or thief by some, the privateer captain commands a loyal crew that plies the waters of the Inner Sea and beyond. Privateers work for their own profit and reputation, of course, but they also commit themselves to keeping the sea-lanes free from navies that strive to enforce land law on the unbounded waves. Tyrants and slavers are their favorite targets, and many a greedy colonizer or trafficker in flesh has been sent to the bottom of the sea after the captain liberated their cargo. Generally, however, the privateer captain is willing to spare prisoners so that they might be ransomed and spread tales of Firebrands' actions across the region.</p>\n<p>The privateer captain is often at the vanguard of boarding parties. Many call on the power of the fickle goddess Besmara to strengthen their crew in battle and sanctify each shipboard raid. As at home in water as on deck, a privateer captain will gladly leap into the sea to pursue a foe or rescue a fallen crewmate. Though the privateer captain might run under a false flag or attempt to deceive a foe before battle, they generally honor agreements to surrender and make a point to keep their word, particularly when dealing with other Firebrands.</p>\n<hr />\n<p>Wherever oppression or an opportunity for daring adventure can be found, the Firebrands can be found chasing after. PCs might find the Firebrands to be allies in a quest for righteous rebellion or justice against slavery, or they might find these dashing daredevils to be friendly-or not so friendly-rivals for the same treasure. The charming scoundrel presented here could easily be a low level freedom fighter or foil for the PCs, or might serve as crew for the privateer captain. The privateer captain can serve as a transport willing to take the PCs to the most dangerous locations, an intermittent ally that provides a timely rescue when least expected, a competing explorer, or a powerful and deadly enemy.</p>"
        },
        "Prophet": {
            "name": "Prophet",
            "publicNotes": "<p>The gods occasionally send messages in dreams to individuals who wander the lands, gaining followers with their oratorical abilities. Some prophets have not received true divine missives, but have misinterpreted normal dreams.</p>\n<hr />\n<p>Religions inspire devout individuals to uphold their tenets. Many of these devotees seek to bring respite and hope, but others have darker motives.</p>"
        },
        "Rain-Scribe": {
            "name": "Rain-Scribe",
            "publicNotes": "<p><em>This sharp-eyed half-elf wears weather-beaten gear that would easily blend in with any natural terrain, and carries an elaborately carved walking staff.</em></p>\n<p>When a group of adepts leaves the Magaambya, whether to investigate a magical phenomenon, conduct a diplomatic mission, or visit scholars in a distant land, a Rain-Scribe often serves as their guide. An expert in travel through difficult environments, the Rain-Scribe provides for their companions while helping them avoid the many hazards of travel in the Inner Sea. Rain-Scribes are some of the most well-traveled members of the academy, and most have secured alliances or promises of safe passage through the lands where they walk.</p>\n<p>Should the Rain-Scribe or their companions be attacked on their journeys, the scribe is a capable combatant who strives to turn their communion with the natural world into their greatest advantage in battle. Whether by using primal magic against their foes or striking unseen from the underbrush, the Rain-Scribe assures that no opponent threatens their traveling companions for long.</p>\n<hr />\n<p>Incredible events have rocked the lands of Avistan over the past 10 years, from whole cities reappearing out of a loop in time to magical explosions vaporizing the prison of Gallowspire. These marvels, both terrible and awe inspiring, inevitably attracted the attention of the Magaambya academy, home of scholars of magic in all its forms. Scholars, emissaries, and spies alike have now established Magaambyan centers in the north, seeking to learn and to help those they can along the way.</p>",
            "allSavesBonus": "+1 status to all saves vs. poison",
            "speedsDetails": "longstrider"
        },
        "Reckless Scientist": {
            "name": "Reckless Scientist",
            "publicNotes": "<p>It's the reckless scientist's job to break the rules of reality, no matter the cost.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>",
            "allSavesBonus": "+1 status to all saves vs. poison"
        },
        "Ruffian": {
            "name": "Ruffian",
            "publicNotes": "<p>Using their strength to bully others into submission, ruffians often work as bodyguards and enforcers for powerful criminals like charlatans and fences.</p>\n<hr />\n<p>Some criminals are the desperate who have no option but to break the law to survive, while others choose a life of crime for thrills, forming gangs or underworld guilds that specialize in certain illegal ventures.</p>"
        },
        "Saboteur": {
            "name": "Saboteur",
            "publicNotes": "<p>Saboteurs excel at infiltration, using it to perform destructive acts, whether they are the physical destruction of a valuable object or obstructing important political proceedings. Unlike those of spies, the motivations of saboteurs is not to steal information, but rather to sow chaos among their enemies.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>",
            "acDetails": "(20 vs. traps)",
            "sensesDetails": "(+10 to find traps)"
        },
        "Sage": {
            "name": "Sage",
            "publicNotes": "<p>The greatest knowledge comes from experience. Village elders, ancient seers, and advisors to royalty are examples of individuals who are valued for their experiences. Sages serve their people as much as their sovereigns. They educate and try to prevent their people from straying from their cultures' acceptable norms and traditions. Sages rarely take power for themselves, as they take their responsibility seriously to guide wisely and empower those they serve.</p>\n<hr />\n<p>True power comes from knowledge: the power to shape the growth of kingdoms by mere whispers, staying three steps ahead of adversaries, or even knowing which flora is best for creating untraceable poisons.</p>"
        },
        "Servant": {
            "name": "Servant",
            "publicNotes": "<p>Maids, butlers, and majordomos alike, servants are skilled at keeping a home in working order and protecting the interests of their employers.</p>\n<hr />\n<p>Every day, laborers perform backbreaking physical work.</p>",
            "acDetails": "(16 with platter raised)"
        },
        "Server": {
            "name": "Server",
            "publicNotes": "<p>Always on the move from patron to patron, servers are the backbone of any tavern or eatery. Their work hones both their agility and their diplomacy.</p>\n<hr />\n<p>Countless adventures begin in a tavern or a pub. Maybe it's because such places attract the risk-prone, or maybe it's because everyone needs a little liquid courage before they decide to take on a group of rampaging ogres.</p>"
        },
        "Ship Captain": {
            "name": "Ship Captain",
            "publicNotes": "<p>The captain is the ultimate authority on a vessel, responsible for the livelihood and well-being of everyone on the ship.</p>\n<hr />\n<p>Adventurers may need passage on a swift vessel, or they might face danger from raiders at sea or in coastal settlements.</p>"
        },
        "Smith": {
            "name": "Smith",
            "publicNotes": "<p>Most smaller communities have at least one smithy where locals and travelers can have horses shod or equipment repaired. Larger settlements and cities often have a variety of smiths, many specializing in blacksmithing, weapon smithing, armor smithing, or even smelting coins in a mint. The smith is a 6th-level challenge when competing with smithing or other crafting tasks.</p>\n<hr />\n<p>Every settlement needs tradespeople to create new products, facilitate commerce, and keep the infrastructure from crumbling. Larger cities often have entire guilds dedicated to the creation of specific goods, managing worker conditions, and working with local governments.</p>"
        },
        "Spy": {
            "name": "Spy",
            "publicNotes": "<p>No empire would be complete without its spies. The spy is a master of infiltrating the court and blending in: they might be one of a number of nobles, a beloved confidante of the queen, or even the court jester. Spies use their skills to subtly manipulate courtiers, turn enemies against one another, and collect valuable information either for blackmail or to auction to the highest bidder.</p>\n<hr />\n<p>Though adventurers travel through perilous dungeons and across treacherous wilderness, sometimes the most dangerous place they can end up is in a noble court.</p>"
        },
        "Stone Giant Monk": {
            "name": "Stone Giant Monk"
        },
        "Surgeon": {
            "name": "Surgeon",
            "publicNotes": "<p>The surgeon specializes in the physical alteration of the body to prevent the spread of disease, removing necrotic and decaying flesh to help the whole to survive. Few healers know the science of anatomy and physiology better than the surgeon. While their expertise is of grave importance in the medical world, the downside is that when one is in need of their talents, it is likely the complaint is serious. In medical matters, a surgeon is a 6th-level challenge.</p>\n<hr />\n<p>The world is a dangerous place. Thankfully, there are those who devote their lives to easing the pain and suffering of others.</p>"
        },
        "Tax Collector": {
            "name": "Tax Collector",
            "publicNotes": "<p>Ledgers and marks, positive and negative flows, and levies and allotments are a tax collector's daily bread. Where coin is gained, from whom it is collected, and to whom is it disbursed are their main concerns; the collector is unconcerned with whether the taxed can afford it or take a loan to make up for any shortfall. However, tax collectors aren't immune to corruption: arrangements can be made, deals discussed, documents altered, or coin misappropriated. When dealing with matters of taxes and finance, the tax collector is a 3rd-level challenge.</p>\n<hr />\n<p>Magistrates are the cogs and gears that keep bureaucracy running, moving the machine along under the inertia of the status quo.</p>",
            "sensesDetails": "(dc 19 against stealing)"
        },
        "Teacher": {
            "name": "Teacher",
            "publicNotes": "<p>The passing of knowledge and traditions from generation to generation is a time-honored occupation. Teachers exist to strengthen their populations with literacy, history, and advanced sciences, but most of all with inspiration. Most teachers provide general knowledge so their students are well rounded, but some are experts or even masters of a single discipline. A teacher typically knows three languages in addition to Common. For academic encounters, a teacher is a 4th-level challenge.</p>\n<hr />\n<p>True power comes from knowledge: the power to shape the growth of kingdoms by mere whispers, staying three steps ahead of adversaries, or even knowing which flora is best for creating untraceable poisons.</p>"
        },
        "Tempest-Sun Mage": {
            "name": "Tempest-Sun Mage",
            "publicNotes": "<p><em>A wooden mask carved with a stoic leopard's features covers the face of this scholar. Her long cloak is embroidered with the names of fellow tribe members.</em></p>\n<p>The Tempest-Sun Mages are the chosen protectors of the Magaambya academy and the lands that surround it, watching from the skies for any sign of incursion approaching from the surrounding jungle. They are known as much for the close bonds that they form with their companions as for their extensive knowledge of magical forces, and many mages inscribe the names of important allies on their clothing or gear as reminders of the reason for their vigilance and dedication. The diligence and power of the Tempest-Sun Mages has ensured that no invading force has ever come within 20 miles of the university they defend.</p>\n<p>When the Tempest-Sun Mages are not defending the academy itself or accompanying envoys or teachers to distant locales, they use their mastery of arcane and primal magic to keep watch in the surrounding city and beyond, keeping an eye on the balance of power throughout the whole of the Mwangi Expanse. This magical intelligence often allows them to foresee threats to the academy or any nearby towns before such threats can even organize and approach.</p>\n<p>While Tempest-Sun Mages generally prefer to disable or incapacitate enemies, and readily call upon on their companions from the Uzunjati to reason with foes when possible, they do not hesitate to unleash lethal force against dangerous or implacable enemies, often taking to the air and raining down elemental fury. In particular, these mages have little tolerance for demons, having previously suffered attacks from the worshippers of the demon lord Angazhan who inhabit the city of Usaro.</p>\n<hr />\n<p>Incredible events have rocked the lands of Avistan over the past 10 years, from whole cities reappearing out of a loop in time to magical explosions vaporizing the prison of Gallowspire. These marvels, both terrible and awe inspiring, inevitably attracted the attention of the Magaambya academy, home of scholars of magic in all its forms. Scholars, emissaries, and spies alike have now established Magaambyan centers in the north, seeking to learn and to help those they can along the way.</p>"
        },
        "Tomb Raider": {
            "name": "Tomb Raider",
            "publicNotes": "<p>Great treasure awaits those willing to explore the hazardous depths of the world's ancient tombs and forgotten dungeons. Some tomb raiders seek riches of bygone eras; others recover pieces of history thought lost to the sands of time.</p>\n<hr />\n<p>The world is a wide, open place fraught with peril and adventure. Explorers use their knowledge of nature and survival skills to see every corner of the land.</p>"
        },
        "Torchbearer": {
            "name": "Torchbearer",
            "publicNotes": "<p>Torchbearers carry a light sources for seasoned explorers and serve as apprentices.</p>\n<hr />\n<p>The world is a wide, open place fraught with peril and adventure. Explorers use their knowledge of nature and survival skills to see every corner of the land.</p>"
        },
        "Tracker": {
            "name": "Tracker",
            "publicNotes": "<p>The forest offers dangerous creatures-whether they walk on four legs or two-a place to hide. Dim light, low brush, and fallen leaves conspire to hide their trails. Given these poor conditions, an unskilled eye might spot a sign or two of a creature's passing, but only a skilled tracker can identify several such signs and discern their relationship to each other, connecting one to the next until they form a trail of prints, scat, fur, feathers, and blood that leads to the quarry's lair.</p>\n<hr />\n<p>From the managed and cultivated forests that support villages to the tree-covered crown lands where only nobles and their servants are permitted to hunt, forests provide. To communities, forests provide fuel, food, medicine, and raw materials, while royally protected forests provide food for the nobles' table and a source of entertainment in the form of organized hunts. Even the ancient woods untouched by mortal hand or blade provide bards with settings where legends happened and could happen again. Many find the forest depths unsettling, but others live their lives among the trees and alongside the creatures that make their homes there.</p>"
        },
        "Troubadour": {
            "name": "Troubadour",
            "publicNotes": "<p>Troubadours keep alive the traditional songs of their cultural and write original works to commemorate major events.</p>\n<hr />\n<p>Performances can serve as entertainment, expressions of beauty, or part of a shared culture.</p>"
        },
        "Urchin": {
            "name": "Urchin",
            "publicNotes": "<p>Although their escapades might be notorious, few urchins are thrill-seekers. For some urchins, when begging alone is not enough to fill their bellies, theft becomes a viable survival tactic. Many underworld powers also use urchins as spies and messengers, while training them to become future pickpockets, burglars, and foot soldiers.</p>\n<hr />\n<p>Unfortunately, every society has people living on its fringes. While good communities work to grant aid and respite to their downtrodden, sometimes-due to economic downturn, famine, or war-the ranks of the less fortunate exceed the community's capacity to support them. In heartless neutral and evil societies, poverty is seen as an inevitability that can never be truly eradicated, or even worse, as a tool to be manipulated for political gain.</p>"
        },
        "Veteran Reclaimer": {
            "name": "Veteran Reclaimer",
            "publicNotes": "<p><em>This grizzled half-orc wields a longbow with the familiarity of a woman who considers it more as an extension of her body than a weapon.</em></p>\n<p>When Lastwall fell, many of the former Knights of Ozem became disheartened and scattered, wandering aimlessly through the wilds of the Inner Sea. Though the horrific events that led to the fall of Lastwall shook their faith in the traditional hierarchy of the Knights, they hardened their resolve to hunt all undead from the face of Golarion. These Crimson Reclaimers still see the Whispering Tyrant as their primary foe, but they can be found in many of the most haunted regions of the world, living off the land and hunting the restless dead.</p>\n<p>While heroism and fervor for their cause still burns in their heart, veteran reclaimers have lived long enough to lose their taste for tales of courtly valor and valiant last stands. They have learned the value of caution and thus engage their enemies from range and use terrain to their advantage. They are quick to strike back at enemies that harm their allies, knowing staunch teammates are essential in the face of the world's many horrors.</p>\n<hr />\n<p>Though the nation of Lastwall is shattered and its leaders have fled, the courage of those who once defended its shining walls remains strong. The Knights of Lastwall are found in places of great calamity, escorting civilians and beating back the undead. Should the PCs ever venture into a crisis zone, they may likely as not see the Knights of Lastwall there as well, be they forming an armored wall to defend the innocent or creeping through deathly wastelands where even the bravest know mortal fear. Unless the PCs are evil or unwitting dupes of Tar-Baphon's agents, the Whispering Way, these knights mostly serve as precious allies in realms where friendly faces are rare. The virtuous defender could be a member of a knightly squad or a recruiter seeking those willing to risk their lives to save Avistan from a terrible peril. The veteran reclaimer is likely found in the depths of the Gravelands or other truly forsaken realms, where even the slightest misstep can lead to death or worse. Such cunning but virtuous souls might request help leading people to safety, act as a guide through unknown territory, or offer valuable advice and information about dangerous creatures or traps the PCs might risk encountering.</p>",
            "speedsDetails": "ignores the effects of non-magical difficult terrain"
        },
        "Virtuous Defender": {
            "name": "Virtuous Defender",
            "publicNotes": "<p><em>With his well-worn plate armor and mighty shield, this tall figure appears ready to stand against any foe.</em></p>\n<p>Even with the fall of the nation of Lastwall, many people still dedicate their lives to opposing the forces and schemes of the Whispering Tyrant. Styling themselves the Shining Sentinels, they see themselves as a bulwark against the further spread of the Tyrant's influence. When not rallying troops to battle against their sworn foe or protecting villages from undead incursions, these knights travel the Inner Sea in hopes of recruiting other righteous souls to fight against the undead hordes.</p>\n<p>Many Shining Sentinels are servants of good deities, such as Iomedae; in battle, they turn their god-given powers against their foes. These virtuous warriors put the safety of their companions before their own and often hold defensive positions to protect their allies.</p>\n<hr />\n<p>Though the nation of Lastwall is shattered and its leaders have fled, the courage of those who once defended its shining walls remains strong. The Knights of Lastwall are found in places of great calamity, escorting civilians and beating back the undead. Should the PCs ever venture into a crisis zone, they may likely as not see the Knights of Lastwall there as well, be they forming an armored wall to defend the innocent or creeping through deathly wastelands where even the bravest know mortal fear. Unless the PCs are evil or unwitting dupes of Tar-Baphon's agents, the Whispering Way, these knights mostly serve as precious allies in realms where friendly faces are rare. The virtuous defender could be a member of a knightly squad or a recruiter seeking those willing to risk their lives to save Avistan from a terrible peril. The veteran reclaimer is likely found in the depths of the Gravelands or other truly forsaken realms, where even the slightest misstep can lead to death or worse. Such cunning but virtuous souls might request help leading people to safety, act as a guide through unknown territory, or offer valuable advice and information about dangerous creatures or traps the PCs might risk encountering.</p>",
            "acDetails": "(24 with shield raised)"
        },
        "Warden": {
            "name": "Warden",
            "publicNotes": "<p>Wardens are the chief guardians of borders and frontiers. Whether they stand watch over a single village or an entire region, wardens keep a vigilant eye out for outside threats to their charges. Wardens are stalwart folk, often called to duty by Erastil to protect those around them. Be it times of war or upon the frontier, wardens are often the balanced edge of a blade between a community and the wilds at its fringes.</p>\n<hr />\n<p>Magistrates are the cogs and gears that keep bureaucracy running, moving the machine along under the inertia of the status quo.</p>"
        },
        "Watch Officer": {
            "name": "Watch Officer",
            "publicNotes": "<p>Watch officers are assigned to a certain area within a city or community. Often leading a small team of lower-ranking guards, they patrol those areas to maintain order and enforce laws. Watch officers get the job done, though their methods are not always gentle or kind. Because the watch officer is responsible to their superiors for their area, they sometimes need to make tough decisions between justice and effectiveness.</p>\n<hr />\n<p>Larger societies rely on those with the authority and the ability to interpret and enforce laws. In good-aligned societies, these officials carry out their duties fairly. In neutral and evil ones, these officials can be harsh and cruel (with an altered alignment to reflect this), imposing severe punishments on those who can't pay for mercy.</p>",
            "acDetails": "(22 with shield raised)",
            "sensesDetails": "(+9 to sense motive)"
        },
        "Zealot of Asmodeus": {
            "name": "Zealot of Asmodeus",
            "publicNotes": "<p>Zealots ferret out plots against their religion and seek justice for their church's followers. This zealot serves @UUID[Compendium.pf2e.deities.Item.QRkcFciCOmFoxF1B]{Asmodeus}, but others might serve @UUID[Compendium.pf2e.deities.Item.d56paSkcwvll2OhR]{Abadar}, @UUID[Compendium.pf2e.deities.Item.AlL9GtlTldbqNoVm]{Calistria}, @UUID[Compendium.pf2e.deities.Item.eErEiVmBqltYXFJ6]{Iomedae}, @UUID[Compendium.pf2e.deities.Item.GX6PF9ifR47Xyjg9]{Norgorber}, @UUID[Compendium.pf2e.deities.Item.QZD0u1jxwz0kj8uI]{Pharasma}, @UUID[Compendium.pf2e.deities.Item.BNycwu3I21dTh4D9]{Sarenrae}, or @UUID[Compendium.pf2e.deities.Item.ZfN7jkK6boU1FuiS]{Zon-Kuthon}. They often ride a @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Jy2va0NTTbaUH1zP]{War Horse} wearing light barding. This horse is an additional monster in the fight.</p>\n<hr />\n<p>Religions inspire devout individuals to uphold their tenets. Many of these devotees seek to bring respite and hope, but others have darker motives.</p>"
        }
    },
    "mapping": {
        "publicNotes": "system.details.publicNotes",
        "privateNotes": "system.details.privateNotes",
        "acDetails": "system.attributes.ac.details",
        "blurb": "system.details.blurb",
        "hpDetails": "system.attributes.hp.details",
        "allSavesBonus": "system.attributes.allSaves.value",
        "speedsDetails": "system.attributes.speed.details",
        "sensesDetails": "system.perception.details",
        "items": {
            "converter": "translateActorItems",
            "path": "items"
        },
        "descriptionHazard": "system.details.description",
        "disable": "system.details.disable",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "stealth": "system.attributes.stealth.details"
    }
}