{
    "label": "Shades-Of-Blood-Bestiary",
    "folders": {
        "Book 1 - Thirst for Blood": "Book 1 - Thirst for Blood"
    },
    "entries": {
        "Alzira Mustanir": {
            "name": "Alzira Mustanir",
            "blurb": "Female elf beastkin cleric of Camazotz",
            "sensesDetails": "darkvision",
            "items": {
                "spellcastingEntry->Divine Prepared Spells": {
                    "name": "Divine Prepared Spells"
                },
                "spellcastingEntry->Cleric Domain Spells": {
                    "name": "Cleric Domain Spells"
                },
                "equipment->Intake Skeleton Key": {
                    "name": "Intake Skeleton Key"
                },
                "consumable->Healing Potion (Lesser)": {
                    "name": "Healing Potion (Lesser)",
                    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p><hr /><p>A <em>healing potion</em> is a vial of a ruby-red liquid that imparts a tingling sensation as the drinker's wounds heal rapidly. When you drink a <em>healing potion</em>, you regain @Damage[(2d8+5)[healing]] Hit Points.</p>"
                },
                "strike-melee->Sickle": {
                    "name": "Sickle"
                },
                "action->Change Shape": {
                    "name": "Change Shape",
                    "description": "<p>Alzira changes into her humanoid or hybrid shape. Each shape has a specific, persistent appearance. In hybrid shape, Alzira appears as a mix between her elf ancestry and a bat. She gains a jaws unarmed Strike resembling a bat's fangs. In her humanoid shape, she retains the appearance of her original ancestry.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
                },
                "action->Harming Hands": {
                    "name": "Harming Hands",
                    "description": "<p>When Alzira casts @UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}, she rolls d10s instead of d8s.</p>"
                },
                "action->Quick Change": {
                    "name": "Quick Change",
                    "description": "<p><strong>Trigger</strong> Alzira rolls initiative</p><hr /><p><strong>Effect</strong> Alzira's instincts kick in, and she takes on an aggressive stance. Alzira uses Change Shape to enter her hybrid form.</p>"
                },
                "lore->Camazotz Lore": {
                    "name": "Camazotz Lore"
                }
            }
        },
        "Animal Pit": {
            "name": "Animal Pit",
            "descriptionHazard": "<p>A weight-activated trap door covers a pit that's 10 feet square and 20 feet deep.</p>",
            "disable": "<p>@Check[thievery|dc:12] to remove the trap door</p>",
            "reset": "<p>The trapdoors automatically reset to their closed position once a creature falls in, allowing for more creatures to fall in, though any camouflage on the trap door falls in as well, making it easier for creatures to notice the trap door.</p>",
            "stealth": "<p>(DC 14 if the trap has been activated within the last day, or 0 if the trap door is disabled or broken)</p>",
            "items": {
                "action->Pitfall": {
                    "name": "Pitfall",
                    "description": "<p><strong>Trigger</strong> A creature weighing at least 20 pounds walks onto the trap door</p><hr /><p><strong>Effect</strong> The triggering creature falls in and takes falling damage (typically @Damage[10[bludgeoning]] damage). That creature can use the @UUID[Compendium.pf2e.actionspf2e.Item.3yoajuKjwHZ9ApUY]{Grab an Edge} reaction to avoid falling.</p>"
                }
            }
        },
        "Batkin Guard": {
            "name": "Batkin Guard",
            "publicNotes": "<p>Unlike true werecreatures, beastkin aren't affected by silver or the full moon, though they can still adopt a hybrid form.</p><h2>Batkin And Werebats</h2><p>Particularly large werebat colonies often host batkin among their ranks. Cultivating a population of batkin offers the werebats numerous benefits, the most obvious being the illusion of normality. Most werebats are nocturnal, so having batkin roam about during the day helps maintain the impression that the werebat settlement is nothing out of the ordinary. Batkin might also guard the colony during full moons, when the werebat members are away indulging in their lunar frenzies. Finally, batkin seem to have an easier time keeping their thirst for blood in check and thus serve as excellent infiltrators in non-werecreature settlements.</p>",
            "blurb": "Human beastkin",
            "items": {
                "consumable->Elixir of Life (Minor)": {
                    "name": "Elixir of Life (Minor)",
                    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p><hr /><p>Elixirs of life accelerate a living creature's natural healing processes and immune system. Upon drinking this elixir, you regain @Damage[1d6[healing]] Hit Points and gain +1 item bonus to saving throws against diseases and poisons for 10 minutes.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.lPRuIRbu0rHBkoKY]{Effect: Elixir of Life}</p>"
                },
                "action->Quick Change": {
                    "name": "Quick Change",
                    "description": "<p><strong>Trigger</strong> The batkin rolls initiative</p><hr /><p><strong>Effect</strong> The batkin's instincts kick in, and they take on an aggressive stance. The batkin uses Change Shape to enter their hybrid form.</p>"
                },
                "action->Change Shape": {
                    "name": "Change Shape",
                    "description": "<p>The batkin changes into their humanoid or hybrid shape. Each shape has a specific, persistent appearance. In hybrid shape, the batkin appears as a mix between human and a bat. While in hybrid shape, they gain a jaws unarmed Strike resembling a bat's fangs. In their humanoid shape, they retain the appearance of their original ancestry.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
                },
                "action->Snagging Strike": {
                    "name": "Snagging Strike",
                    "description": "<p><strong>Requirements</strong> The batkin has one hand free, and their target is within reach of that hand</p><hr /><p><strong>Effect</strong> The batkin makes a Strike while keeping one hand free. If this Strike hits, the target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} until the start of the batkin's next turn or until the target is no longer within the reach of the batkin's hand, whichever comes first.</p>"
                }
            }
        },
        "Camazotz Cultist": {
            "name": "Camazotz Cultist",
            "blurb": "Human worshipper of Camazotz",
            "items": {
                "equipment->Religious Symbol of Camazotz": {
                    "name": "Religious Symbol of Camazotz",
                    "description": "<p>This piece of wood or silver is emblazoned with an image representing a deity. Some divine spellcasters, such as clerics, can use a religious symbol of their deity to use certain abilities and cast some spells. A religious symbol can be worn on the body on a chain or pin, or can be held.</p>"
                },
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Draw Blood": {
                    "name": "Draw Blood",
                    "description": "<p><strong>Requirements</strong> The cultist's last action was a successful melee Strike</p><hr /><p><strong>Effect</strong> The cultist tears at the flesh of the creature they hit with their attack, dealing @Damage[2[bleed]] damage.</p>"
                }
            }
        },
        "Camazotz's Swarm": {
            "name": "Camazotz's Swarm",
            "descriptionHazard": "<p>A massive swarm of bats flies throughout the room, hampering vision, attacking foes, and magically restoring Camazotz's followers.</p>",
            "disable": "<p>@Check[nature|dc:17] (trained) to disperse the swarm or @Check[religion|dc:15] (trained) to disrupt Camazotz's connection, which disperses the swarm</p>",
            "reset": "<p>The swarm disperses and returns to roost throughout the room 1 minute after all enemies leave the room. The swarm recovers 5 Hit Points per day thanks the power of Camazotz.</p>",
            "routine": "<p>(2 actions) The swarm uses its first action to move up to 30 feet to envelop as many enemies as possible within its @Template[type:burst|distance:30] space. All enemies in the swarm's space become @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} while within the swarm. It then uses its second action to bite all enemies, dealing @Damage[(1d6+3)[piercing]|options:area-damage] damage (@Check[reflex|dc:17|basic] save) to all enemies in the space.</p>",
            "stealth": "<p>(trained)</p>",
            "items": {
                "action->Swarming Descent": {
                    "name": "Swarming Descent",
                    "description": "<p><strong>Trigger</strong> A creature that's not a worshipper of Camazotz enters the room</p><hr /><p><strong>Effect</strong> The hundreds of bats descend down into the room in a terrifying, shrieking mass. The swarm occupies a @Template[type:burst|distance:30] on the floor of the room. All enemies within this area must attempt a @Check[will|dc:17] save. On a failure, a creature becomes @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} on a critical failure). The swarm then rolls initiative.</p>"
                },
                "action->Restore Follower": {
                    "name": "Restore Follower",
                    "description": "<p><strong>Requirements</strong> An ally is in the swarm's space</p>\n<p><strong>Trigger</strong> The swarm dealt damage to an enemy</p><hr /><p><strong>Effect</strong> The swarm takes some of the blood it drank from an enemy and feeds it to an ally in its space. The ally restores Hit Points equal to the highest damage the swarm dealt to an enemy this turn.</p>"
                }
            }
        },
        "Desmohund": {
            "name": "Desmohund",
            "publicNotes": "<p>In folklore, bats and wolves are common elements of vampire stories—sometimes even the focus of such tales. The veil of night, however, conceals a wide array of vampiric creatures. Neither wholly wolf nor bat, desmohunds, also called vampire hounds, use their limited flight to swiftly close the gap between themselves and fleeing prey. This rapid movement, along with a penchant for hunting in perfect darkness, is often the cause of a survivor's confusion when asked to describe just what it was that attacked them.</p>\n<p>As their common name suggests, vampire hounds share a strong affinity with vampires. While the hounds can subsist entirely on flesh, they have a particular taste for blood. A desmohund attack is brutal and violent. The creature tears their victim apart, allowing the blood to generously pool on the ground before lapping it up. Only after the blood is consumed do the beasts begin devouring flesh.</p>\n<p>Desmohunds are surprisingly loyal and often defend their masters to the death. Though they generally serve vampires, it isn't unheard of for the living to keep such creatures as pets, especially in areas like Ustalav, Nidal, and the Darklands, where they can sometimes be found prowling the grounds of foreboding estates.</p>\n<p>Vampire hunters carry a variety of tools to stalk and destroy their favored prey, but clever ones also carry items that can work against a vampire's allies too. Therefore, some carry bags of cinnamon or vials of eucalyptus oil to confuse and irritate desmohunds' keen sense of smell.</p><h2>Divine Origins</h2><p>Sources differ on the origin of desmohunds. Some legends state that Urgathoa created the first vampire hounds as pets to keep her company in undeath. Others claim that Nin distilled the best parts of vampires and wolves to create a nigh-unstoppable hunter. One story posits that Lamashtu created the first desmohunds, but Zura the Vampire Queen stole them from Lamashtu's realm of Kurnugia, claiming the creatures as her own. The only common thread among these tales is each god's insistence that they were the true creators of desmohunds, suggesting that there's an unknown reason the gods would vie for such a title.</p>",
            "speedsDetails": "Glide",
            "items": {
                "strike-melee->Fangs": {
                    "name": "Fangs"
                },
                "strike-melee->Wing": {
                    "name": "Wing"
                },
                "action->Echolocation": {
                    "name": "Echolocation",
                    "description": "<p>A desmohund can use its hearing as a precise sense at the listed range.</p>"
                },
                "action->Wing Guard": {
                    "name": "Wing Guard",
                    "description": "<p><strong>Trigger</strong> The desmohund is hit or critically hit by an attack made by a creature the desmohund can see</p><hr /><p><strong>Effect</strong> The desmohund uses its wing to intercept the attack and reduce the power of the blow, gaining a +2 circumstance bonus to AC against the triggering attack.</p>"
                },
                "action->Flying Leap": {
                    "name": "Flying Leap",
                    "description": "<p>The desmohund Leaps 10 feet into the air and then Glides.</p>"
                },
                "action->Glide": {
                    "name": "Glide",
                    "description": "<p>The desmohund glides through the air, moving 5 feet toward the ground and up to 30 feet forward. Provided the desmohund spends at least 1 action Gliding each round, they remain in the air at the end of each turn. When determining damage from falls, a desmohund always treats falls as if they were 20 feet shorter.</p>"
                },
                "action->Pack Attack": {
                    "name": "Pack Attack",
                    "description": "<p>The desmohund's Strikes deal 1d4 extra damage to creatures within the reach of at least two of the desmohund's allies.</p>"
                }
            }
        },
        "Inizkar": {
            "name": "Inizkar",
            "blurb": "Female lizardfolk astronomer",
            "allSavesBonus": "+1 circumstance to all saves vs. inhaled threats",
            "items": {
                "equipment->Astronomy Scholarly Journal": {
                    "name": "Astronomy Scholarly Journal"
                },
                "strike-melee->Claws": {
                    "name": "Claws"
                },
                "action->Breath Control": {
                    "name": "Breath Control",
                    "description": "<p>Inizkar can hold her breath for 25 times as long before suffocating. She gains a +1 circumstance bonus to saving throws against inhaled threats, such as inhaled poisons, and if she rolls a success on such a saving throw, she get a critical success instead.</p>"
                },
                "action->Top Researcher": {
                    "name": "Top Researcher",
                    "description": "<p>Inizkar's academic skills allow her to discover information on almost any subject. Inizkar can spend 1 week of downtime to automatically succeed at a check to @UUID[Compendium.pf2e.actionspf2e.Recall Knowledge]{Recall Knowledge} about a subject. If the subject is a creature, she learns the name, basic description, general behavior, and one specific ability of that creature. If the subject is a different topic, she learns general information that's always at least mildly informational and helpful.</p>\n<p>Inizkar can use this ability to learn about any common topic of 8th level or lower, or any uncommon topic of 6th level or lower. She can't learn about rare topics, though the GM has the final decision on determining whether a given topic is something that Inizkar can learn about. If the topic is lower than 5th level, she reduces the time it takes to learn about the subject by 1 day per level below 5th, to a minimum of 1 day.</p>"
                },
                "action->+1 Circumstance to All Saves Vs. Inhaled Threats": {
                    "name": "+1 Circumstance to All Saves Vs. Inhaled Threats"
                },
                "action->Move the Stars": {
                    "name": "Move the Stars",
                    "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> An attack or effect would reduce an ally within 30 feet to 0 Hit Points or cause the ally to gain the dying condition</p><hr /><p><strong>Effect</strong> Inizkar interprets the meaning of astrological omens in an instant, determining a new fate for the ally. The triggering ally remains at 1 Hit Point, doesn't increase their dying or wounded condition, and gains 10 temporary Hit Points for 1 round.</p>"
                },
                "action->Align the Stars": {
                    "name": "Align the Stars",
                    "description": "<p>Inizkar looks to the stars and calls upon the power of the perfect alignment to protect her allies or threaten her foes. She chooses a creature within 30 feet and attempts an @Check[Astrology Lore|against:will] check against the creature's Will DC. On a success, she finds the right alignment of stars for her goals. If the creature is an ally, that creature gains a +2 circumstance bonus to AC for 1 minute. If the creature is an enemy, other creatures gain a +4 circumstance bonus to damage rolls against that enemy for 1 minute. An enemy can use a single action, which has the concentrate trait, to attempt a @Check[will|dc:22] save to realign their own stars and end the effect on a success.</p>\n<p>Inizkar can maintain this effect on only one creature at a time; if she succeeds at Aligning the Stars for a different creature, the original effect ends. Inizkar can Dismiss the effect. Regardless of Inizkar's result when attempting her check, the target becomes immune to Align the Stars for 1 day.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.MLwB5v5DffmfUTWe]{Effect: Align the Stars}</p>"
                },
                "lore->Astrology Lore": {
                    "name": "Astrology Lore"
                },
                "lore->Astronomy Lore": {
                    "name": "Astronomy Lore"
                }
            }
        },
        "Keeper of Ancorato": {
            "name": "Keeper of Ancorato",
            "languagesDetails": "Truespeech",
            "items": {
                "spellcastingEntry->Primal Innate Spells": {
                    "name": "Primal Innate Spells"
                },
                "spell->Truespeech (Constant)": {
                    "name": "Truespeech (Constant)"
                },
                "spell->Feet to Fins (At Will)": {
                    "name": "Feet to Fins (At Will)"
                },
                "spell->Water Breathing (At Will)": {
                    "name": "Water Breathing (At Will)"
                },
                "strike-melee->Tentacle": {
                    "name": "Tentacle"
                },
                "action->Constant Spells": {
                    "name": "Constant Spells"
                },
                "action->Keeper's Ward": {
                    "name": "Keeper's Ward",
                    "description": "<p>30 feet. All allies within 30 feet of the Keeper gain a +1 status bonus to saves against magical effects. The bonus increases to +2 if the effect originated from an aquatic creature.</p>"
                },
                "action->Bond with Mortal": {
                    "name": "Bond with Mortal",
                    "description": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The Keeper forms a bond with a mortal creature. While the bond exists, the Keeper increases their current and maximum Hit Points by 20, gains a +2 status bonus to their attack and damage rolls, and can communicate telepathically with the bonded mortal as long as the two beings are on the same plane. The Keeper can only be bonded with one mortal at a time, and they can take this action again to end the bond or to form a new bond (which also ends the old bond). The bond also ends if the Keeper or the mortal dies.</p>\n<p>This bond strengthens the Keeper's connection to the mortal Universe. While bonded, the Keeper gains the amphibious trait, loses the incorporeal and spirit traits, loses their immunities and resistances, and changes their Strikes to deal the appropriate physical damage (typically bludgeoning) instead of force damage.</p>"
                },
                "action->Bonded Strike": {
                    "name": "Bonded Strike",
                    "description": "<p><strong>Requirements</strong> The Keeper is currently Bonded with a Mortal</p><hr /><p><strong>Effect</strong> The Keeper makes a jaws Strike. If this attack hits, the bonded mortal can spend their reaction to Strike the same target.</p>"
                },
                "action->Keeper's Touch": {
                    "name": "Keeper's Touch",
                    "description": "<p>The Keeper's touch instills their foes with the icy chill of the ocean depths, sapping away their life. A creature hit by the Keeper's tentacle must attempt a @Check[fortitude|dc:26] save.</p><hr /><p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}. If the creature was already drained 1 by the Keeper's touch before attempting the save, a failed save increases the value of the drained condition by 1, to a maximum of @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 4}. The drained creature is temporarily immune until the start of the Keeper's next turn.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature increases drained value by 2.</p>"
                }
            }
        },
        "Lesser Shadow Scamp": {
            "name": "Lesser Shadow Scamp",
            "publicNotes": "<p>A pale blue head and paper-thin wings peek out from the cloud that clings to the air scamp. Air scamps are short-sighted and flighty, even relative to their kin; they are as likely to fly recklessly into battle as they are to whine in terror at a loud noise.</p>\n<hr />\n<p>Elemental scamps are bat-like critters marked by elemental powers. Scamps are dispatched from the Elemental Planes by more powerful residents or called to the Universe by neophyte summoners. All scamps have a hint of magical power due to a lingering connection to their home plane, which they largely use to pull simple pranks.</p>\n<p>Scamps rapidly form a pecking order of cleverness. Humanoids often confuse scamps when meeting such creatures for the first time. These confused scamps usually resort to an escalating series of pranks and mischief, seeing what they can get away with to establish their place in the hierarchy.</p>",
            "blurb": "Variant air scamp",
            "hpDetails": "fast healing 2 (in shadow)",
            "items": {
                "spellcastingEntry->Arcane Innate Spells": {
                    "name": "Arcane Innate Spells"
                },
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "action->Fast Healing 2 (In Shadow)": {
                    "name": "Fast Healing 2 (In Shadow)"
                },
                "action->Shade Breath": {
                    "name": "Shade Breath",
                    "description": "<p>The shadow scamp creates a blast of clinging shadows in a @Template[type:cone|distance:15] that deal @Damage[2d4[void]] damage to each creature within the area (@Check[reflex|dc:16|basic] save). A creature that fails its save is also @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round. The shadow scamp can't use Shade Breath again for [[/gmr 1d4 #Recharge Shade Breath]]{1d4 rounds}.</p>"
                },
                "action->Shadow Jump": {
                    "name": "Shadow Jump",
                    "description": "<p><strong>Requirements</strong> The shadow scamp is in dim light or darkness</p><hr /><p><strong>Effect</strong> The shadow scamp recedes into darkness and instantly teleports to a square of dim light or darkness within 60 feet. This movement doesn't trigger reactions.</p>"
                }
            }
        },
        "Netherworld Sprigjack": {
            "name": "Netherworld Sprigjack",
            "publicNotes": "<p>Weaker twigjacks are often found in cultivated forests and even gardens. They seek to drive away interlopers, growing as their environment runs wild.</p>\n<hr />\n<p>Maladjusted forest denizens, twigjacks form from the cruel and prankish combination of fey and the very woods in which they reside. A twigjack's body is made up of prickly brambles woven with vines. Shaggy, mossy growth, not unlike hair, tops a twigjack's head. Its mouth is just a canyon of splintered and broken sticks bisecting its face. Leaves and sprigs of new growth randomly sprout from the creature's body. Many dense forests on Golarion have at least a handful of twigjacks living in the undergrowth.</p>\n<p>While truculent and violent, twigjacks care deeply for what they consider to be their forests. These creatures harass outsiders who delve deep into their wooded domains, forcing back even the most determined explorers, foresters, and travelers, especially when those intruders cut roads through the forest. However, they are not terribly territorial when it comes to other forest creatures. When sylvan creatures, especially fey, rally against an outside threat, twigjacks in the area eagerly arrive to fight, even if they were not invited.</p>",
            "blurb": "Variant sprigjack",
            "items": {
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "strike-melee->Splinter": {
                    "name": "Splinter"
                },
                "action->Bramble Jump": {
                    "name": "Bramble Jump",
                    "description": "<p><strong>Requirements</strong> The twigjack is in undergrowth</p>\n<hr />\n<p><strong>Effect</strong> The twigjack scrambles into the undergrowth and instantly teleports to a square of undergrowth within 60 feet. This movement doesn't trigger reactions.</p>"
                }
            }
        },
        "Netherworld Vampire Bat Swarm": {
            "name": "Netherworld Vampire Bat Swarm",
            "publicNotes": "<p>Although the typical vampire bat has a wingspan of 7 inches and doesn't pose a significant threat to larger prey alone (and indeed, these blood-drinkers can feed without their sleeping victims ever noticing), some unusually aggressive species of these bats hunt in deadly swarms. A churning cloud of vampire bats is much more dangerous than the sum of its individual parts and is capable of inflicting an overwhelming number of bleeding wounds in a frighteningly short span of time.</p>\n<hr />\n<p>A wide range of bats dwell throughout the world. Most of these nocturnal animals are harmless insectivores, but deadly breeds of vampire bats and oversized bats the size of horses pose much more significant threats to adventurers.</p>",
            "blurb": "Variant vampire bat swarm ",
            "items": {
                "action->Echolocation (Precise) 20 feet": {
                    "name": "Echolocation (Precise) 20 feet",
                    "description": "<p>A bat swarm can use its hearing as a precise sense at the listed range.</p>"
                },
                "action->Swarm Mind": {
                    "name": "Swarm Mind"
                },
                "action->Blood Feast": {
                    "name": "Blood Feast",
                    "description": "<p>Each enemy in the bat swarm's space takes @Damage[1d4[piercing],1[void]] damage (@Check[reflex|dc:16|basic] save). Creatures that fail this save also take @Damage[1[bleed]] damage.</p>"
                }
            }
        },
        "Romi Bracken": {
            "name": "Romi Bracken",
            "blurb": "Male human scavenger/cult leader",
            "languagesDetails": "Bat empathy",
            "items": {
                "equipment->Intake Skeleton Key": {
                    "name": "Intake Skeleton Key"
                },
                "consumable->Healing Potion (Lesser)": {
                    "name": "Healing Potion (Lesser)",
                    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p><hr /><p>A <em>healing potion</em> is a vial of a ruby-red liquid that imparts a tingling sensation as the drinker's wounds heal rapidly. When you drink a <em>healing potion</em>, you regain @Damage[(2d8+5)[healing]] Hit Points.</p>"
                },
                "action->Bat Empathy": {
                    "name": "Bat Empathy",
                    "description": "<p>Romi can communicate with bats.</p>"
                },
                "action->Echolocation": {
                    "name": "Echolocation",
                    "description": "<p>Romi can use their hearing as a precise sense at the listed range.</p>"
                },
                "action->Surprise Attack": {
                    "name": "Surprise Attack",
                    "description": "<p>On the first round of combat, if Romi rolls Deception or Stealth for initiative, creatures that haven't acted are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to him.</p>"
                },
                "action->Change Shape": {
                    "name": "Change Shape",
                    "description": "<ul><li><p><strong>Human</strong></p><ul><li><strong>Melee</strong> fist +10 <strong>Damage</strong> 1d6+4</li></ul></li><li><strong>Animal</strong></li></ul><hr /><p>The werecreature changes into its humanoid, hybrid, or animal shape. Each shape has a specific, persistent appearance. A true werecreature's natural form is its hybrid shape.</p>\n<p>In humanoid shape, the werecreature uses its original humanoid size, loses its jaws and claws Strikes, and gains a melee fist Strike that deals bludgeoning damage equal to the slashing damage dealt by its claw.</p>\n<p>In animal shape, its Speed and size change to that of the animal, it gains any special Strike effects of the animal that it didn't already have (such as Grab), and it loses its weapon Strikes.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
                },
                "action->Curse of the Werebat": {
                    "name": "Curse of the Werebat",
                    "description": "<p>This curse affects only humanoids.</p><hr /><p><strong>Saving Throw</strong> @Check[fortitude|dc:18]</p>\n<p>On each full moon, the cursed creature must succeed at another Fortitude save or turn into the same kind of werecreature until dawn.</p>\n<p>The creature is under the GM's control and goes on a rampage for half the night before falling unconscious until dawn.</p>"
                },
                "action->Deny Advantage": {
                    "name": "Deny Advantage",
                    "description": "<p>Romi isn't @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden}, @UUID[Compendium.pf2e.conditionitems.Item.VRSef5y1LmL2Hkjf]{Undetected}, or flanking creatures of his level or lower, or creatures of his level or lower using surprise attack.</p>"
                },
                "action->Moon Frenzy": {
                    "name": "Moon Frenzy",
                    "description": "<p>When a full moon appears in the night sky, the werecreature must enter hybrid form, can't Change Shape thereafter, becomes one size larger, increases its reach by 5 feet, and increases the damage of its jaws by 2.</p>\n<p>When the moon sets or the sun rises, the werecreature returns to humanoid form and is @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} for [[/br 2d4 #hours]]{2d4 hours}.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.dRe8n1nBWMIXd8jh]{Effect: Moon Frenzy}</p>"
                },
                "action->Sneak Attack": {
                    "name": "Sneak Attack",
                    "description": "<p>Romi deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
                },
                "action->Tumble Behind": {
                    "name": "Tumble Behind",
                    "description": "<p>When Romi successfully @UUID[Compendium.pf2e.actionspf2e.Item.21WIfSu7Xd7uKqV8]{Tumbles Through} a creature's space, the creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against the next attack Romi makes against it before the end of his turn.</p>"
                },
                "action->Unbalancing Blow": {
                    "name": "Unbalancing Blow",
                    "description": "<p>When Romi critically hits and deals damage with a Strike, the target is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} against his attacks until the end of his next turn.</p>"
                },
                "lore->Camazotz Lore": {
                    "name": "Camazotz Lore"
                }
            }
        },
        "Tormonshild": {
            "name": "Tormonshild",
            "publicNotes": "<p>A tormonshild begins life as a tadpole-like creature hardly largely than a human finger. In this state, the tormonshild is virtually defenseless, but the magic that flows through its body allows it to grow quickly. After a few days, it swells into its more familiar adolescent form. A fully grown tormonshild resembles a two-foot-long frog with six legs, a mouth too large for its body, and flesh the color of a storm cloud. Once grown, the tormonshild decimates the local wildlife, sometimes attacking creatures up to twice its size. Being true omnivores, tormonshilds also feed on plants, preferring juicier crops like tomatoes and fruit. Many a villager has known the anguish of losing their livestock, gardens, and even a beloved pet to a tormonshild infestation.</p><hr /><p>Concentrations of intense magical energy often result in unusual weather phenomena, typically violent storms or other natural disasters, but sometimes they also create new entirely life-forms. Tormonshilds are born during artificially created storms, when magical energy combines with rainfall to transform the droplets themselves into living creatures. Tormonshilds rarely survive long after their creation; most meet grisly ends at the hands of local predators or dissolve as the magic that fuels their physical bodies fades. A tormonshild that survives its initial weeks of life eventually grows into a pest that menaces the local environment.</p><h2>Magical Rainstorms</h2><p>The rainstorms that produce tormonshilds occur more regularly than most people realize. However, as the majority of tormonshild tadpoles fail to reach maturity, the existence of tormonshilds remains virtually unknown outside of specific areas. While the Mana Wastes regularly experiences magical storms, the region is particularly inhospitable for these creatures. Such storms frequently happen throughout the islands of Azlant, however, and the magical energies that seep from the ancient ruins create conditions ideal for young tormonshilds.</p>",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Spit": {
                    "name": "Spit"
                },
                "action->Phlegm Mortar": {
                    "name": "Phlegm Mortar",
                    "description": "<p>The tormonshild spits a globule of mucus and water at a square within 30 feet. Any creature in that square takes @Damage[2d4[bludgeoning]] damage (@Check[reflex|dc:14|basic] save). The square also becomes coated with slippery mucus, which has the area effect of @UUID[Compendium.pf2e.spells-srd.Item.Wu0xFpewMKRK3HG8]{Grease} (@Check[reflex|dc:14]).</p>"
                },
                "action->Pouncing Bite": {
                    "name": "Pouncing Bite",
                    "description": "<p>The tormonshild compresses itself and then makes an enormous jump. It Leaps 50 feet horizontally. If it lands within reach of a creature, it can make a jaws Strike against that creature.</p>"
                }
            }
        },
        "Tormonshild Swarm": {
            "name": "Tormonshild Swarm",
            "publicNotes": "<p>Tormonshilds that survive the tadpole stage cluster together in wriggling swarms that devour everything they encounter.</p><hr /><p>Concentrations of intense magical energy often result in unusual weather phenomena, typically violent storms or other natural disasters, but sometimes they also create new entirely life-forms. Tormonshilds are born during artificially created storms, when magical energy combines with rainfall to transform the droplets themselves into living creatures. Tormonshilds rarely survive long after their creation; most meet grisly ends at the hands of local predators or dissolve as the magic that fuels their physical bodies fades. A tormonshild that survives its initial weeks of life eventually grows into a pest that menaces the local environment.</p><h2>Magical Rainstorms</h2><p>The rainstorms that produce tormonshilds occur more regularly than most people realize. However, as the majority of tormonshild tadpoles fail to reach maturity, the existence of tormonshilds remains virtually unknown outside of specific areas. While the Mana Wastes regularly experiences magical storms, the region is particularly inhospitable for these creatures. Such storms frequently happen throughout the islands of Azlant, however, and the magical energies that seep from the ancient ruins create conditions ideal for young tormonshilds.</p>",
            "items": {
                "action->Phlegm Skitter": {
                    "name": "Phlegm Skitter",
                    "description": "<p>The tormonshild swarm Strides, leaving pools of mucus as it moves. Each space the swarm moves through during this movement becomes coated with slippery mucus, which has the area effect of @UUID[Compendium.pf2e.spells-srd.Item.Wu0xFpewMKRK3HG8]{Grease} (@Check[reflex|dc:17]).</p>"
                },
                "action->Phlegm Spray": {
                    "name": "Phlegm Spray",
                    "description": "<p>The tormonshild swarm sprays globules of mucus and water in every direction, dealing @Damage[3d6[bludgeoning]] damage (@Check[reflex|dc:20|basic] save) to all creatures within 10 feet. Creatures that fail the save are covered in mucus and become @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 minute. A creature covered in mucus can end the condition by using an Interact action to remove the mucus.</p>"
                },
                "action->Swarming Leap": {
                    "name": "Swarming Leap",
                    "description": "<p>The tormonshild swarm jumps as a collective. It Leaps 50 feet horizontally.</p>"
                },
                "action->Torrent of Bites": {
                    "name": "Torrent of Bites",
                    "description": "<p>Each enemy in the tormonshild swarm's space takes @Damage[2d6[piercing]] damage (@Check[reflex|dc:20|basic] save).</p>"
                }
            }
        },
        "Tormonwird": {
            "name": "Tormonwird",
            "publicNotes": "<p>Left alone too long, a tormonshild eventually grows to the size of a large dog. At this stage, they're known as tormonwirds and become more formidable. A tormonwird's wide mouth develops a throat sac, which the creature uses to produce a croak that disturbs nearby water sources, including liquids inside other creatures. While off-putting, tormonwirds also possess a strangely nurturing side. They defend tormonshilds and have even been known to carry dozens of the tadpoles within their mouths for safety.</p><hr /><p>Concentrations of intense magical energy often result in unusual weather phenomena, typically violent storms or other natural disasters, but sometimes they also create new entirely life-forms. Tormonshilds are born during artificially created storms, when magical energy combines with rainfall to transform the droplets themselves into living creatures. Tormonshilds rarely survive long after their creation; most meet grisly ends at the hands of local predators or dissolve as the magic that fuels their physical bodies fades. A tormonshild that survives its initial weeks of life eventually grows into a pest that menaces the local environment.</p><h2>Magical Rainstorms</h2><p>The rainstorms that produce tormonshilds occur more regularly than most people realize. However, as the majority of tormonshild tadpoles fail to reach maturity, the existence of tormonshilds remains virtually unknown outside of specific areas. While the Mana Wastes regularly experiences magical storms, the region is particularly inhospitable for these creatures. Such storms frequently happen throughout the islands of Azlant, however, and the magical energies that seep from the ancient ruins create conditions ideal for young tormonshilds.</p><h2>Greater Tormonwirds</h2><p>As locals tend to slay the creatures upon their discovery, tormonwirds generally live short lives. Rumors persist, though, of tormonwirds that have survived for several years, with some reportedly growing to the size of a small house. While direct evidence of such tormonwirds is lacking, anecdotal accounts of these enormous specimen suggest that greater tormonwirds can use their water manipulation abilities to drain lakes or create storms that produce even more tormonshilds.</p>",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Spit": {
                    "name": "Spit"
                },
                "action->Compression": {
                    "name": "Compression",
                    "description": "<p>When a tormonwird successfully @UUID[Compendium.pf2e.actionspf2e.Item.kMcV8e5EZUxa6evt]{Squeezes}, it moves through the tight space at full Speed. Narrow confines aren't difficult terrain for a tormonwird.</p>"
                },
                "action->Nauseating Croak": {
                    "name": "Nauseating Croak",
                    "description": "<p>The tormonwird uses its throat sac to generate a low, resonating croak that imbalances liquids in other creatures. Each creature in a @Template[type:emanation|distance:30] must attempt a @Check[fortitude|dc:19] save. Regardless of the result, creatures are then temporarily immune for 1 minute.</p><hr /><p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}.</p>"
                },
                "action->Phlegm Mortar": {
                    "name": "Phlegm Mortar",
                    "description": "<p>The tormonshild spits a globule of mucus and water in a @Template[burst|distance:5] within 30 feet. Any creature in the area takes @Damage[3d6[bludgeoning]] damage (@Check[reflex|dc:19|basic] save). The square also becomes coated with slippery mucus, which has the area effect of @UUID[Compendium.pf2e.spells-srd.Item.Wu0xFpewMKRK3HG8]{Grease} (@Check[reflex|dc:19]).</p>"
                },
                "action->Pouncing Bite": {
                    "name": "Pouncing Bite",
                    "description": "<p>The tormonswird compresses itself and then makes an enormous jump. It Leaps 50 feet horizontally. If it lands within reach of a creature, it can make a jaws Strike against that creature.</p>"
                },
                "action->Swallow Whole": {
                    "name": "Swallow Whole",
                    "description": "<p>Medium, @Damage[(2d6+6)[bludgeoning]], Rupture 12</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.SwallowWhole]</p>"
                },
                "action->Grab": {
                    "name": "Grab"
                }
            }
        },
        "Trapped Gate": {
            "name": "Trapped Gate",
            "descriptionHazard": "<p>A hair trigger rings an alarm and launches a small assortment of wooden spikes to impale anyone attempting to open the gate incorrectly.</p>",
            "disable": "<p>@Check[thievery|dc:15] (trained) to disable the thin trigger that snaps when attempting to open the gate.</p>",
            "stealth": "<p>(trained)</p>",
            "items": {
                "action->Impale Trespasser": {
                    "name": "Impale Trespasser",
                    "description": "<p><strong>Trigger</strong> A creature attempts to open the gate</p><hr /><p><strong>Effect</strong> A loud alarm rings and set of wooden spikes swings up from below and over the gate, dealing @Damage[3d8[piercing]] damage to the triggering creature (@Check[reflex|dc:17|basic] save). If the creature takes damage from the spikes, they also become Grabbed by the gate. The creature can attempt to [[/act escape dc=17]]. If the creature succeeded at their basic Reflex save, they gain a +1 circumstance bonus to their checks to Escape, as the spikes didn't fully impale them. If the creature critically failed their basic Reflex save, they take a –2 circumstance penalty to their checks to Escape, as the spikes are embedded particularly deep.</p>"
                }
            }
        },
        "Vampire Servant": {
            "name": "Vampire Servant",
            "publicNotes": "<p>Vampires use their servitor pawns for infiltration and reconnaissance.</p>\n<hr />\n<p>Vampires are undead creatures that feed on the blood of the living.</p>",
            "blurb": "Variant vampire servitor",
            "sensesDetails": "darkvision",
            "hpDetails": "coffin restoration, fast healing 5, void healing",
            "items": {
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Fast Healing 5": {
                    "name": "Fast Healing 5"
                },
                "action->Coffin Restoration": {
                    "name": "Coffin Restoration",
                    "description": "<p>Unlike other undead, a vampire isn't destroyed at 0 HP. Instead, it falls @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. If its body rests in its coffin for 1 hour, the vampire gains 1 HP, after which its fast healing begins to function normally.</p>"
                },
                "action->Vampire Vulnerabilities": {
                    "name": "Vampire Vulnerabilities",
                    "description": "<p>All vampires possess the following vulnerabilities.</p>\n<ul>\n<li><strong>Compulsions</strong> Vampires are creatures with strange and unknowable compulsions. A typical vampire can't voluntarily cross running water unless they're transported while they hide within their coffin, nor can they enter a private dwelling unless invited in by someone with the authority to do so. At your discretion, vampires might have different compulsions—a pirate vampire might not be able to set foot on solid ground without being invited, for example. The vampire can still be forced to do these things and might be able to overcome their compulsion just as they do their revulsion.</li>\n<li><strong>Revulsion</strong> A vampire can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a deity with a holy sanctification option. To brandish garlic or a religious symbol, a creature must Interact to do so, and it remains brandished for 1 round (similar to Raising a Shield). If the vampire involuntarily comes within 10 feet of an object of their revulsion, they gain the @UUID[Compendium.pf2e.conditionitems.Item.sDPxOjQ9kx2RZE8D]{Fleeing} condition, running from the object of their revulsion until they end an action beyond 10 feet. After 1 round of being exposed to the subject of their revulsion, a vampire can attempt a @Check[will|dc:25] save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for [[/gmr 1d6 #rounds]]{1d6 rounds} (or 1 hour on a critical success).</li>\n<li><strong>Stake</strong> A wooden stake driven through a vampire's heart drops the vampire to 0 HP and prevents them from healing above 0 HP, even in their coffin. Staking a vampire requires 3 actions and works only if the vampire is @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}. If the stake is removed, the vampire can heal above 0 HP again, and if they're in their coffin, the 1-hour rest period begins once the stake is removed. If the vampire's head is severed and anointed with holy water while the stake is in place, the vampire is destroyed.</li>\n<li><strong>Sunlight</strong> If exposed to direct sunlight, a vampire immediately becomes @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}. The slowed value increases by 1 each time the vampire ends their turn in sunlight, and the condition ends when they're no longer in sunlight. If the vampire loses all their actions in this way, they're destroyed. Due to their supernatural aversion to light, vampires don't cast shadows or show a reflection in mirrors\n</li>\n</ul>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                },
                "action->Drink Blood": {
                    "name": "Drink Blood",
                    "description": "<p><strong>Requirement</strong> A @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed}, @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained}, @UUID[Compendium.pf2e.conditionitems.Item.fBnFDH2MTzgFijKf]{Unconscious}, or willing creature is within the vampire's reach.</p><hr /><p><strong>Effect</strong> The vampire sinks its fangs into that creature to drink its blood. This requires an @Check[athletics|defense:fortitude] check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions.</p>\n<p>The victim is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1} and the vampire regains @Damage[5[healing]] HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drained value by 1, killing the victim when it reaches drained 5. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.</p>\n<p>A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a @Check[medicine|dc:20|name:Blood Transfusion] check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.</p>"
                },
                "action->Sneak Attack": {
                    "name": "Sneak Attack",
                    "description": "<p>The servant deals 1d6 extra precision damage to @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} creatures.</p>"
                },
                "action->Grab": {
                    "name": "Grab"
                }
            }
        },
        "Werebat Warrior": {
            "name": "Werebat Warrior",
            "languagesDetails": "Bat empathy",
            "items": {
                "equipment->Religious Symbol of Camazotz": {
                    "name": "Religious Symbol of Camazotz",
                    "description": "<p>This piece of wood or silver is emblazoned with an image representing a deity. Some divine spellcasters, such as clerics, can use a religious symbol of their deity to use certain abilities and cast some spells. A religious symbol can be worn on the body on a chain or pin, or can be held.</p>"
                },
                "consumable->Elixir of Life (Minor)": {
                    "name": "Elixir of Life (Minor)",
                    "description": "<p><strong>Activate</strong> <span class=\"action-glyph\">A</span> (manipulate)</p><hr /><p>Elixirs of life accelerate a living creature's natural healing processes and immune system. Upon drinking this elixir, you regain @Damage[1d6[healing]] Hit Points and gain +1 item bonus to saving throws against diseases and poisons for 10 minutes.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.lPRuIRbu0rHBkoKY]{Effect: Elixir of Life}</p>"
                },
                "action->Bat Empathy": {
                    "name": "Bat Empathy",
                    "description": "<p>A werebat can communicate with bats.</p>"
                },
                "action->Echolocation": {
                    "name": "Echolocation",
                    "description": "<p>A werebat can use their hearing as a precise sense at the listed range.</p>"
                },
                "action->Wing Thrash": {
                    "name": "Wing Thrash",
                    "description": "<p><strong>Trigger</strong> An adjacent enemy damages the werebat</p><hr /><p><strong>Effect</strong> The werebat makes one or two wing Strikes, each against a different adjacent creature.</p>"
                },
                "action->Change Shape": {
                    "name": "Change Shape",
                    "description": "<ul><li><p><strong>Human</strong></p><ul><li><strong>Melee</strong> fist +11 <strong>Damage</strong> 1d4+2</li></ul></li><li><strong>Animal</strong></li></ul><hr /><p>The werecreature changes into its humanoid, hybrid, or animal shape. Each shape has a specific, persistent appearance. A true werecreature's natural form is its hybrid shape.</p>\n<p>In humanoid shape, the werecreature uses its original humanoid size, loses its jaws and claws Strikes, and gains a melee fist Strike that deals bludgeoning damage equal to the slashing damage dealt by its claw.</p>\n<p>In animal shape, its Speed and size change to that of the animal, it gains any special Strike effects of the animal that it didn't already have (such as Grab), and it loses its weapon Strikes.</p><hr /><p>@Localize[PF2E.NPC.Abilities.Glossary.ChangeShape]</p>"
                },
                "action->Curse of the Werebat": {
                    "name": "Curse of the Werebat",
                    "description": "<p>This curse affects only humanoids.</p><hr /><p><strong>Saving Throw</strong> @Check[fortitude|dc:17]</p>\n<p>On each full moon, the cursed creature must succeed at another Fortitude save or turn into the same kind of werecreature until dawn.</p>\n<p>The creature is under the GM's control and goes on a rampage for half the night before falling unconscious until dawn.</p>"
                },
                "action->Moon Frenzy": {
                    "name": "Moon Frenzy",
                    "description": "<p>When a full moon appears in the night sky, the werecreature must enter hybrid form, can't Change Shape thereafter, becomes one size larger, increases its reach by 5 feet, and increases the damage of its jaws by 2.</p>\n<p>When the moon sets or the sun rises, the werecreature returns to humanoid form and is @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} for [[/br 2d4 #hours]]{2d4 hours}.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.dRe8n1nBWMIXd8jh]{Effect: Moon Frenzy}</p>"
                },
                "action->Vicious Swing": {
                    "name": "Vicious Swing",
                    "description": "<p><strong>Frequency</strong> once per turn</p><hr /><p><strong>Effect</strong> The werebat unleashes a particularly powerful attack that devastates their enemy but leaves the werebat a bit unsteady. The werebat makes a melee Strike. This counts as two attacks when calculating their multiple attack penalty. If this Strike hits, the werebat deals an extra die of weapon damage.</p>"
                }
            }
        }
    },
    "mapping": {
        "publicNotes": "system.details.publicNotes",
        "privateNotes": "system.details.privateNotes",
        "acDetails": "system.attributes.ac.details",
        "blurb": "system.details.blurb",
        "hpDetails": "system.attributes.hp.details",
        "allSavesBonus": "system.attributes.allSaves.value",
        "speedsDetails": "system.attributes.speed.details",
        "sensesDetails": "system.perception.details",
        "languagesDetails": "system.details.languages.details",
        "items": {
            "converter": "translateActorItems",
            "path": "items"
        },
        "rules": {
            "converter": "translateRules",
            "path": "system.rules"
        },
        "descriptionHazard": "system.details.description",
        "disable": "system.details.disable",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "stealth": "system.attributes.stealth.details"
    }
}