{
    "label": "Book-Of-The-Dead-Bestiary",
    "entries": {
        "Beetle Carapace": {
            "name": "Beetle Carapace",
            "publicNotes": "<p>Created from the exoskeleton of a giant stag beetle, this mindless husk can cut a foe in half using its powerful mandibles. The abdomen of this crawling undead is empty, and more than one necromancer has used this space to hide valuable cargo.</p>\n<hr />\n<p>Among the ranks of the dead, none are so numerous, nor so varied, as the skeleton. While most are almost entirely made from bone, some maintain a few scraps of flesh to aid them in movement, such as wing membranes.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Mandible": {
                    "name": "Mandible"
                },
                "strike-melee->Foot": {
                    "name": "Foot"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Bhuta": {
            "name": "Bhuta",
            "publicNotes": "<p>When sapient creatures die violently in a natural setting or a location infused with primal magic, they sometimes rise as a ghostlike undead called a bhuta. Resembling a translucent version of their mortal form, only shadowless and with backward feet, a bhuta's lust for vengeance or unquenchable desire to complete an unfinished task poisons the natural world, turning animals into agents of the bhuta's corrupted will. However, a bhuta's connection to their mortal life is weak and vague, more a series of compulsions and triggers than the torturous recollections of a ghost. Thus, while a bhuta might start by hunting down and devouring those who slew their mortal form, they find no relief and soon turn to predation through their domain.</p>",
            "languagesDetails": "speak with animals",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Primal Innate Spells": {
                    "name": "Primal Innate Spells"
                },
                "spell->Nature's Enmity (Only While Within the Area to Which the Bhuta is Bound)": {
                    "name": "Nature's Enmity (Only While Within the Area to Which the Bhuta is Bound)"
                },
                "spell->Speak with Animals (Constant)": {
                    "name": "Speak with Animals (Constant)"
                },
                "spell->Charm (Animals Only)": {
                    "name": "Charm (Animals Only)"
                },
                "spell->Command (Animals Only)": {
                    "name": "Command (Animals Only)"
                },
                "strike-melee->Fangs": {
                    "name": "Fangs"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Bound": {
                    "name": "Bound",
                    "description": "<p>Bhutas are bound to a natural area or feature where they died and must remain within @Template[emanation|distance:120]{120 feet} of that anchor. A bhuta can only leave if invited to travel with living companions, an invitation bhutas often seek to obtain via trickery. While traveling, the bhuta must remain within 120 feet of at least one of the living creatures who invited them. If all members of the group die, the bhuta must return to their bound area by midnight the same day or be destroyed.</p>"
                },
                "action->Shadowless": {
                    "name": "Shadowless",
                    "description": "<p>A bhuta casts no shadow.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Blood Tears": {
            "name": "Blood Tears",
            "descriptionHazard": "<p>A wailing spirit appears and gouges their own eyes. As they do, blood seeps from the eyes of those who witness the act, obscuring their vision.</p>",
            "disable": "<p>@Check[diplomacy|dc:30|name:Talk to the spirit] (master) to talk the spirit out of gouging its eyes or @Check[religion|dc:32|name:Ease the spirit's sorrows] (trained) to ease the spirit's sorrows</p>",
            "reset": "<p>1 day</p>",
            "stealth": "<p>(master) to notice your vision tint red</p>",
            "items": {
                "action->Weep Blood": {
                    "name": "Weep Blood",
                    "description": "<p><strong>Trigger</strong> A creature approaches within 15 feet</p>\n<hr />\n<p><strong>Effect</strong> Blood seeps from the eyes of all creatures within @Template[emanation|distance:30]{30 feet}, dealing persistent bleed damage. Each creature in the area must attempt a @Check[fortitude|dc:33] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[(2d8+3)[bleed]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round.</p>\n<p><strong>Failure</strong> The creature takes @Damage[(4d8+6)[bleed]] damage and is dazzled for as long as the persistent damage lasts.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[(8d8+12)[bleed]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for as long as the persistent damage lasts.</p>"
                }
            }
        },
        "Blood-Soaked Soil": {
            "name": "Blood-Soaked Soil",
            "descriptionHazard": "<p>The blood of those who died in the area bubbles up from the earth, soaking the soil and turning it into a bloody morass.</p>",
            "disable": "<p>@Check[diplomacy|dc:18|name:Settle the Spirits] or @Check[occultism|dc:18|name:Settle the Spirits] (trained) to settle the spirits or @Check[religion|dc:19|name:Bless the Area] (trained) to bless the area</p>",
            "reset": "<p>1 day</p>",
            "stealth": "<p>(trained) to smell blood</p>",
            "items": {
                "action->Seep Blood": {
                    "name": "Seep Blood",
                    "description": "<p><strong>Trigger</strong> A creature enters the area</p>\n<hr />\n<p><strong>Effect</strong> Blood seeps up from the earth, turning the area into sucking, gory mud. The area becomes difficult terrain for 1 hour. All creatures in or moving through the area must succeed at a @Check[reflex|dc:16] save, or they become @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} until they can @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} (DC 16).</p>"
                }
            }
        },
        "Bloodthirsty Toy": {
            "name": "Bloodthirsty Toy",
            "descriptionHazard": "<p>A scruffy stuffed bear animates, biting whoever disturbs it.</p>",
            "disable": "<p>@Check[thievery|dc:20|name:Handle the Toy] (trained) to handle the toy without disturbing it or @Check[occultism|dc:21|name:Suppress the Memories] (trained) to suppress the memories suffusing the toy</p>",
            "reset": "<p>1 hour</p>",
            "stealth": "<p>(trained) to hear a child imitate an animal's roar</p>",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "action->Chomp": {
                    "name": "Chomp",
                    "description": "<p><strong>Trigger</strong> A creature touches the toy</p>\n<hr />\n<p><strong>Effect</strong> The toy animates for a split second, biting the triggering creature with a ferocious jaws Strike.</p>"
                }
            }
        },
        "Bone Croupier": {
            "name": "Bone Croupier",
            "publicNotes": "<p>For many, gambling is just fun and games, but for some, it can become a bad habit or even a life-consuming addiction. Bone croupiers take the meaning of \"life-consuming\" to its literal extreme. These gamblers' lust for cards and dice couldn't be sated in life, so in undeath they haunt the shadowy corners of gambling halls and continue their search for that next hit of adrenaline.</p>\n<p>For bone croupiers, gaming takes on a different flavor; with nothing left to lose, these undead turn their attentions toward others, cajoling and palavering normally casual gamers into committing themselves to ever-higher stakes. Before they know it, these unsuspecting victims have called in decadesold favors and put liens on their homes in the hope of winning back just a fraction of the pot. By then, the bone croupier has already claimed their prize-to this undead chiseler, any earnings are incidental, and the real prize is encouraging others to lose their own.</p>\n<p>Bone croupiers often enshroud themselves in thick layers of cigar smoke or voluminous robes to mask their undead nature, but they almost always wear wicked grins at the table. This smile is no ruse or part of their poker face, however-the truth is that bone croupiers truly delight in games, regardless of whether they win or lose, and despite their incredible skills of deception and trickery, most simply can't disguise their unbridled mirth.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Occult Innate Spells": {
                    "name": "Occult Innate Spells"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Cadaverous Rake": {
            "name": "Cadaverous Rake",
            "publicNotes": "<p>When a skilled duelist is killed, on occasion they rise as a cadaverous rake, refusing to let death get in the way of daring deeds. Appearing as a corpse-like version of their living form, a cadaverous rake retains their memories and much of their personality. The first act of many cadaverous rakes is to pay a surprise visit to family and friends, unveiling their revival. If they're met with revulsion or attempts to lay them to rest, the rake typically lashes out at the perceived betrayal or departs in offended confusion. Cadaverous rakes who are appropriately feted by friends and family often retain an affection and attachment, becoming undying protectors. This isn't necessarily a good thing, however, as the cadaverous rake's undead worldview creates impossible demands. The transition to undeath corrupts previously benevolent individuals, and their single-minded focus on finding more opponents to duel cuts a bloody swath across stretches of countryside they once protected. Rarely, those who were especially virtuous retain some of their moral code, though even then their dispositions are mercurial. All, however, retain the flamboyance and swagger that made them notable in life, as quick with a quip as they are with a blade. The impulse to toy with their opponents becomes the undoing of many an overconfident rake.</p>\n<p>Though most cadaverous rakes rise after losing a duel, especially those that involved foul play, any cause of death can suffice, save for a peaceful passing in old age.</p>",
            "acDetails": "(29 with Parry Dance)",
            "hpDetails": "void healing",
            "items": {
                "action->+18 to Initiative": {
                    "name": "+18 to Initiative"
                }
            }
        },
        "Cannibalistic Echoes": {
            "name": "Cannibalistic Echoes",
            "descriptionHazard": "<p>A pack of cannibalistic spirits swarm through the area, devouring living creatures.</p>",
            "disable": "<p>@Check[intimidation|dc:40|name:Drive off the spirits] (master) to drive the spirits off with a ferocious display or @Check[occultism|dc:42|name:Exorcise the spirits] (expert) to exorcise the spirits</p>",
            "reset": "<p>1 day</p>",
            "stealth": "<p>(master) to sense something unusual lurking in the area's echoes</p>",
            "items": {
                "action->Feast": {
                    "name": "Feast",
                    "description": "<p><strong>Trigger</strong> A living creature approaches within 10 feet</p>\n<hr />\n<p><strong>Effect</strong> The spirits bite and chew, dealing @Damage[(6d12+35)[piercing]] damage to each creature within @Template[emanation|distance:30]{30 feet}. Affected creatures must each attempt a @Check[reflex|dc:41] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage, @Damage[2d8[bleed]], and is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 1}.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage, @Damage[4d8[bleed]], and is @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained 2}.</p>"
                }
            }
        },
        "Child of Urgathoa": {
            "name": "Child of Urgathoa",
            "publicNotes": "<p>Only the most fanatic followers of Urgathoa, goddess of disease, gluttony, and undeath, could ever hope to become a child of Urgathoa. These \"blessed\" undead can't be created by any save Urgathoa herself, and the blessing must be bestowed at the moment of death. Those rare few chosen by their goddess to serve as undying vessels for her power are revered by Urgathoa's faithful. Most surround themselves with fanatic cults or undead armies, subjugating and terrorizing secluded communities.</p>\n<p>Children of Urgathoa are arrogant, notoriously cruel, and utterly devoted to their goddess and her teachings. They show no favor to members of their faith, inflicting pain and sowing infection throughout Urgathoa's clergy as often as unaffiliated victims. Children of Urgathoa are at their most sadistic while punishing heretics, particularly those who prove too afraid to accept the goddess's gifts of death and undeath.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "strike-melee->Scything Blade": {
                    "name": "Scything Blade"
                },
                "strike-melee->Pallid Touch": {
                    "name": "Pallid Touch"
                },
                "action->Share Blessings": {
                    "name": "Share Blessings",
                    "description": "<p>When the child of Urgathoa is destroyed, they explode in a blast of infectious rot. All creatures in a @Template[emanation|distance:10] are exposed to pallid plague.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Cold Spot": {
            "name": "Cold Spot",
            "descriptionHazard": "<p>The temperature suddenly drops as spectral forces gather in the area.</p>",
            "disable": "<p>@Check[religion|dc:19|name:Banish the Cold Spot] (trained) to banish the cold spot with ritual prayers or @Check[occultism|dc:20|name:Foil the Arrival of Outside Forces] (trained) to foil the arrival of outside forces</p>",
            "reset": "<p>1 hour</p>",
            "stealth": "<p><span class=\"fontstyle0\">(trained)</span></p>",
            "items": {
                "action->Sudden Chill": {
                    "name": "Sudden Chill",
                    "description": "<p><strong>Trigger</strong> A living creature enters the area</p>\n<hr />\n<p><strong>Effect</strong> The temperature drops as @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} spirits gather around the living. Living creatures within 15 feet take @Damage[(2d4+5)[cold]] damage (@Check[fortitude|dc:17|basic]). Creatures that critically fail their save are additionally @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1}.</p>"
                }
            }
        },
        "Combusted": {
            "name": "Combusted",
            "publicNotes": "<p>Creatures whose lives end in flames can return as undead called combusted. Still burning even in death, they're consumed by everlasting anguish that drives them to reckless violence.</p>\n<p>Although combusted can no longer be truly harmed by fire, they endure the final moments of their death eternally, searing them with endless burning pain. Many combusted attempt to douse themselves in lakes or rivers, believing the flames that wreath their forms must be the source of their pain. However, water is more hindrance than help, and being immersed in it only amplifies their agony.</p>\n<p>No longer possessing the ability to communicate in anything other than agonized wails, combusted nonetheless retain their senses and memories. Yet they rarely seek to act on their past, for the pain drowns out thoughts of friendships, family, and vengeance. In time, combusted are driven to share their pain with others, for the instant their flames catch fire on another living being, they feel a single, fleeting moment of relief. This relief leads combusted into conflict with living creatures often, although those that attack large settlements rarely survive long.</p>\n<p>Some combusted form from those who died via spontaneous combustion, suddenly becoming so hot they burst into flames. This mysterious process isn't fully understood, though some scholars attribute it to shifts in power in the Plane of Fire causing hot spots in the Material Plane powerful enough to kill. Much more rarely, combusted arise around areas with especially intense magical flames, such as forges used to create magic weapons, when the fire sets creatures ablaze, so they burn to death and transcend into undeath in mere moments.</p>\n<p>Regardless of the source of their conflagration, the horrifying deaths that combusted suffered haunt them in the afterlife. Their charred, blackened corpses alight with flames are a constant reminder of their final moments in pain. The stench of burning flesh heralds their presence, each combusted leaving black smoke in their wake.</p>",
            "languagesDetails": "(can't speak any language)",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Fire Fist": {
                    "name": "Fire Fist"
                },
                "strike-ranged->Fire Mote": {
                    "name": "Fire Mote"
                },
                "action->Intense Heat": {
                    "name": "Intense Heat",
                    "description": "<p>5 feet. @Damage[2d6[fire]], @Check[reflex|dc:17|basic]</p>"
                }
            }
        },
        "Corpseroot": {
            "name": "Corpseroot",
            "publicNotes": "<p>Corpseroots are rotten, undead trees that grow bright-red poisonous fruit and spread blight to surrounding plants, transforming healthy trees into new corpseroots. These cunning killers drain the life from creatures through their root systems, posing as dead trees until their victims come within reach.</p>\n<p>Corpseroots most commonly form from rotten husks of trees that died from supernatural blights, making them common threats in the Fangwood and Fierani forests. The most powerful are ancient trees used as shrines and sacrificial altars, their roots absorbing the blood, flesh, and terror of those condemned under their boughs. Some of these ancient corpseroots still command the respect and devotion of the cults that inadvertently created them.</p>",
            "languagesDetails": "(can't speak any language)",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Branch": {
                    "name": "Branch"
                },
                "strike-melee->Root": {
                    "name": "Root"
                },
                "strike-ranged->Rotten Fruit": {
                    "name": "Rotten Fruit"
                },
                "action->Axe Vulnerability": {
                    "name": "Axe Vulnerability",
                    "description": "<p>The corpseroot takes 10 additional damage from axes.</p>"
                },
                "action->Blight": {
                    "name": "Blight",
                    "description": "<p>30 feet. A plant entering or starting its turn in the corpseroot's aura begins to wither and must succeed at a @Check[fortitude|dc:27] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} (@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 4} on a critical failure). A plant that succeeds is temporarily immune for 1 minute.</p>\n<p>A plant that stays in the aura for 7 consecutive days must succeed at a @Check[fortitude|dc:27] save or die. If the plant was a creature or tree, it rises as a corpseroot. The newly risen corpseroot can't create more corpseroots but has all other corpseroot abilities. Plants that are neither magical nor creatures automatically fail saves against blight.</p>"
                }
            }
        },
        "Daqqanoenyent": {
            "name": "Daqqanoenyent",
            "publicNotes": "<p>A daqqanoenyent is a horrific monstrosity arising from a terrible crime against the dead, obsessed with exacting retribution. The creature manifests as an enormous, disembodied head, 10 feet in height and covered in coarse black hair, with bat-like wings and vicious fangs and talons. Daqqanoenyents are naturally conflicted creatures. As the product of the tortured wills of numerous victims, daqqanoenyents sometimes exhibit strange or contradictory behavior as various individual wills struggle for control. Their conflicting desires make daqqanoenyents relatively easy to trick or deceive, and the creatures are vulnerable to fire. One story of a daqqanoenyent encounter describes the creature attempting to eat an old woman, only to be tricked by the woman into devouring a live coal. Their mouth aflame, the daqqanoenyent fled into the wilderness, never to be seen again.</p>\n<hr />\n<p>Beheaded are disembodied floating heads transformed into undead. They are natural candidates for a necromancer's \"project minion,\" due to the inexpensive cost of creation and endlessly customizable nature. In any lair occupied for long by practicing necromancers, it isn't uncommon to find a handful of floating heads roaming about, each exhibiting completely different characteristics and even degrees of expertise in their creation.</p>",
            "languagesDetails": "plus any one language spoken in life; (can't speak any language)",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Talon": {
                    "name": "Talon"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Death Coach": {
            "name": "Death Coach",
            "publicNotes": "<p>Roads are liminal spaces, existing to connect people and places but rarely destinations in and of themselves. Some see them as avenues to profit. Roadside inns can be lucrative businesses between metropolitan areas, and even villains such as bandits can earn a living plying their larcenous trade on various highways. Occasionally, a road will gain a dire reputation from banditry, treacherous terrain, or a history of deadly accidents. Despite this notoriety, such roads often remain in use simply because they are an important artery of travel or alternative routes prove impractical. On such roads, those stained with the blood of travelers or flooded with fear and anger, do death coaches ride.</p>\n<p>A death coach is the spiritual manifestation of the dangers of travel. It appears as a faintly translucent wheeled carriage pulled by one or two ghostly mounts, usually in the dead of night on a lonely bit of road. The coach and the mounts are a single spirit and can never be separated. A death coach has no driver, and anyone able to peek past the thick curtains covering the carriage windows will find the vehicle empty... unless the death coach has recently collected a soul.</p>\n<p>A palpable aura of dread surrounds a death coach, its very presence a harbinger of what is to come. A creature that dies near a death coach might have their soul trapped within. Such unfortunates manifest as incorporeal likenesses of their former selves seated within the carriage, their faces showing no emotion. They seem unaware of their fate and fail to notice anyone outside the carriage. After a death coach collects a soul or two, it rides off into the darkness with its prizes. Over the next few hours, any souls trapped within simply fade into nothingness, consigned to oblivion. Some scholars believe the death coach feeds off the souls it collects to maintain its unlife, while others think the energy of those souls eventually coalesces into another death coach, though it never appears on the same road.</p>\n<p>No one knows for certain what causes a death coach to haunt a particular road, but once one begins killing travelers for their souls, the rumors soon reach nearby communities. Sometimes, the road is abandoned entirely, leaving the death coach without sustenance. If left alone for long enough, the void energy infusing the area slowly dissipates until the road is safe to travel once more, but if even one group of misguided travelers looking for a shortcut heads down the weed-choked lane, the death coach rises from its torpor to forcefully transport these unwilling souls. If it succeeds, the cycle begins anew.</p>\n<p>Other times, the communities in the area can't afford to establish a new route (or are physically incapable of doing so, in the case of mountainous regions), and so must continue to use the haunted road. The locals often mark such roads with signs to warn outsiders of the dangers, but the surprisingly clever death coaches do their best to destroy such notices. Canny travelers passing through unknown areas at night should remain on the lookout for damaged or disturbed signs to ensure they don't heedlessly head into a death coach's domain.</p>\n<p>Destroying the death coach is the only way to render the road safe until such time as a new tragedy accumulates enough void energy to create another death coach. Some might believe this incarnation to be the first death coach returning for vengeance, but in reality, it is an entirely different undead creature. A careful inspection (which is difficult to achieve) reveals minor differences between the two death coaches, perhaps reflecting more recent carriage designs, though the newer spirit is as hungry for souls as the old.</p>",
            "speedsDetails": "Soulbound Gallop",
            "languagesDetails": "(can't speak any language)",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "strike-melee->Incorporeal Wheel": {
                    "name": "Incorporeal Wheel"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Aura of Doom": {
                    "name": "Aura of Doom",
                    "description": "<p>30 feet. A living creature that enters the area must succeed at a @Check[will|dc:31] save or gain the @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1} condition. A critical failure increases this condition to @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 2}. Regardless of the result of the saving throw, the creature is temporarily immune to this death coach's aura of doom for 1 minute.</p>"
                }
            }
        },
        "Deathless Acolyte Of Urgathoa": {
            "name": "Deathless Acolyte Of Urgathoa",
            "publicNotes": "<p>Deathless acolytes typically arise when a deity or their herald expends a minor amount of power to return a low-ranking priest. Some priests are powerful enough in life to return, greatly lessened, of their own volition.</p>\n<hr />\n<p>Deathless acolytes are an oddity among undead, neither willingly transformed nor, strictly speaking, transformed against their will. The creation of a deathless acolyte is an act of direct intervention by a deity, typically as a double-edged reward and curse granted to a faithful priest who failed in completing a divine mandate due to circumstances beyond their control.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Prepared Spells": {
                    "name": "Divine Prepared Spells"
                },
                "spellcastingEntry->Cleric Domain Spells": {
                    "name": "Cleric Domain Spells"
                },
                "equipment->Religious Symbol of Urgathoa": {
                    "name": "Religious Symbol of Urgathoa",
                    "description": "<p>This piece of wood or silver is emblazoned with an image representing a deity. Some divine spellcasters, such as clerics, can use a religious symbol of their deity as a divine focus to use certain abilities and cast some spells. A religious symbol must be held in one hand to use it.</p>"
                },
                "strike-melee->Scythe": {
                    "name": "Scythe"
                },
                "action->Denounce Heretic": {
                    "name": "Denounce Heretic",
                    "description": "<p><strong>Trigger</strong> A creature within 60 feet who the deathless acolyte can see and who doesn't worship Urgathoa casts a divine spell</p>\n<hr />\n<p><strong>Effect</strong> The deathless acolyte attempts to counteract the triggering spell using their spell attack modifier and a counteract rank of 2. If the deathless acolyte fails to counteract the spell, the caster is temporarily immune to further uses of Denounce Heretic for 24 hours.</p>"
                },
                "action->Field of Undeath": {
                    "name": "Field of Undeath",
                    "description": "<p>20 feet. Allies within the aura who have void healing gain fast healing 2. When a creature within the aura would receive vitality healing, it must succeed at a @Check[flat|dc:5] or receive no healing from the effect.</p>"
                }
            }
        },
        "Deathless Hierophant Of Urgathoa": {
            "name": "Deathless Hierophant Of Urgathoa",
            "publicNotes": "<p>Compared to deathless acolytes, deathless hierophants are often much more ambitious and far-reaching, with goals like seeking an entire nation's conversion to the worship of their deity.</p>\n<hr />\n<p>Deathless acolytes are an oddity among undead, neither willingly transformed nor, strictly speaking, transformed against their will. The creation of a deathless acolyte is an act of direct intervention by a deity, typically as a double-edged reward and curse granted to a faithful priest who failed in completing a divine mandate due to circumstances beyond their control.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Prepared Spells": {
                    "name": "Divine Prepared Spells"
                },
                "spellcastingEntry->Cleric Domain Spells": {
                    "name": "Cleric Domain Spells"
                },
                "equipment->Religious Symbol of Urgathoa": {
                    "name": "Religious Symbol of Urgathoa",
                    "description": "<p>This piece of wood or silver is emblazoned with an image representing a deity. Some divine spellcasters, such as clerics, can use a religious symbol of their deity as a divine focus to use certain abilities and cast some spells. A religious symbol must be held in one hand to use it.</p>"
                },
                "strike-melee->Scythe": {
                    "name": "Scythe"
                },
                "action->Chastise Heretic": {
                    "name": "Chastise Heretic",
                    "description": "<p><strong>Trigger</strong> A creature within 60 feet who the deathless hierophant can see and who doesn't worship Urgathoa casts a divine spell</p>\n<hr />\n<p><strong>Effect</strong> The deathless hierophant attempts to counteract the triggering spell using their spell attack modifier and a counteract rank of 4. If the spell is counteracted, the caster takes @Damage[1d10[persistent,void]] damage. If the deathless hierophant fails to counteract the spell, the caster is temporarily immune to further uses of this ability for 24 hours.</p>"
                },
                "action->Field of Undeath": {
                    "name": "Field of Undeath",
                    "description": "<p>40 feet. Allies within the aura who have void healing gain fast healing 4. When a creature within the aura would receive vitality healing, it must succeed at a @Check[flat|dc:5] or receive no healing from the effect.</p>"
                }
            }
        },
        "Decrepit Mummy": {
            "name": "Decrepit Mummy",
            "publicNotes": "<p>If a mummy has been in combat, endured the ravages of time, or been exposed to the elements, it can be so damaged it barely functions. These mummies continue guarding their tombs until they are too broken to even move.</p>\n<hr />\n<p>The versatility of mummification allows the creation of mummies through a wide range of methods—nature, ritual, alchemy, and combinations of all these.</p>",
            "acDetails": "(15 when crumbling)",
            "languagesDetails": "any one language they knew in life",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Crumbling Form": {
                    "name": "Crumbling Form",
                    "description": "<p>A decrepit mummy is barely cohesive. Once a decrepit mummy is reduced to fewer than half their Hit Points, or immediately upon being damaged by a critical hit, they start falling apart, reducing their Armor Class to 15.</p>",
                    "rules": {
                        "0": "Form is Crumbling"
                    }
                }
            }
        },
        "Desperate Hunger": {
            "name": "Desperate Hunger",
            "descriptionHazard": "<p>A skeletally thin spirit appears, weeping as it shoves earth and stones down its throat in an effort to stave off hunger.</p>",
            "disable": "<p>@Check[deception|dc:36|name:Convince the spirit it's not hungry] (master) to convince the spirit it's no longer hungry or @Check[occultism|dc:38|name:Feed the spirit] (trained) to ritually feed the spirit</p>",
            "reset": "<p>1 day</p>",
            "stealth": "<p>(master) to feel an odd sense of hunger</p>",
            "items": {
                "action->Desperate Meal": {
                    "name": "Desperate Meal",
                    "description": "<p><strong>Trigger</strong> A creature approaches within 10 feet</p>\n<hr />\n<p><strong>Effect</strong> Creatures within @Template[emanation|distance:30]{30 feet} are filled with painful hunger and must succeed at a @Check[fortitude|dc:32] save or feel their stomachs fill with rocks, dirt, and worse, dealing @Damage[(6d10+20)[piercing]] damage.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1}.</p>\n<p><strong>Failure</strong> The creature takes full damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage, is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 4}, and takes a -10-foot status penalty to its Speeds for as long as it's sickened.</p>"
                }
            }
        },
        "Disembodied Voices": {
            "name": "Disembodied Voices",
            "descriptionHazard": "<p>Angry spirits breathe down the necks of intruders and whisper haunting threats or messages in their ears.</p>",
            "disable": "<p>@Check[religion|dc:15|name:Ward Yourself From Evil] (trained) to ward yourself from evil or @Check[performance|dc:16|name:Drown Out the Spirits' Voices] to drown out the spirits' voices</p>",
            "reset": "<p>1 hour</p>",
            "stealth": "<p>(trained) to feel breath upon your neck</p>",
            "items": {
                "action->Whisper": {
                    "name": "Whisper",
                    "description": "<p><strong>Trigger</strong> A creature enters the haunt's area</p>\n<hr />\n<p><strong>Effect</strong> The haunt deals @Damage[(1d6+4)[mental]] damage to creatures in the area (@Check[will|dc:19|basic]). On a failure, the creature is also @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>"
                }
            }
        },
        "Drake Skeleton": {
            "name": "Drake Skeleton",
            "publicNotes": "<p>Moving with sinuous grace, these flying drake skeletons are held aloft by rotting membranes stretched between their bony wings. Although just as mindless as other skeletons, skeletal drakes maintain much of the draconic ferocity and raw spite they possessed in life, allowing them to attack viciously.</p>\n<hr />\n<p>Among the ranks of the dead, none are so numerous, nor so varied, as the skeleton. While most are almost entirely made from bone, some maintain a few scraps of flesh to aid them in movement, such as wing membranes.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Fangs": {
                    "name": "Fangs"
                },
                "strike-melee->Tail": {
                    "name": "Tail"
                },
                "action->Fragile Wings": {
                    "name": "Fragile Wings",
                    "description": "<p>When the drake skeleton is reduced to fewer than half its Hit Points, it can no longer fly. If it's aloft when this happens, it crashes immediately but can use the tatters of its wings to soften the landing, treating the fall as 20 feet shorter to calculate falling damage.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Ecorche": {
            "name": "Ecorche",
            "publicNotes": "<p>When a necromancer has need of a versatile agent to serve as a bodyguard and do their bidding in disguise, they build an ecorche-a skinless monstrosity filled with putrid alchemical agents, covered in pulsing muscle and sinew grafts, and imbued with razor-sharp claws. The ecorche uses its claws to flay its victims, stripping off skin in seconds. It can then horrifyingly squeeze itself into the stolen skin and impersonate the deceased, which it does to covertly carry out orders or find more victims to expand its collection. If its deception is uncovered, it shreds its disguise, bursting forth in terrible skinless form.</p>",
            "items": {
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Flaying Flurry": {
                    "name": "Flaying Flurry",
                    "description": "<p>The ecorche attempts two claw Strikes against the same target. If both hit and deal damage, it attempts to pull the skin off its target. It attempts an @Check[athletics|defense:fortitude] check against the enemy's Fortitude DC.</p>\n<hr />\n<p><strong>Critical Success</strong> The ecorche fully pulls the target's skin off its body. The creature takes @Damage[4d8[bleed]], and it's @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 4} and @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 4}. The bleed damage can't end naturally, only ending if the creature regains at least 75 HP or regains at least 10 HP from regeneration.</p>\n<p><strong>Success</strong> The target takes @Damage[2d8[bleed]] and is @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>"
                },
                "action->Muscular Leap": {
                    "name": "Muscular Leap",
                    "description": "<p>The ecorche over-stresses its leg muscles for a massive jump. It loses @Damage[20[untyped]] HP and Leaps up to 120 feet in any direction. If its next action is a Strike or Flaying Flurry, it doesn't fall until after that action.</p>"
                },
                "action->Tear Skin": {
                    "name": "Tear Skin",
                    "description": "<p><strong>Requirements</strong> The ecorche is wearing skin</p>\n<hr />\n<p><strong>Effect</strong> The ecorche destroys the skin it's currently wearing. The ecorche reverts to its true appearance and size, and anyone within 120 feet who witnesses this must succeed at a @Check[will|dc:37] save or become @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} (@UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 4} on a critical failure). Regardless of the results of their saving throws, the creatures are temporarily immune for 24 hours.</p>"
                },
                "action->Wear Skin": {
                    "name": "Wear Skin",
                    "description": "<p><strong>Requirements</strong> The ecorche is holding the stolen skin of a Small, Medium, or Large creature and isn't already wearing a skin</p>\n<hr />\n<p><strong>Effect</strong> The ecorche wears the skin as a disguise. It assumes the creature's size, appearance, and voice. Wearing Skin counts as creating a disguise for the @UUID[Compendium.pf2e.actionspf2e.Item.AJstokjdG6iDjVjE]{Impersonate} use of Deception. The ecorche's transformation automatically defeats Perception DCs to determine whether it's a member of the ancestry or creature type into which it transformed, and the ecorche gains a +4 status bonus to its Deception DC to prevent others from seeing through its disguise.</p>\n<p>Wearing a skin gives the ecorche a +2 item bonus to AC and 75 temporary Hit Points. If the ecorche takes more than @Damage[50[slashing]] damage from a single source, the skin becomes broken. When broken, the skin no longer provides any of these benefits (any remaining temporary HP are immediately lost) but can still be used for Tear Skin.</p>",
                    "rules": {
                        "0": "Wearing Skin"
                    }
                }
            }
        },
        "Ectoplasmic Grasp": {
            "name": "Ectoplasmic Grasp",
            "descriptionHazard": "<p>A massive ectoplasmic hand forms around a creature and squeezes it.</p>",
            "disable": "<p>@Check[occultism|dc:24|name:Send the ectoplasm back] (trained) to send the ectoplasm back to the Ethereal Plane or @Check[acrobatics|dc:26|name:Move through the ectoplasm] to move through and disrupt the coalescing ectoplasm before it takes hold</p>",
            "reset": "<p>1 day</p>",
            "stealth": "<p>(trained) to notice ectoplasm coalescing</p>",
            "items": {
                "action->Squeeze": {
                    "name": "Squeeze",
                    "description": "<p><strong>Trigger</strong> A creature moves over the haunt's area</p>\n<hr />\n<p><strong>Effect</strong> The hand forms out of ectoplasm and squeezes the triggering creature, dealing @Damage[(3d8+14)[bludgeoning]] damage (@Check[fortitude|dc:22|basic]). On a failure, the creature is @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} (@UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 22).</p>"
                }
            }
        },
        "Entombed Spirit": {
            "name": "Entombed Spirit",
            "descriptionHazard": "<p>The wall bulges out in the shape of a howling humanoid face as it twists and forms tendrils reaching for nearby creatures. This haunt is formed when a murder victim is entombed within a wall before or after their death.</p>",
            "disable": "<p>@Check[occultism|dc:17] (trained) to weaken the spirit, @Check[athletics|dc:18] (trained) to force the spirit's face back inside the wall, or @Check[diplomacy|dc:19] (trained) to talk down the spirit; two total successes across all skills are required to disable the haunt</p>",
            "reset": "<p>The haunt deactivates 1 minute after all creatures leave the area and resets immediately thereafter. If disabled, the haunt resets after 1 day. The haunt is permanently destroyed if the remains of the deceased are removed from the wall.</p>",
            "routine": "<p>(3 actions) The spirit attempts to @UUID[Compendium.pf2e.actionspf2e.Item.PMbdMWc2QroouFGD]{Grapple} up to two creatures within 10 feet with a [[/r 1d20+14 #Athletics]]{+14 Athletics modifier}, then squeezes each creature it has @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed}, dealing @Damage[(1d10+4)[damage]] damage. The haunt doesn't apply a multiple attack penalty to the second attempt to Grapple.</p>",
            "stealth": "<p>(trained)</p>",
            "items": {
                "action->Gasp": {
                    "name": "Gasp",
                    "description": "<p><strong>Trigger</strong> A creature moves adjacent to the wall where the corpse is entombed</p>\n<hr />\n<p><strong>Effect</strong> The spirit gasps and wails for aid while the wall takes on the shape of its face and roils, growing tendrils. All creatures within @Template[emanation|distance:10]{10 feet} must succeed at a @Check[will|dc:18] save or be @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} for as long as the haunt remains active. The haunt then rolls initiative.</p>"
                }
            }
        },
        "Excorion": {
            "name": "Excorion",
            "publicNotes": "<p>These hideous undead creatures result from an exquisitely painful necromantic process where flayed humanoids are animated through their exposed blood vessels. Cults of undeath typically punish apostates and renegades with this cruel method of reanimation, though sacrificial victims or unfortunate prisoners might suffer a similar fate. Excorions have supernaturally strong, pulsing veins that extend outward from their bodies like thousands of tiny, bloody cilia.</p>\n<p>Excorions move their bulks not with their dead muscles but with heaving contractions of their blood vessels, which pull them along in a swift but jerky manner. Excorions can shift their magical blood easily throughout their bodies, allowing them to squirt blood from their gaping, skinless mouths or to messily mark their foes.</p>\n<p>Most excorions are so broken by the process of their creation that they retain few memories of their past lives or identities. This is, typically, a minor blessing in their cursed tale, protecting the excorion's former friends and family from truly realizing their horrific fate.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "strike-ranged->Bloody Spew": {
                    "name": "Bloody Spew",
                    "description": "<p>Target is @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 1 round.</p>"
                },
                "action->Vein Walker": {
                    "name": "Vein Walker",
                    "description": "<p>The excorion moves about by way of hundreds of pulsating blood vessels, which stretch from its body in dozens of tight, ropy bundles and anchor it to the ground. An excorion can't be @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Tripped}, @UUID[Compendium.pf2e.actionspf2e.Item.7blmbDrQFNfdT731]{Shoved}, or otherwise forcibly moved except by magic, and the excorion ignores difficult terrain (but not greater difficult terrain).</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Faithless Ecclesiarch": {
            "name": "Faithless Ecclesiarch",
            "publicNotes": "<p>Faithless ecclesiarchs were powerful religious leaders in life—archpriests, hierarchs, oracles, and divine servitors personally blessed by their deities. They are adept at corrupting the pious and inspiring their fellow herexens, often becoming leaders among their kind. This faithless ecclesiarch once worshipped @UUID[Compendium.pf2e.deities.Item.9EKyWmjLUu42evxC]{Nethys}, god of magic.</p>\n<hr />\n<p>A herexen is an undead heretic, driven by hate to destroy the deity they once served. Herexens choose their faith willingly in life, rising to become respected religious figures within their church. Shortly before or during their death, they lose faith in their chosen deity so completely they become a full heretic, blaspheming, committing atrocities, and cursing their god. These anathemic acts bind their soul to their flesh, causing them to rise as cursed beings. To a herexen, faith is the ultimate lie.</p>\n<p>Although the circumstances that drive a pious worshipper to break with their faith are varied, herexens are unified in purpose. Herexens spend their existence fighting their former god in every manner they can, destroying iconography and temples, slaying worshippers, banding together with other herexens who oppose the same deity, conscripting lesser undead, and hiring living proxies to wreak havoc or spread misinformation. A particularly motivated herexen may even plot to kill or unseat the deity they once revered. Curiously, herexens maintain a corrupted form of their divine powers after death, wielding the weapons and magic of their past faith to tear it down.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Prepared Spells": {
                    "name": "Divine Prepared Spells"
                },
                "spellcastingEntry->Cleric Domain Spells": {
                    "name": "Cleric Domain Spells"
                },
                "equipment->Defiled Religious Symbol of Nethys": {
                    "name": "Defiled Religious Symbol of Nethys",
                    "description": "<p>This piece of wood or silver is emblazoned with an image representing a deity. Some divine spellcasters, such as clerics, can use a religious symbol of their deity as a divine focus to use certain abilities and cast some spells. A religious symbol must be held in one hand to use it.</p>"
                },
                "strike-melee->Staff": {
                    "name": "Staff"
                },
                "action->Final Blasphemy": {
                    "name": "Final Blasphemy",
                    "description": "<p>When the herexen is destroyed, it explodes in a wave of void energy with the effects of a 3rd-level, 3-action @UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm} spell (@Check[fortitude|dc:24|basic]). The herexen is destroyed, so it doesn't gain any Hit Points from this use of <em>harm</em>, and it doesn't need to have any <em>harm</em> spells remaining to use this ability.</p>"
                },
                "action->Inspire the Faithless": {
                    "name": "Inspire the Faithless",
                    "description": "<p>30 feet. Other herexens are bolstered by the presence of a faithless ecclesiarch. Whenever a herexen in the aura casts a @UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm} spell, that <em>harm</em> spell is heightened by 1 rank (to a maximum of 3rd).</p>"
                }
            }
        },
        "Fallen Champion": {
            "name": "Fallen Champion",
            "publicNotes": "<p>While most herexens were clerics or clergy in life, fallen champions were holy crusaders that upheld the ideals of their deity while fighting enemies of the church and defending its congregants. Fallen champions are direct in their actions and wage their divine war on a grand scale. This fallen champion once worshiped the Arcadian goddess @UUID[Compendium.pf2e.deities.Item.iXvyp9rGnqvFfy4q]{Kazutal}, also called Mother Jaguar.</p>\n<hr />\n<p>A herexen is an undead heretic, driven by hate to destroy the deity they once served. Herexens choose their faith willingly in life, rising to become respected religious figures within their church. Shortly before or during their death, they lose faith in their chosen deity so completely they become a full heretic, blaspheming, committing atrocities, and cursing their god. These anathemic acts bind their soul to their flesh, causing them to rise as cursed beings. To a herexen, faith is the ultimate lie.</p>\n<p>Although the circumstances that drive a pious worshipper to break with their faith are varied, herexens are unified in purpose. Herexens spend their existence fighting their former god in every manner they can, destroying iconography and temples, slaying worshippers, banding together with other herexens who oppose the same deity, conscripting lesser undead, and hiring living proxies to wreak havoc or spread misinformation. A particularly motivated herexen may even plot to kill or unseat the deity they once revered. Curiously, herexens maintain a corrupted form of their divine powers after death, wielding the weapons and magic of their past faith to tear it down.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "spellcastingEntry->Champion Devotion Spells": {
                    "name": "Champion Devotion Spells"
                },
                "equipment->Defiled Religious Symbol of Kazutal": {
                    "name": "Defiled Religious Symbol of Kazutal",
                    "description": "<p>This piece of wood or silver is emblazoned with an image representing a deity. Some divine spellcasters, such as clerics, can use a religious symbol of their deity as a divine focus to use certain abilities and cast some spells. A religious symbol must be held in one hand to use it.</p>"
                },
                "strike-melee->Machete": {
                    "name": "Machete"
                },
                "action->Agent of Despair": {
                    "name": "Agent of Despair",
                    "description": "<p>15 feet. A fallen champion emanates an aura of utter despair. Living creatures are @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} while in a fallen champion's aura. They can't naturally recover from this fear while in the area but recover instantly once they leave the aura.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.1bOSJ2LbEC28aI9f]{Effect: Despair}</p>"
                }
            }
        },
        "Festering Gnasher": {
            "name": "Festering Gnasher",
            "publicNotes": "<p>A festering gnasher is a floating head covered in infectious pustules and hollowed out by decay.</p>\n<hr />\n<p>Beheaded are disembodied floating heads transformed into undead. They are natural candidates for a necromancer's \"project minion,\" due to the inexpensive cost of creation and endlessly customizable nature. In any lair occupied for long by practicing necromancers, it isn't uncommon to find a handful of floating heads roaming about, each exhibiting completely different characteristics and even degrees of expertise in their creation.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Fiddling Bones": {
            "name": "Fiddling Bones",
            "publicNotes": "<p>To some, music is more than a hobby-it's an obsession. Every musician who lived and died for their craft runs the risk of returning as a fiddling bones, as do musicians who died before completing their magnum opus or receiving the accolades they believe they deserved. Driven to prove themselves even in undeath, fiddling bones often challenge famous performers to music duels.</p>",
            "hpDetails": "void healing",
            "items": {
                "equipment->Fiddle": {
                    "name": "Fiddle",
                    "description": "<p>Handheld instruments include bagpipes, a small set of chimes, small drums, fiddles and viols, flutes and recorders, small harps, lutes, trumpets, and similarly sized instruments. The GM might rule that an especially large handheld instrument (like a tuba) has greater Bulk. Heavy instruments such as large drums, a full set of chimes, and keyboard instruments are less portable and generally need to be stationary while played.</p>"
                },
                "equipment->Flute": {
                    "name": "Flute",
                    "description": "<p>Handheld instruments include bagpipes, a small set of chimes, small drums, fiddles and viols, flutes and recorders, small harps, lutes, trumpets, and similarly sized instruments. The GM might rule that an especially large handheld instrument (like a tuba) has greater Bulk. Heavy instruments such as large drums, a full set of chimes, and keyboard instruments are less portable and generally need to be stationary while played.</p>"
                },
                "strike-melee->Stamping Foot": {
                    "name": "Stamping Foot"
                },
                "strike-melee->Fiddlestick": {
                    "name": "Fiddlestick"
                },
                "strike-ranged->Dissonant Chord": {
                    "name": "Dissonant Chord"
                },
                "action->Rhapsodic Flourish": {
                    "name": "Rhapsodic Flourish",
                    "description": "<p><strong>Trigger</strong> The fiddling bones would roll a saving throw against an auditory or sonic effect</p>\n<hr />\n<p><strong>Effect</strong> The fiddling bones performs a refrain that deflects sonic vibrations. They roll a @Check[performance] check in place of the triggering saving throw. Sonic feedback rebounds from the effect, dealing @Damage[1d6[sonic]] damage to the source of the triggering effect if the Performance check succeeded or @Damage[2d6[sonic]] damage to the fiddling bones on a failure.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Final Words": {
            "name": "Final Words",
            "descriptionHazard": "<p>As a creature touches a hand-written letter, they witness the letter's author scribe it in the past; each pen stroke across the page carves the letter's text into the creature's flesh.</p>",
            "disable": "<p>@Check[religion|dc:24|name:Ward off the haunt] (trained) to ward off the haunt or @Check[thievery|dc:25|name:Dispose of the letter] (trained) to dispose of the letter with extreme care before the haunt can form</p>",
            "reset": "<p>1 minute</p>",
            "stealth": "<p>(trained) to hear the scratch of a quill upon paper</p>",
            "items": {
                "action->Carve in Flesh": {
                    "name": "Carve in Flesh",
                    "description": "<p><strong>Trigger</strong> A creature reads the letter</p>\n<hr />\n<p><strong>Effect</strong> The haunt deals @Damage[(2d8+11)[slashing]] damage to the triggering creature as the words are carved into its flesh (@Check[will|dc:21|basic]). On a failure, the creature takes @Damage[2d8[bleed]].</p>"
                }
            }
        },
        "Flood of Spirits": {
            "name": "Flood of Spirits",
            "descriptionHazard": "<p>A wave of spirits fly through the area, passing right through the living.</p>",
            "disable": "<p>@Check[occultism|dc:48|name:Divert the spirits] (expert) or @Check[religion|dc:48|name:Divert the spirits] (master) to divert the spirits</p>",
            "reset": "<p>1 day</p>",
            "stealth": "<p>(trained) to hear the flood of spirits coalescing</p>",
            "items": {
                "action->Surge Through": {
                    "name": "Surge Through",
                    "description": "<p><strong>Trigger</strong> A creature passes through the area</p>\n<hr />\n<p><strong>Effect</strong> The haunt deals @Damage[(3d12+20)[void],(3d12+20)[cold]]{3d12+20 void damage and 3d12+20 cold damage} to creatures in the area (@Check[reflex|dc:40|basic] save). On a failure, a creature is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 minute, and on a critical failure, it's also @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} for 1 minute.</p>"
                }
            }
        },
        "Fluxwraith": {
            "name": "Fluxwraith",
            "publicNotes": "<p>To cheat mortality, the rare spellcaster turns to potent temporal stasis magic, or even cryogenic technology. However, such methods are highly unreliable and often fracture the sleeper's soul across the time stream as their physical body perishes. Such an individual can rise as a fluxwraith, an incorporeal undead with a kaleidoscopic consciousness.</p>",
            "languagesDetails": "any four languages (typically ancient languages)",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Occult Innate Spells": {
                    "name": "Occult Innate Spells"
                },
                "spell->Haste (Self Only)": {
                    "name": "Haste (Self Only)"
                },
                "spell->Déjà Vu (At Will)": {
                    "name": "Déjà Vu (At Will)"
                },
                "strike-melee->Time-shifting Touch": {
                    "name": "Time-shifting Touch"
                },
                "strike-ranged->Temporal Fracturing Ray": {
                    "name": "Temporal Fracturing Ray"
                },
                "action->Lifesense (Imprecise) 60 feet": {
                    "name": "Lifesense (Imprecise) 60 feet"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Frenetic Musician": {
            "name": "Frenetic Musician",
            "descriptionHazard": "<p>A spirit musician rises out of an instrument and plays a frantic, bone-shaking melody.</p>",
            "disable": "<p>@Check[performance|dc:26|name:Bring the music to a close|traits:action:perform] (trained) to bring the spirit's music to a close or @Check[occultism|dc:28|name:Banish the spirit] check (expert) to banish the spirit</p>",
            "reset": "<p>1 hour</p>",
            "stealth": "<p>(expert) to hear phantom tones</p>",
            "items": {
                "action->Musical Assault": {
                    "name": "Musical Assault",
                    "description": "<p><strong>Trigger</strong> A creature touches the instrument</p>\n<hr />\n<p><strong>Effect</strong> The musician's bone-shaking musical performance deals @Damage[(4d10+22)[sonic]] damage to creatures within @Template[emanation|distance:30]{30 feet} (@Check[will|dc:30|basic]).</p>"
                }
            }
        },
        "Gallowdead": {
            "name": "Gallowdead",
            "publicNotes": "<p>The first gallowdead were hung from enormous, hooked chains from atop the Whispering Tyrant's prison, Gallowspire, and magically bonded to their chains after death. After Gallowspire's destruction, the gallowdead who remained were left to wander the ruins.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Eyes of the Tyrant": {
                    "name": "Eyes of the Tyrant",
                    "description": "<p>Gallowdead are the eyes and ears of the Whispering Tyrant, so Tar-Baphon can see through them at any time as long as they're on the same plane of existence as him.</p>"
                },
                "action->Aura of Whispers": {
                    "name": "Aura of Whispers",
                    "description": "<p>30 feet. A gallowdead is surrounded by an aura of blasphemous whispers. A creature who hears them understands them to be mutterings of its most closely guarded secrets and private failings laid bare. A creature that first enters the area must attempt a @Check[will|dc:34] save. Regardless of the result of the saving throw, the creature is temporarily immune to aura of whispers for 1 minute. The frightened condition from this aura can't be reduced while in the aura.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2} and @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 1}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3} and @UUID[Compendium.pf2e.conditionitems.Item.dfCMdR4wnpbYNTix]{Stunned 3}.</p>"
                }
            }
        },
        "Gashadokuro": {
            "name": "Gashadokuro",
            "publicNotes": "<p>The dreaded gashadokuro is an undead haunter of the night, spawning as a giant skeleton that rises from the earth in the aftermath of a mass starvation event. These enormous creatures then seek to inflict their unending hunger on the living.</p>\n<p>A gashadokuro that comes about due to a poor growing season is more prone to stalk remote village farmlands at night, while a gashadokuro that arose from the victims of a government-instigated food shortage has few compunctions about stomping straight into bustling cities in broad daylight. These latter gashadokuro even seem to target aristocrats and government authorities-whether or not they were the same politicians whose negligence resulted in the famine in the first place-leading many to believe that the gashadokuro seeks to slake its thirst for revenge even more than it seeks to sate its unending hunger.</p>",
            "languagesDetails": "(can't speak any language)",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Starvation Aura": {
                    "name": "Starvation Aura",
                    "description": "<p>60 feet. Any creature that ends its turn in the aura feels the intense pain of starvation and must attempt a @Check[fortitude|dc:30] save. On a failure, the creature becomes @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued} and takes [[/r 6d6]]{6d6 damage}. Damage and fatigue a creature takes from this aura can't be healed until the affected creature has eaten a full meal.</p>"
                }
            }
        },
        "Geist": {
            "name": "Geist",
            "publicNotes": "<p>A geist is an ever-shifting mass of black sack cloth, teeth, and mouths, folding in and out of itself and cackling like a thousand frenzied and doomed souls. Created when a haunt kills an evil person, a geist rises from a soul trapped on the plane of their demise, now connected to the dark energy radiating from haunts everywhere. They wander the world, looking for solace and never finding it. In frustration, they turn their malice back onto the living, antagonizing any nearby creatures, hoping to fatally lure their victims into the clutches of a haunt to be turned into another geist and share the torment.</p>\n<p>Geists are occasionally mistaken for other incorporeal undead, such as wraiths and ghosts, but their proximity to haunts is one of the surest ways to determine the nature of the undead being encountered.</p>",
            "languagesDetails": "telepathy 100 feet",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Bite": {
                    "name": "Bite"
                },
                "action->Telepathy 100 feet": {
                    "name": "Telepathy 100 feet"
                },
                "action->Power of the Haunt": {
                    "name": "Power of the Haunt",
                    "description": "<p>If a geist is within 100 feet of a haunt that isn't disabled or destroyed, they gain a +2 status bonus to AC and saving throws and deal an additional @Damage[1d6[void]] damage with bite Strikes. A creature that succeeds at a @Check[perception|dc:20|traits:action:seek] check to Seek or Recall Knowledge about the geist sees that the tendrils from the geist's cloak grow thicker and more agitated the closer it gets to the haunt.</p>"
                }
            }
        },
        "Gholdako": {
            "name": "Gholdako",
            "publicNotes": "<p>Cyclops necromancers created gholdakos untold ages ago by performing foul rituals over the corpses of their fellow cyclopes. Although these rituals varied through the history of Ghol-Gan, each involved the sacrifice of numerous humanoids whose blood was used to write the runes scribed upon a gholdako's linens. Rarely, a cyclops initiated their own transformation into a gholdako, scribing runes glimpsed from oracular visions and fevered dreams on their clothes or carving them into their bare flesh. Regardless of their origin, gholdakos are guardians, bound beyond death to protect a location, relic, or person—often the same thing they once defended in life.</p>\n<p>Despite their death and subsequent reanimation, gholdakos retain many of the quirks of living cyclopes, including their ceaseless hunger, volatile temper, single-mindedness, and great strength.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Tumultuous Flash": {
                    "name": "Tumultuous Flash",
                    "description": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> The gholdako is about to roll a d20</p>\n<hr />\n<p><strong>Effect</strong> Instead of rolling normally, the gholdako attempts a @Check[flat|dc:11], getting a critical success on the triggering roll if the flat check succeeds or a critical failure if it fails.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Ghost Pirate Captain": {
            "name": "Ghost Pirate Captain",
            "publicNotes": "<p>Undead prowling the ocean on derelict ships have long been threats sailors keep an eye out for. Other than corporeal undead, some undead pirates take on an incorporeal form, especially if their bodies have been lost to the fishes. Captains of crews in particular are likely to return from the dead, perhaps on account of their strong personalities.</p>\n<hr />\n<p>Tethered to the world after death by powerful emotions that haven't been resolved, ghosts haunt the living as sad echoes of their former selves.</p>",
            "hpDetails": "void healing, rejuvenation",
            "items": {
                "strike-melee->Ghostly Cutlass": {
                    "name": "Ghostly Cutlass"
                },
                "strike-ranged->Ghostly Hand Crossbow": {
                    "name": "Ghostly Hand Crossbow"
                },
                "action->Curse Ye Scallywags!": {
                    "name": "Curse Ye Scallywags!",
                    "description": "<p>When the ghost pirate captain is reduced to 0 HP, all creatures within 60 feet are subjected to a @Check[will|dc:25] @UUID[Compendium.pf2e.spells-srd.Item.z2mfh3oPnfYqXflY]{Mariner's Curse} spell. The locations of those that critically fail are known to the ghost until the curse is removed. This curse ends if the ghost is permanently destroyed.</p>"
                },
                "action->Rejuvenation": {
                    "name": "Rejuvenation",
                    "description": "<p>When the ghost pirate captain is destroyed, they re-form after [[/br 2d4 #Rejuvenation]]{2d4 days} within the ship or location they're bound to, fully healed. They can be permanently destroyed if their desires are fulfilled, which could involve being defeated in a great battle or ensuring their treasure has been hidden.</p>"
                },
                "action->Ship Bound": {
                    "name": "Ship Bound",
                    "description": "<p>The ghost is typically bound to a vessel, even one damaged beyond repair. They can't venture more than 120 feet away from the ship or site of its wreckage.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Ghost Stampede": {
            "name": "Ghost Stampede",
            "hpDetails": "per aurochs skull",
            "descriptionHazard": "<p>Four massive skulls of aurochs, enormous wild cattle, rise into the air, each trailing its ghostly body behind it.</p>",
            "disable": "<p>@Check[nature|dc:36] (master) to calm one of the four aurochs or @Check[religion|dc:40] (trained) to exorcise them</p>",
            "reset": "<p>The haunt deactivates 1 minute after all living creatures leave the area or after all four aurochs skulls are destroyed. After 1 hour, if at least one aurochs skull remains, the haunt reactivates.</p>",
            "routine": "<p>(4 actions) For each aurochs skull disabled or destroyed, the haunt has 1 fewer action. On each action, a different aurochs moves up to 60 feet and attempts a horn Strike against a different living creature. A creature critically hit by a horn Strike also takes @Damage[2d6[bleed]] and is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>",
            "stealth": "<p>(master)</p>",
            "items": {
                "action->Defend Territory": {
                    "name": "Defend Territory",
                    "description": "<p><strong>Trigger</strong> A creature approaches within 10 feet of an aurochs skull</p>\n<hr />\n<p><strong>Effect</strong> The skulls rise into the air, form ghostly bodies, and bellow in rage. Each creature within @Template[emanation|distance:60]{60 feet} of an aurochs skull must attempt a @Check[will|dc:36] saving throw. The haunt then rolls initiative.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature takes @Damage[(1d12+6)[mental]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[(2d12+12)[mental]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 4}.</p>"
                },
                "strike-melee->Horn": {
                    "name": "Horn",
                    "description": "<p>No multiple attack penalty</p>"
                }
            }
        },
        "Ghul": {
            "name": "Ghul",
            "publicNotes": "<p>Legends claim the gods banished a number of evil, greedy, and gluttonous genies to the Material Plane in the early days of creation. There, the genies transformed into the first ghuls, cruel undead that feast on the flesh of the living. The greedy and gluttonous nature of the first ghuls lives on, cursing them with an insatiable need to consume. Ghuls haunt trade routes, cemeteries, and other locations with good hiding places and a regular influx of travelers. From here, ghuls use their abilities to confuse and captivate passersby, luring them toward dens where ghuls can feast on unsuspecting flesh. Unlike a ghoul, a ghul doesn't devour corpses—only live prey.</p>",
            "languagesDetails": "one planar language (typically aquan, auran, ignan, or terran)",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Glimpse Grave": {
            "name": "Glimpse Grave",
            "descriptionHazard": "<p>A tombstone bears the name of those who look upon it, causing their hearts to seize.</p>",
            "disable": "<p>@Check[religion|dc:45|name:Bless the tombstone] (legendary) to bless the tombstone or @Check[occultism|dc:50|name:Ward off the spirits] (trained) to ward off spirits</p>",
            "reset": "<p>1 day</p>",
            "stealth": "<p>(expert) to notice the words on the tombstone waver</p>",
            "items": {
                "action->Stop Heart": {
                    "name": "Stop Heart",
                    "description": "<p><strong>Trigger</strong> A creature reads or touches the tombstone</p>\n<hr />\n<p><strong>Effect</strong> The haunt deals @Damage[(8d10+44)[void]] damage (@Check[will|dc:47|basic]) to all creatures within @Template[emanation|distance:60]{60 feet} who can see the tombstone and can read any language. On a critical failure, a creature dies.</p>"
                }
            }
        },
        "Grappling Spirit": {
            "name": "Grappling Spirit",
            "publicNotes": "<p>When a great gladiator or wrestler meets their demise, their soul can sometimes linger out of a love for combat and sport. Every grappling spirit manifests a mask that represents the legacy of the warrior they were during their life.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Ghostly Hand": {
                    "name": "Ghostly Hand"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Grasping Dead": {
            "name": "Grasping Dead",
            "descriptionHazard": "<p>Hands of the buried dead rise from the ground, grabbing and tearing at creatures in the area to drag them underground.</p>",
            "disable": "<p>@Check[religion|dc:22] (trained) to ritually pray for the dead or @Check[occultism|dc:24] (trained) to exorcise the spirits' anger; two total successes are required to disable the haunt</p>",
            "reset": "<p>The haunt deactivates 1 minute after all living creatures leave the area. After 1 hour, the haunt reactivates.</p>",
            "routine": "<p>(1 action) The grasping hands batter all creatures in the area, dealing @Damage[(2d6+7)[bludgeoning]] damage (@Check[reflex|dc:26|basic] save). On a critical failure, a creature is dragged partially into the earth, becoming @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} until it @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escapes} (DC 26). If already immobilized, it's fully submerged and must hold its breath to avoid suffocation.</p>",
            "stealth": "<p>(trained)</p>",
            "items": {
                "action->Shifting Earth": {
                    "name": "Shifting Earth",
                    "description": "<p><strong>Trigger</strong> At least two creatures enter the area</p>\n<hr />\n<p><strong>Effect</strong> The earth shifts wildly as the hands of the dead spring forth from the ground. The area becomes difficult terrain. Creatures within the area are knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} unless they succeed at a @Check[reflex|dc:26] save. The haunt then rolls initiative.</p>"
                }
            }
        },
        "Graveknight Warmaster": {
            "name": "Graveknight Warmaster",
            "hpDetails": "void healing, rejuvenation",
            "items": {
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Attack of Opportunity": {
                    "name": "Attack of Opportunity"
                },
                "action->Hungry Armor": {
                    "name": "Hungry Armor",
                    "description": "<p>A creature that Strikes a graveknight warmaster with a melee weapon must succeed at a @Check[reflex|dc:31] save or be disarmed of that weapon. If the creature critically fails, the weapon ends up in the graveknight's space. A creature that hits a graveknight warmaster with an unarmed attack must succeed at a @Check[reflex|dc:31] or become @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} by the graveknight until the end of its next turn, it Escapes, or the graveknight moves, whichever comes first.</p>"
                },
                "action->Rejuvenation": {
                    "name": "Rejuvenation",
                    "description": "<p>When a graveknight is destroyed, its armor rebuilds its body over the course of [[/br 1d10 #days]]{1d10 days}-or more quickly if the armor is worn by a living host. If the body is destroyed before then, the process restarts.</p>\n<p>A graveknight can only be permanently destroyed by obliterating its armor (such as with @UUID[Compendium.pf2e.spells-srd.Item.r7ihOgKv19eJQnik]{Disintegrate}), transporting it to the Forge of Creation, or throwing it into the heart of a volcano.</p>"
                },
                "action->Sacrilegious Aura": {
                    "name": "Sacrilegious Aura",
                    "description": "<p>30 feet. When a creature in the aura uses a vitality spell or ability, the graveknight automatically attempts to counteract it, with a [[/r 1d20+23 #Counteract]]{+23 counteract modifier}.</p>"
                }
            }
        },
        "Harlo Krant": {
            "name": "Harlo Krant",
            "blurb": "Male variant zombie lord",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "backpack->Bag of Holding (Type I)": {
                    "name": "Bag of Holding (Type I)",
                    "description": "<p>Though it appears to be a cloth sack decorated with panels of richly colored silk or stylish embroidery, a <em>bag of holding</em> opens into an extradimensional space larger than its outside dimensions. The Bulk held inside the bag doesn't change the Bulk of the <em>bag of holding</em> itself. The amount of Bulk the bag's extradimensional space can hold depends on its type.</p>\n<p>You can Interact with the <em>bag of holding</em> to stow items in it or remove them just like a mundane sack. Though the bag can hold a great amount of material, an object still needs to be able to fit through the opening of the sack to be stored inside.</p>\n<p>If the bag is overloaded or broken, it ruptures and is ruined, causing the items inside to be lost forever. If it's turned inside out, the items inside spill out unharmed, but the bag must be put right before it can be used again. A living creature placed inside the bag has enough air for 10 minutes before it begins to suffocate, and it can attempt to Escape against a DC of 13. An item inside the bag provides no benefits unless it's retrieved first. An item in the bag can't be detected by magic that detects only things on the same plane.</p>\n<hr />\n<p><strong>Capacity</strong> 25 Bulk</p>"
                },
                "strike-melee->Scythe": {
                    "name": "Scythe"
                },
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Hollow Serpent": {
            "name": "Hollow Serpent",
            "publicNotes": "<p>A hollow serpent is the dried and shriveled husk of an enormous constrictor snake, animated by fell magic to serve its masters. According to the oldest holy books of serpentfolk, the first hollow serpents were raised by Ydersius. The god took the cast-off skins of great snakes and filled them with hunger and hatred, a bottomless yearning for mortal life that could never be filled. In due course, the priests of the serpentfolk learned to replicate their lord's trick, and in the millennia since the serpentfolk's fall, the knowledge has slithered into the libraries of other necromancers and sorcerers.</p>\n<p>Despite their menacing reputation and great power, hollow serpents are a relatively uncomplicated creation. They were designed first and foremost as guardians, and serpentfolk liches of a suitable level of power are sometimes accompanied by hollow serpents. A few have struck out on their own over the years, usually due to outliving their original creators. Driven by their hunger and dim intellect, they take up residence in remote ruins or deep caverns. Those that study such things believe at least one serpent, perhaps one of the original creatures made by Ydersius, survives in the mountains west of Geb.</p>",
            "speedsDetails": "freedom of movement",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "spell->Vampiric Exsanguination (Drawing in Moisture Rather than Blood)": {
                    "name": "Vampiric Exsanguination (Drawing in Moisture Rather than Blood)"
                },
                "spell->Freedom of Movement (Constant)": {
                    "name": "Freedom of Movement (Constant)"
                },
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Tail": {
                    "name": "Tail"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Constant Spells": {
                    "name": "Constant Spells"
                },
                "action->Desiccation Aura": {
                    "name": "Desiccation Aura",
                    "description": "<p>30 feet. A cloud of choking, acrid dust swirls about the hollow serpent, draining moisture from any enemy within. A creature entering the aura or starting its turn in the aura must succeed at a @Check[fortitude|dc:34] save or become @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for [[/r 1d4 #rounds]]{1d4 rounds} ([[/r 2d4 #rounds]]{2d4 rounds} on a critical failure). A creature that succeeds is temporarily immune for 24 hours.</p>"
                }
            }
        },
        "Horde Lich": {
            "name": "Horde Lich",
            "publicNotes": "<p>At first glance, a horde lich looks like a skeleton packed with too many bones. In combat, the true purpose of these extra parts becomes clear as limbs peel off, expanding and reassembling into another nimble skeletal form. Regardless of the number, the single lich mind controls them all, and if any of them survive an encounter, they can rebuild the whole given enough time and raw materials.</p>\n<hr />\n<p>A desire to live eternally motivates a spellcaster to become a lich, and necromantic knowledge makes the desire real. The typical lich takes the most direct path, keeping their undead form fairly close to their appearance in life. But undeath can also bring greater freedom for those with a less conventional view of what they can become. The horde lich and runecarved lich reshape themselves entirely.</p>",
            "allSavesBonus": "+1 status to all saves vs. vitality",
            "hpDetails": "void healing, rejuvenation",
            "items": {
                "spellcastingEntry->Arcane Prepared Spells": {
                    "name": "Arcane Prepared Spells"
                },
                "consumable->Scroll of Teleport (Level 6)": {
                    "name": "Scroll of Teleport (Level 6)",
                    "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.69L70wKfGDY66Mk9]{Teleport}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>To Cast a Spell from a scroll, the spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack roll and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical material components and costs are provided when a scroll is created, so you don't need to provide them when Casting a Spell from a scroll. You must replace any required material component for that spell with a somatic component. If the spell requires a focus, you must have that focus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>"
                },
                "consumable->Wand of Dispel Magic (Level 6)": {
                    "name": "Wand of Dispel Magic (Level 6)",
                    "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated level.</p>\n<p><strong>Craft Requirements</strong> Supply a listed-level casting of the spell.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>"
                },
                "strike-melee->Hand": {
                    "name": "Hand"
                },
                "action->+1 Status to All Saves vs. Vitality": {
                    "name": "+1 Status to All Saves vs. Vitality"
                }
            }
        },
        "Hungry Ghost": {
            "name": "Hungry Ghost",
            "publicNotes": "<p>Hungry ghosts arise from those who didn't receive proper burials or whose graves were neglected. They are not bound to a site or item but are compelled to see opportunities to commit good deeds in hopes of gaining favors that can aid them in achieving a final rest. Their need to feed on living energy often conflicts with this goal, however.</p>\n<hr />\n<p>Tethered to the world after death by powerful emotions that haven't been resolved, ghosts haunt the living as sad echoes of their former selves.</p>",
            "languagesDetails": "one other language",
            "hpDetails": "void healing, rejuvenation",
            "items": {
                "strike-melee->Ghostly Touch": {
                    "name": "Ghostly Touch"
                },
                "action->Living Visage": {
                    "name": "Living Visage",
                    "description": "<p>While they have more than 30 HP, the hungry ghost appears to be a living creature. They have an automatic result of 34 on Deception checks and DCs to conceal their undead status and can Feed on the Living covertly.</p>"
                },
                "action->Feed on the Living": {
                    "name": "Feed on the Living",
                    "description": "<p>The hungry ghost touches a creature in reach. If the target is a living creature, it takes damage from the ghost's ghostly touch with a @Check[fortitude|dc:24] save. If the ghost is in their living visage, they can disguise Feed on the Living as a benign touch and delay the effects for 1 minute while keeping the target unaware of the effect. A creature can be affected by only one delayed Feed on the Living at a time, and if the ghost loses their living visage during that minute, the Feed on the Living is lost.</p>\n<hr />\n<p><strong>Critical Success</strong> The target's life energy overpowers the ghost. The hungry ghost takes @Damage[5[vitality]] damage, and the target is unaffected.</p>\n<p><strong>Success</strong> The target takes half damage, and the hungry ghost regains HP equal to the damage dealt.</p>\n<p><strong>Failure</strong> The target takes full damage and is @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 minute, and the hungry ghost regains HP equal to the damage dealt.</p>\n<p><strong>Critical Failure</strong> The target takes double damage and is @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 2} for 1 minute, and the hungry ghost regains HP equal to the damage dealt.</p>"
                },
                "action->Ravenous Undoing": {
                    "name": "Ravenous Undoing",
                    "description": "<p>In each 24-hour period, the hungry ghost must use Feed on the Living to consume 30 HP (any HP the ghost would gain count toward this total, even if the ghost has enough HP that they don't actually regain the full amount). If the ghost hasn't consumed enough HP, they mindlessly and recklessly feed on any living creature they come across until satiated.</p>"
                },
                "action->Rejuvenation": {
                    "name": "Rejuvenation",
                    "description": "<p>When destroyed, hungry ghosts reform after [[/br 2d4 #Rejuvenation]]{2d4 days} fully healed at whatever location they were at when last destroyed. They're only permanently destroyed when they have been given a proper burial, have had their grave cleaned and maintained for at least a year, or have been judged to be redeemed by Pharasma.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Hunter Wight": {
            "name": "Hunter Wight",
            "publicNotes": "<p>Dangers deep in the wilderness claim the life some lone scout or hunter. When they arise as wights, they renew their hunt with equal vigor, but all the living are now their prey. Hunter wights prefer to seek strategic ground, frequently taking residence atop hills or within abandoned watchtowers and keeps.</p>\n<hr />\n<p>Wights are undead beings of spite who primarily stalk places related to death.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Final Snare": {
                    "name": "Final Snare",
                    "description": "<p><strong>Trigger</strong> The hunter wight is reduced to 0 Hit Points</p>\n<hr />\n<p><strong>Effect</strong> The hunter wight has rigged their own body with a snare, which they trigger before being destroyed. Slivers of bone launch at an adjacent creature, dealing @Damage[4d8[piercing]] damage (@Check[reflex|dc:25|basic]).</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Husk Zombie": {
            "name": "Husk Zombie",
            "publicNotes": "<p>Rather than allow a body to rot, some necromancers attempt to dry-cure the corpse to prevent further deterioration. Combined with special reagents, this process can preserve a rudimentary form of intelligence, allowing husk zombies to act more like predators than their mindless kin. Most husk zombies have no memories of their prior lives, though some keep trinkets from that time, oblivious as to why they value such items. A rare few husk zombies retain most of their former knowledge, though they tend to have gaps in their memory.</p>\n<hr />\n<p>Simple to create and varied in purpose, these shambling undead are often used for their strength and endless stamina to conduct boring, repetitive tasks.</p>",
            "hpDetails": "void healing",
            "items": {
                "condition->Slowed": {
                    "name": "Slowed",
                    "description": "<p>You have fewer actions. Slowed always includes a value. When you regain your actions at the start of your turn, reduce the number of actions you regain by your slowed value. Because slowed has its effect at the start of your turn, you don't immediately lose actions if you become slowed during your turn.</p>"
                },
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Slow": {
                    "name": "Slow",
                    "description": "<p>A husk zombie is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Ice Mummy": {
            "name": "Ice Mummy",
            "publicNotes": "<p>The cold of high places coupled with strong winds and less oxygen creates an effect that can preserve bodies, mummifying them through natural processes. Many are created deliberately by cults, and a rare few voluntarily transform.</p>\n<hr />\n<p>The versatility of mummification allows the creation of mummies through a wide range of methods—nature, ritual, alchemy, and combinations of all these.</p>",
            "sensesDetails": "snow vision",
            "languagesDetails": "plus any two languages they knew while alive",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Great Despair": {
                    "name": "Great Despair",
                    "description": "<p>30 feet. Living creatures are @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1} while in an ice mummy's great despair aura. They can't naturally recover from this fear while in the area but recover instantly once they leave it. When a creature first enters the area, it must succeed at a @Check[will|dc:24] save (after taking the penalty from being frightened) or be @UUID[Compendium.pf2e.conditionitems.Item.6uEgoh53GbXuHpTF]{Paralyzed} for [[/r 1d4 #rounds]]{1d4 rounds}. The creature is then temporarily immune for 24 hours.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.1bOSJ2LbEC28aI9f]{Effect: Despair}</p>"
                }
            }
        },
        "Ichor Slinger": {
            "name": "Ichor Slinger",
            "publicNotes": "<p>While the typical snake oil salesperson seeks riches, some medical fraudsters become so enamored with the swindler lifestyle they reanimate to keep living the lie. Known as ichor slingers, these cadaverous alchemists disguise themselves to walk among the living. There they gleefully concoct tonics and peddle cure-alls, charismatically convincing bystanders to overlook questionable ingredients and credentials. Ichor slingers feed on others' attention and trust, caring little for clients' health so long as buyers imbibe the offered medicines. Conversely, rejection infuriates ichor slingers. The undead often stalk, subdue, and administer unwanted medicines to those who snub them. When not selling \"panaceas,\" ichor slingers harvest macabre ingredients to make dubious new medicines.</p>",
            "languagesDetails": "any one language",
            "hpDetails": "void healing",
            "items": {
                "equipment->Alchemist's Tools": {
                    "name": "Alchemist's Tools",
                    "description": "<p>This mobile collection of vials and chemicals can be used for simple alchemical tasks.</p>"
                },
                "consumable->Infused Reagents": {
                    "name": "Infused Reagents"
                },
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Mystery Ingredients": {
                    "name": "Mystery Ingredients",
                    "description": "<p>60 feet. Creatures in the aura take a -2 status penalty to checks to Identify Alchemy, Recall Knowledge about alchemical subjects, or examine snake oil effects. When a creature first enters the area, if it hears the ichor slinger talking, it must attempt a secret @Check[will|dc:23|traits:secret] save against the slinger's Deception DC. On a failure, it treats its next failed check to Identify Alchemy or Recall Knowledge about alchemical subjects in the next 24 hours as though it were a critical failure instead. This is an auditory misfortune effect.</p>"
                }
            }
        },
        "Iroran Mummy": {
            "name": "Iroran Mummy",
            "publicNotes": "<p>Some enlightened members of the Iroran faith, particularly monks, are so aware of their own bodily processes they can sense their approaching death from old age. Pinpointing the occurrence to the exact hour, a chosen few employ a method of self-mummification. These masters of life and death leave behind their bodies to watch over Irori's temples.</p>\n<hr />\n<p>The versatility of mummification allows the creation of mummies through a wide range of methods—nature, ritual, alchemy, and combinations of all these.</p>",
            "languagesDetails": "any two languages they knew while alive",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Monk Ki Spells": {
                    "name": "Monk Ki Spells"
                },
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "strike-ranged->Shuriken": {
                    "name": "Shuriken"
                },
                "action->Aura of Peace": {
                    "name": "Aura of Peace",
                    "description": "<p>30 feet. When a creature enters or starts its turn in the aura, it's affected by @UUID[Compendium.pf2e.spells-srd.Item.b515AZlB0sridKSq]{Calm} for 1 minute, with a @Check[will|dc:27] save. A creature that succeeds at the save is temporarily immune for 24 hours. If the Iroran mummy takes a hostile action, the aura of peace is suppressed and its effects end for anyone already affected. The Iroran mummy must spend 10 minutes in meditation to restore the aura.</p>"
                }
            }
        },
        "Iruxi Ossature": {
            "name": "Iruxi Ossature",
            "publicNotes": "<p>Iruxis, also known as lizardfolk, are surrounded by the spirits of their ancestors—literally, as they honor their dead by incorporating their bones into the architecture of iruxi settlements. Decades of veneration by their descendants have caused primal power to accumulate within these remains. In times of crisis, these earth-encrusted bones reanimate as guardians of last resort. Iruxis often refer to these undead—spirits bathed in starlight animating bone and rock, fueled by the beliefs of the living—as \"the twilight guardians.\"</p>\n<p>Iruxi ossatures usually reanimate spontaneously when a nesting chamber is violated or blood is spilled in an iruxi settlement's main hall. Truly ancient settlements might be blessed with a few ossatures' presence at all times: guarding nurseries, reliquaries, and the sacred observatories where their descendants study the heavens. These particularly hardy ossatures are composed of fossilized bone and possess dinosaur-like shield frills, horns, or spiked tails.</p>",
            "hpDetails": "twilight spirit",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Tail": {
                    "name": "Tail"
                },
                "strike-ranged->Bone Javelin": {
                    "name": "Bone Javelin"
                },
                "action->Lifesense 30 feet": {
                    "name": "Lifesense 30 feet"
                },
                "action->Twilight Spirit": {
                    "name": "Twilight Spirit",
                    "description": "<p>The faith of its descendants protects the iruxi ossature. It takes no damage from vitality or void energy, and it can be healed by either vitality or void energy.</p>"
                },
                "action->Fossil Fury": {
                    "name": "Fossil Fury",
                    "description": "<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> s The iruxi ossature beckons with glowing hands, commanding the earth to trip up opponents and marshaling the bone walls of its protectorate to lash out at intruders. The floor in a @Template[cone|distance:30] in front of the ossature becomes difficult terrain for 1 minute. Any square of a wall built by iruxis that's in the cone lashes out, with fossilized claws damaging any enemy within 5 feet of the wall. This deals @Damage[6d6[piercing]] damage with a @Check[reflex|dc:22|basic]. A creature attempts the save only once, even if adjacent to more than one affected square of the wall. Fossil Fury has no effect on the ossature's allies and never damages iruxi eggs.</p>"
                },
                "action->Terrain Advantage": {
                    "name": "Terrain Advantage",
                    "description": "<p>Non-lizardfolk creatures in difficult terrain and non-lizardfolk creatures that are in water and lack a swim Speed are @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} to the iruxi ossature.</p>"
                }
            }
        },
        "Jitterbone Contortionist": {
            "name": "Jitterbone Contortionist",
            "publicNotes": "<p>Aptly named jitterbones, halfling mortics are capable of controlling the density and rigidity of their skeletal structure. When relaxed, they have elongated, rubbery limbs. When they harden their bones, they become difficult to harm and bony spikes jut from their flesh.</p>\n<hr />\n<p>Mortics are humanoids overwhelmed by void energy who tenaciously cling to life, straddling the line between living and dead.</p>",
            "speedsDetails": "compression",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Consecration Vulnerability": {
                    "name": "Consecration Vulnerability",
                    "description": "<p>A jitterbone in a place of worship dedicated to a non-evil deity or on sacred ground, such as an area blessed by @UUID[Compendium.pf2e.spells-srd.Item.y3jlOfgsQH1JjkJE]{Anointed Ground}, is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Lacedon": {
            "name": "Lacedon",
            "publicNotes": "<p>Feared by mariners and coastal dwellers everywhere, the aquatic ghouls known as lacedons are said to be the spawn of an ancient crew of sailors who became lost at sea and were forced to resort to cannibalism to survive. Their appearance is the stuff of a diver's nightmare, supplementing the vicious traits of their land-bound kin with spines, fins, and wide mouths bristling with needle-sharp teeth like piscine predators of the nethermost ocean depths.</p>\n<hr />\n<p>Devious and cunning, ghouls can be found anywhere corpses are laid to rest, forever seeking to satisfy their boundless craving for humanoid flesh.</p>",
            "sensesDetails": "corpse scent (imprecise)",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Corpse Scent (Imprecise) 1 mile": {
                    "name": "Corpse Scent (Imprecise) 1 mile",
                    "description": "<p>The lacedon can smell humanoid corpses in the water from up to 1 mile away.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Last Guard": {
            "name": "Last Guard",
            "speedsDetails": "troop movement",
            "hpDetails": "void healing, rejuvenation, troop defenses",
            "items": {
                "action->Battlefield Bound": {
                    "name": "Battlefield Bound",
                    "description": "<p>Without a call to war, a last guard can stray only a short distance from the location they failed to defend, typically 120 feet. Some last guards are instead bound to a province, kingdom, or nation, rather than a specific location.</p>"
                },
                "action->Form Up": {
                    "name": "Form Up"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Rejuvenation": {
                    "name": "Rejuvenation",
                    "description": "<p>When a last guard is destroyed, they re-form after [[/br 2d4 #days]]{2d4 days} within the location they're bound to, fully healed. A last guard can be permanently destroyed and move on to the afterlife only if they successfully defend the location they're bound to from large-scale attack, or fulfill a call to war.</p>"
                },
                "action->Troop Defenses": {
                    "name": "Troop Defenses",
                    "description": "<p><strong>Thresholds</strong> 220 (12 squares), 110 (8 squares)</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.TroopDefenses]</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Little Man In The Woods": {
            "name": "Little Man In The Woods",
            "publicNotes": "<p>A murdered man left unburied in the wilds might return as a being called a \"little man in the woods,\" his decayed corpse shriveling until it shrinks to the size of a child. Denied the respect of a burial that would smooth his spirit's transition to the afterlife, he is unable to leave the mortal plane and enter the realm of the spirits. Forgotten, lost, and miserable, suffering from unbearable hunger and cold, the little man in the woods is desperate to return to his mortal home and be laid to rest properly.</p>\n<p>Despite his understandable motives, the little man in the woods has degenerated into a foul, twisted creature. He deceives travelers with plaintive cries then begs them to lead him to a home he barely recalls. He strangles all who can't or won't aid him, including those who lead him to the wrong home or otherwise delay his journey.</p>\n<p>The little man in the woods lays his victims' bodies out in the wilds, leaving the corpse unburied and exposed. He guards these rotting corpses over years as they shrivel and decay, until each one rises as another little man in the woods. Like any of the actions he has been compelled to perform, creating more of his kind brings the little man in the woods no pleasure.</p>",
            "languagesDetails": "one additional language",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Voice Imitation": {
                    "name": "Voice Imitation",
                    "description": "<p>A little man in the woods can mimic the sounds of a person in distress by attempting a Deception check to Lie. The little man in the woods has a +4 circumstance bonus to this check.</p>"
                }
            }
        },
        "Llorona": {
            "name": "Llorona",
            "publicNotes": "<p>Vengeful spirits called lloronas arise from people who died overcome with the grief and shame that comes with the tragic drowning of a child. In life, a llorona may have contributed to the child's death or simply lost the child to a horrible accident. In death, a llorona's pain manifests as a malevolent desire to drown others, imparting the same grief that they share with the person's loved ones. To this end, lloronas remain along riversides and other bodies of water in hopes of drawing their next victim and compelling them to drown themselves.</p>\n<p>Lloronas look much like they did in life, except they wear elegant funeral attire in undeath. Though stories typically describe lloronas as women, reports from seasoned adventurers include accounts of lloronas appearing as different genders and with a variety of appearances.</p>",
            "hpDetails": "void healing, rejuvenation",
            "items": {
                "strike-melee->Ghostly Hand": {
                    "name": "Ghostly Hand"
                },
                "action->Rejuvenation": {
                    "name": "Rejuvenation",
                    "description": "<p>When a llorona is destroyed, they re-form after [[/br 1d6 #days]]{1d6 days} at the site of their death. Resolving the injustice that led to a llorona's death puts them to rest permanently. Alternatively, successfully performing a @UUID[Compendium.pf2e.spells-srd.Item.Dbd5W6G8U2vzWolN]{Consecrate} ritual at the site prevents them from re-forming.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Locking Door": {
            "name": "Locking Door",
            "descriptionHazard": "<p>A door (or other portal) slams shut and locks.</p>",
            "disable": "<p>@Check[athletics|dc:14|name:Push Back Against the Door] to push back against the door, @Check[crafting|dc:14|name:Wedge the Door Open] to wedge the door open, or @Check[thievery|dc:20|name:Jam the Lock] (trained) to jam the lock or open the lock afterward</p>",
            "stealth": "<p>to notice the door sway slightly, even though there's no breeze</p>",
            "items": {
                "action->Shut In": {
                    "name": "Shut In",
                    "description": "<p><strong>Trigger</strong> A creature ends their move after passing through the doorway</p>\n<hr />\n<p><strong>Effect</strong> With an ethereal gust shimmering in the air, the door creaks as it swings shut and locks. The haunted door pushes anyone in its space into an adjacent space in the connecting chamber. A creature that would be pushed and succeeds at a @Check[reflex|dc:16] save selects which side of the door they end up on.</p>"
                }
            }
        },
        "Minister Of Tumult": {
            "name": "Minister Of Tumult",
            "publicNotes": "<p>Jiang-shi are terrifying hopping vampires from Tian Xia. Though similar to other vampires—they are undead, drain vital energy from the living, and can be slain only in specific ways—jiang-shi feast upon the breath of the living, also known as qi or ki, instead of blood. While they possess unique powers, including their magic-deflecting paper fulus, extraordinary jumping ability, and immunity to sunlight, jiang-shi also possess unique vulnerabilities, such as the inability to see living creatures save through breathsense, a revulsion to bells and mirrors, and near-stupefying melancholia. Thankfully, most jiang-shi can't create vampiric spawn.</p>\n<p>Ministers of tumult are grandmasters of killing, having cultivated their prowess to supernatural levels through the qi reaved from countless mortals. Many such jiang-shi ministers rule over settlements or even entire city-states, cowing their subjects into unerring obedience.</p>\n<p>A settlement or city-state under the control of a minister of tumult typically seems, on the outside, like everything is running smoothly and with clockwork precision. Guard patrols, street cleanings, carriages, and more always arrive precisely at the designated time, neither early nor late. To a visitor who doesn't pay any heed to the unease behind the smiles on the inhabitants' faces, the minister of tumult's fiefdom might appear to be a marvelous place to live. But the truth is much more dire. Ministers of tumult keep control and engorge themselves with qi by draining qi from criminals. If the minister of tumult is hungry and there haven't been any serious crimes, they simply dole out this punishment for petty crimes, minor infractions, or simple failures to perform adequately. This keeps the people in check, as there always seems to be a way to avoid the penalty by acting perfectly.</p>",
            "speedsDetails": "rigor mortis",
            "sensesDetails": "breathsense (precise) 60 feet",
            "hpDetails": "fast healing 10, void healing, one more breath",
            "items": {
                "spellcastingEntry->Divine Focus Spells": {
                    "name": "Divine Focus Spells"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Breathsense (Precise) 60 feet": {
                    "name": "Breathsense (Precise) 60 feet",
                    "description": "<p>A jiang-shi can't perceive living creatures beyond 5 feet except with their breathsense. A living creature within the listed range who holds its breath is @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} to the jiang-shi for as long as it holds its breath. To hold its breath in this way, a creature must have one hand free to fully plug its nose or cover its mouth.</p>"
                },
                "action->Fast Healing 10": {
                    "name": "Fast Healing 10"
                }
            }
        },
        "Mummified Cat": {
            "name": "Mummified Cat",
            "publicNotes": "<p>Some of the wealthy have their favored pets mummified or wish to use the animal's fractured memories but strong instincts and natural weapons to turn them into formidable tomb guardians. No other animal was so trusted in the afterlife as felines, who were almost without exception buried alongside deceased pharaohs. Though small in stature, a clowder of mummified cats has ended the life of many a would-be tomb robber</p>\n<hr />\n<p>The versatility of mummification allows the creation of mummies through a wide range of methods—nature, ritual, alchemy, and combinations of all these.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Aura of Repose": {
                    "name": "Aura of Repose",
                    "description": "<p>60 feet. Corpses within the aura don't decay. This aura also attempts to counteract any effect that would transform a creature in the aura into undead (counteract rank 2, counteract modifier [[/r 1d20+5 #Counteract]]{+5}).</p>"
                }
            }
        },
        "Mummy Prophet Of Set": {
            "name": "Mummy Prophet Of Set",
            "publicNotes": "<p>In ancient Osirion, worshipers completely devoted to the evil god Set often underwent a mummification process to serve as his prophets after their death.</p>\n<hr />\n<p>The versatility of mummification allows the creation of mummies through a wide range of methods—nature, ritual, alchemy, and combinations of all these.</p>",
            "allSavesBonus": "+1 status to all saves vs. magic",
            "sensesDetails": "sand vision",
            "languagesDetails": "any two languages they knew while alive",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Prepared Spells": {
                    "name": "Divine Prepared Spells"
                },
                "equipment->Religious Symbol of Set": {
                    "name": "Religious Symbol of Set",
                    "description": "<p>This piece of wood or silver is emblazoned with an image representing a deity. Some divine spellcasters, such as clerics, can use a religious symbol of their deity as a divine focus to use certain abilities and cast some spells. A religious symbol must be held in one hand to use it.</p>"
                },
                "strike-melee->Spear": {
                    "name": "Spear"
                },
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "strike-ranged->Spear": {
                    "name": "Spear"
                },
                "action->+1 Status to All Saves vs. Magic": {
                    "name": "+1 Status to All Saves vs. Magic"
                }
            }
        },
        "Nasurgeth": {
            "name": "Nasurgeth",
            "publicNotes": "<p>Nasurgeths are hungry voids with glowing eyestalks and thousands of teeth. They lurk deep beneath the waves where the sunlight doesn't reach. At night, they ascend to the skies and rain destruction and ruin down on all the living.</p>\n<hr />\n<p>Darvakkas, also called nightshades, are a ravenous evil made up of equal parts darkness and malice. Originally creatures of the Outer Planes who travel to the convergence of the Shadow Plane and the Void—where the power of nothingness obliterates them—these undead abominations are the physical embodiment of entropy. They burn with an intense hatred for all life, working to bring a final, dark night to the Material Plane where nothing but ash and ice remain.</p>\n<p>As creatures twisted by darkness and shadow, darvakkas have a great aversion to sunlight and all sources of vitality energy. On the Material Plane, they spend the hours of daylight hidden below ground, amid ruins, or submerged deep in the ocean's darkest chasms beyond the reach of the sun's rays, emerging when darkness shelters them overhead.</p>\n<p>Darvakkas have an aura of entropy that attracts undead thralls to serve as warriors and heralds. They rarely seek alliances with each other or other creatures, existing in solitude as the heads of individual armies of the dead.</p>",
            "languagesDetails": "telepathy 100 feet",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "spell->Plane Shift (to the Universe, Void, or Netherworld only)": {
                    "name": "Plane Shift (to the Universe, Void, or Netherworld only)"
                },
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Tail": {
                    "name": "Tail"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Midnight Depths": {
                    "name": "Midnight Depths",
                    "description": "<p>60 feet. A nasurgeth's entropy grows even stronger underwater. All water within the aura is completely dark (as 4th-rank @UUID[Compendium.pf2e.spells-srd.Item.4GE2ZdODgIQtg51c]{Darkness}). Magical light with a counteract rank of 4th level or lower, along with magical light cantrips, are suppressed. A living creature entering or starting its turn in the aura takes @Damage[4d6[void]] damage, and the creature also takes an additional @Damage[2d10[cold]] damage if it's in water (@Check[fortitude|dc:39|basic]). If it fails, it's also @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 minute and pulled 10 feet toward the nasurgeth.</p>"
                }
            }
        },
        "Obrousian": {
            "name": "Obrousian",
            "publicNotes": "<p>Spawned from sorrow and hatred, obrousians are undead merfolk who lurk in shallow places to prey upon hated land dwellers. The genesis of an obrousian is a tragic one: some merfolk forsake their aquatic homes when they fall in love with a land dweller, only to be spurned or rejected. Having given up their entire world for another and then feeling that new world closed off to them as well, merfolk can become emotionally overwhelmed. When such merfolk die, often overcome with sorrow and regret, they rise as obrousians.</p>\n<p>Obrousians think of little other than taking revenge upon the land dwellers who specifically wronged them, and then upon anyone else with the misfortune to cross their paths. They can contort their bodies to take the guise of other humanoids, but doing so is painful, so obrousians use this ability only when absolutely necessary to enact their schemes. While they are capable of long-term planning, their underlying mental turmoil simmers beneath any careful preparation, and many obrousians foil their own plans with unexpected outbursts of emotion.</p>\n<p>Obrousians are recognizable as the merfolk they once were before they died, though their bodies show obvious decay and their hands have elongated into sharp claws. Their voices are melodic and entrancing, belying their rotting bodies and turbulent minds, so some obrousians hide in tall reeds or under docks before speaking to their victims, lulling them into false comfort with a pleasant voice.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "spell->Enthrall (At Will)": {
                    "name": "Enthrall (At Will)"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Onryo": {
            "name": "Onryo",
            "publicNotes": "<p>Onryos are created when a person dies violently in the grip of extreme emotion, such as unbridled rage or overwhelming sorrow. These twisted undead return as beings of pure vengeance, seeking to endlessly spread suffering. Onryos torment those who killed them, but not by directly attacking their murderer. Instead, an onryo hunts down the friends, family members, and anyone connected to their foe. In doing so, the onryo inflicts as much torment as possible on the person responsible for their demise. An onryo's vengeful nature persists indefinitely; not even the death of their killer sates their lust for destruction. Vengeance is just a way for them to spread their pain to others, and they quickly find new targets for their ire. Onryos always wear funeral clothing, often dripping wet or covered in filth. Most of them also display wounds or signs indicating how they died. As they move, onryos seem to pop in and out of existence, making them difficult to track in combat.</p>",
            "allSavesBonus": "+1 status to all saves vs. magic",
            "speedsDetails": "flicker, spider climb, water walk",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Occult Innate Spells": {
                    "name": "Occult Innate Spells"
                },
                "spell->Blink (Constant)": {
                    "name": "Blink (Constant)"
                },
                "spell->Spider Climb (Constant)": {
                    "name": "Spider Climb (Constant)"
                },
                "spell->Water Walk (Constant)": {
                    "name": "Water Walk (Constant)"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->+1 Status to All Saves vs. Magic": {
                    "name": "+1 Status to All Saves vs. Magic"
                }
            }
        },
        "Pale Sovereign": {
            "name": "Pale Sovereign",
            "publicNotes": "<p>A pale sovereign is a rare form of undead arising from a terrible curse that afflicts only those of royal blood. This curse drains its victim's vitality slowly over time, almost appearing to be a form of long-term wasting disease that no medicine can ever cure. The royal stricken by the curse sickens and wastes away until they finally perish, rising as a pale sovereign after death. The appearance of a pale sovereign is similar to their form in life, but so deathly pale and gaunt that no one who resists the mind-clouding effects of their aura would mistake them as living.</p>\n<p>The curse is known by many names across various worlds—the Wasting, Blighted Legacy, Unraveled Heraldry—but its effects are the same. After suffering the curse, members of a royal bloodline begin to die out, their descendants dwindling, until only one is left. Upon becoming the last remaining member of their line, the unfortunate royal undergoes the transformation into a pale sovereign, the power and potential of the entire line channeled into one extremely dangerous undead creature, even if the royal was relatively inconsequential and unskilled in life.</p>\n<p>The methods of inflicting the curse vary. Generally it's the result of rare occult rituals requiring a spellcaster of great power. Sometimes the curse is used to target a royal line abusing its authority, but just as often it's used by malicious forces against benevolent rulers or simply out of spite by the instigating caster. Mentioned only in whispers and veiled allusions, the curse is greatly feared by royal families who know of it. Be cautious in your dealings, the rumors say, and be careful who you spurn, for you never know what power they may wield.</p>\n<p>More rarely, a pale sovereign can arise spontaneously if the last of a royal line dies while under a curse or due to a curse, particularly if they died with tasks left unfinished or as the result of a betrayal. Any curse will do in these rare instances, and it's possible that the first pale sovereign formed in this way.</p>\n<p>Though morose and brooding, pale sovereigns are usually neutral rather than evil. They're very protective of their demesnes and whatever subjects remain to them, however, and attacking a pale sovereign's territory is the swiftest way to draw their ire. If a pale sovereign is ousted from their country's central throne, they retreat to any other holdings they might still possess and rule those.</p>\n<p>The attitudes of a pale sovereign's subjects vary. Many aren't even aware of their ruler's true nature. Among those who know the secret, some value their sovereign's protection and view them fondly. Others are uncomfortable with an undead eternal monarch, especially if the sovereign has become corrupt or bitter.</p>\n<p>A pale sovereign's territory is indelibly marked by their presence. Plants wither and blacken, struggling to grow in dry and lifeless soil. Wild animals often rise as undead unless they receive special ritual burials, leading to packs of skeletal and zombified beasts roaming the territory. Such monsters don't harm the demesne's residents but are quick to attack any intruders not bearing the sovereign's sigil. Even the living sapient inhabitants of a pale sovereign's demesne tend to have a drained, washed-out appearance, as if one step away from the grave themselves.</p>",
            "allSavesBonus": "-2 to all saves vs. curses",
            "speedsDetails": "air walk",
            "sensesDetails": "sense visitors",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Occult Innate Spells": {
                    "name": "Occult Innate Spells"
                },
                "spell->Air Walk (Constant)": {
                    "name": "Air Walk (Constant)"
                },
                "spell->Enthrall (At Will)": {
                    "name": "Enthrall (At Will)"
                },
                "strike-melee->Rosebriar Lash": {
                    "name": "Rosebriar Lash"
                },
                "action->Demesne Confinement": {
                    "name": "Demesne Confinement",
                    "description": "<p>A pale sovereign is tied to their demesne, a territory of a 5-mile radius surrounding their home estate. They can't leave their demesne of their own accord. A pale sovereign taken from their demesne can't use any of their innate spells or rituals and gradually withers over the course of a week, turning to dust if they don't return before 7 days have passed.</p>"
                },
                "action->Sense Visitors": {
                    "name": "Sense Visitors",
                    "description": "<p>A pale sovereign automatically knows when a creature enters or leaves their demesne, though this doesn't give them precise knowledge of the creature's location.</p>"
                },
                "action->Constant Spells": {
                    "name": "Constant Spells"
                },
                "action->-2 to All Saves vs. Curses": {
                    "name": "-2 to All Saves vs. Curses"
                }
            }
        },
        "Pale Stranger": {
            "name": "Pale Stranger",
            "publicNotes": "<p>A pale stranger arises when a gunslinger is slain in a duel by an underhanded foe. Buried with their pistols, the corpse claws out of the grave to wreak vengeance upon their killer for cheating. Sometimes a pale stranger is created when a particularly petty gunslinger is beaten fairly and refuses to accept defeat, though such an individual must be especially self-delusional to retain the hatred necessary to spur the transformation. Whatever the circumstance, a pale stranger can wield their firearms with deadly grace and efficacy.</p>\n<hr />\n<p>A revenant is a vengeful undead who stalks the one who killed them in life. They're relentless in the pursuit of their murderer, seeking a final justice.</p>",
            "sensesDetails": "sense murderer",
            "languagesDetails": "any one language spoken in life by their murderer (typically common)",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Pistol Whip": {
                    "name": "Pistol Whip"
                },
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Self-Loathing": {
                    "name": "Self-Loathing",
                    "description": "<p>If a pale stranger sees their own reflection or any object important to them in life, they must attempt a @Check[will|dc:30] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The pale stranger is unaffected and can no longer be affected by that reflection or object in this way.</p>\n<p><strong>Success</strong> The pale stranger is distracted by self-loathing and is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>\n<p><strong>Failure</strong> The pale stranger becomes @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} by the source of their self-loathing and does everything they can to destroy it until the end of their next turn.</p>\n<p><strong>Critical Failure</strong> The pale stranger becomes @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} as long as the source of their self-loathing is apparent, until they're attacked, or until they see their murderer.</p>"
                },
                "action->Sense Murderer": {
                    "name": "Sense Murderer",
                    "description": "<p>A pale stranger knows the direction of their murderer (as long as both are on the same plane), but not the distance.</p>"
                },
                "action->Undying Vendetta": {
                    "name": "Undying Vendetta",
                    "description": "<p>If the pale stranger's murderer dies, the pale stranger is immediately destroyed. A pale stranger that can't sense their murderer must attempt a @Check[flat|dc:11] once every 24 hours to avoid becoming @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} and @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}; they immediately rise again once they can sense their murderer. A murderer who becomes undead does not trigger the pale stranger's destruction until the murderer is finally destroyed. The pale stranger gains a +2 status bonus to checks and DCs against their murderer.</p>"
                }
            }
        },
        "Phantom Footsteps": {
            "name": "Phantom Footsteps",
            "descriptionHazard": "<p>Audible footsteps approach from behind, but their source is not apparent.</p>",
            "disable": "<p>@Check[religion|dc:17|name:Ward Off Lesser Spirits] (trained) to ritually ward off lesser spirits or @Check[occultism|dc:18|name:Excorcise the Spirit] to exorcise the spirit</p>",
            "reset": "<p>1 hour</p>",
            "items": {
                "action->Stalk": {
                    "name": "Stalk",
                    "description": "<p><strong>Trigger</strong> A creature passes by the footsteps' path</p>\n<hr />\n<p><strong>Effect</strong> Footsteps with no visible source closely shadow the triggering creature, then stop. The triggering creature must attempt a @Check[will|dc:16] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 1}.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 2}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.TBSHQspnbcqxsmjL]{Frightened 3}.</p>"
                }
            }
        },
        "Phantom Jailer": {
            "name": "Phantom Jailer",
            "descriptionHazard": "<p>A spirit appears and arrests the creature by clamping manacles around their wrists.</p>",
            "disable": "<p>@Check[athletics|dc:18|name:Seize the manacles] to seize the manacles from the spirit, @Check[intimidation|dc:19|name:Order the spirit to stand down] (trained) to order the spirit to stand down, or @Check[occultism|dc:20|name:Exorcise the spirit] to exorcise the spirit</p>",
            "reset": "<p>1 day</p>",
            "stealth": "<p>(trained) to notice the manacles twitch</p>",
            "items": {
                "action->Capture": {
                    "name": "Capture",
                    "description": "<p><strong>Trigger</strong> A creature touches the manacles</p>\n<hr />\n<p><strong>Effect</strong> The spirit attempts to lock the manacles around the triggering creature's wrists. The triggering creature must attempt a @Check[reflex|dc:23] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The spirit loosely places manacles around the creature's wrists. Removing the manacles requires a single action.</p>\n<p><strong>Failure</strong> The spirit clamps the manacles around the creature's wrists but fails to lock them. The creature is @UUID[Compendium.pf2e.conditionitems.Item.AJh5ex99aV6VTggg]{Off-Guard} and @UUID[Compendium.pf2e.conditionitems.Item.i3OJZU2nk64Df3xm]{Clumsy 1} until the manacles are removed as a 3-action activity.</p>\n<p><strong>Critical Failure</strong> The spirit clamps the manacles around the creature's wrists and locks them. The creature is off-guard and clumsy 1 until the manacles are removed (@UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 23, simple lock).</p>"
                }
            }
        },
        "Polong": {
            "name": "Polong",
            "publicNotes": "<p>Polongs exist to serve their creators as loyal familiars, spies, and assassins. Their convenience makes them popular among the wicked, as each resides within a glass bottle which normally seems to contain only a small amount of red liquid. When addressed by their owner, a polong appears within their bottle as a tiny, beautiful humanoid drenched in blood. Forcing one to manifest outside the bottle reveals their true shape: a blood-soaked spirit with a hateful visage and sickle-shaped claws.</p>\n<p>The ritual to create a polong originated in Minata and is known primarily by Tian-Sing spellcasters, but only those willing to practice such evil. The ritualist must collect the blood of a murdered humanoid in a small bottle and perform daily incantations, which can take up to 14 days. Once the polong forms, they drink the blood of their creator every day, most often taken from a finger inserted into their bottle. At the master's order, a polong will travel up to 10 miles away to locate a particular person, possess them, and either slowly whittle them down via possession until they die, or force them to attack anyone nearby until someone slays the victim in self-defense.</p>",
            "languagesDetails": "any one language known by the polong's creator",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Scythe Claw": {
                    "name": "Scythe Claw"
                },
                "action->Lifesense 30 feet": {
                    "name": "Lifesense 30 feet"
                },
                "action->Bottle Bound": {
                    "name": "Bottle Bound",
                    "description": "<p>A polong is bound to the bottle from which they spawned. They can leave the bottle only at the will of their master and must return to it once every 24 hours to feed on their creator's blood. Otherwise, the polong withers and dies.</p>"
                },
                "action->Natural Invisibility": {
                    "name": "Natural Invisibility",
                    "description": "<p>A polong is naturally @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} outside of their bottle. They become visible only when forced out of a possessed creature against their will. Shattering the polong's bottle also forces them to assume a visible form.</p>"
                },
                "action->Regenerating Bond": {
                    "name": "Regenerating Bond",
                    "description": "<p>When a polong possesses a creature, the polong's master gains temporary Hit Points equal to the victim's level × the victim's drained value caused by the possession. These temporary Hit Points last as long as the possession lasts.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Predatory Rabbit": {
            "name": "Predatory Rabbit",
            "publicNotes": "<p>Skittish in life, predatory rabbits are fast and nimble predators in unassuming forms. They most enjoy hunting birds, squirrels, cats, and other rabbits.</p>\n<hr />\n<p>Bonds of loyalty that endure beyond death reanimate pets to crawl from their graves within days of dying, returning to the side of their past owners, family, or pack. Unfortunately, death irrevocably changes a risen pet. They return as aggressive, predatory beasts, difficult to control and easy to anger. Even the most friendly and docile of pets becomes sadistic and violent in undeath—fixating first on those it views as competition for the attention of its owners. When a risen pet is jilted, rebuffed, or offended by its owner, it turns on them.</p>",
            "sensesDetails": "sense companion",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "action->Sense Companion": {
                    "name": "Sense Companion",
                    "description": "<p>A predatory rabbit knows the direction of its past owner or family (as long as they're both on the same plane), but not the distance.</p>"
                },
                "action->Stench": {
                    "name": "Stench",
                    "description": "<p>10 feet. A creature entering the aura or starting its turn in the aura must succeed at a @Check[fortitude|dc:13] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (plus @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for as long as it's sickened on a critical failure). While within the aura, affected creatures take a -2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.</p>"
                }
            }
        },
        "Priest Of Kabriri": {
            "name": "Priest Of Kabriri",
            "publicNotes": "<p>A great number of powerful entities have vied for the mantle of patron of the undead, but none of these is more venerated among ghouls than the demon lord @UUID[Compendium.pf2e.deities.Item.V5PbbkZUP9N7kl6h]{Kabriri}, Him Who Gnaws. Nearly all ghouls who are inclined to worship gods dedicate themselves to Kabriri, who is honored through profane rituals and macabre ceremonies centered on the gluttonous consumption of sentient beings. Presiding over these liturgies are the priests of Kabriri, particularly vile and cunning ghouls who are specifically tasked by their primogenitor with the duty to ensure his numerous progeny need never go hungry.</p>\n<hr />\n<p>Devious and cunning, ghouls can be found anywhere corpses are laid to rest, forever seeking to satisfy their boundless craving for humanoid flesh.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Prepared Spells": {
                    "name": "Divine Prepared Spells"
                },
                "spellcastingEntry->Cleric Domain Spells": {
                    "name": "Cleric Domain Spells"
                },
                "strike-melee->Flail": {
                    "name": "Flail"
                },
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Ecstatic Ululation": {
                    "name": "Ecstatic Ululation",
                    "description": "<p><strong>Trigger</strong> A ghoul ally within 30 feet Consumes Flesh to regain Hit Points</p>\n<hr />\n<p><strong>Effect</strong> The priest of Kabriri unleashes a rapturous howl in praise of their god. All ghouls within 30 feet of the priest of Kabriri, including the priest but not the triggering ghoul, regain half as many Hit Points as the triggering ghoul. All living creatures within 30 feet take void damage equal to half the number of Hit Points the triggering ghoul gained, with a @Check[fortitude|dc:20|basic]. Only one Ecstatic Ululation can affect a use of Consume Flesh. Any beyond the first have no effect.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Provincial Jiang-shi": {
            "name": "Provincial Jiang-shi",
            "publicNotes": "<p>Jiang-shi are terrifying hopping vampires from Tian Xia. Though similar to other vampires—they are undead, drain vital energy from the living, and can be slain only in specific ways—jiang-shi feast upon the breath of the living, also known as qi or ki, instead of blood. While they possess unique powers, including their magic-deflecting paper fulus, extraordinary jumping ability, and immunity to sunlight, jiang-shi also possess unique vulnerabilities, such as the inability to see living creatures save through breathsense, a revulsion to bells and mirrors, and near-stupefying melancholia. Thankfully, most jiang-shi can't create vampiric spawn.</p>\n<p>Roused rudely from their nightmarish slumber, the provincial jiang-shi roams the villages and graveyards around their domain searching for sustenance to slake their hunger.</p>",
            "speedsDetails": "rigor mortis",
            "sensesDetails": "breathsense (precise) 60 feet",
            "hpDetails": "fast healing 10, void healing, one more breath",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "strike-melee->Mace": {
                    "name": "Mace"
                },
                "action->Breathsense (Precise) 60 feet": {
                    "name": "Breathsense (Precise) 60 feet",
                    "description": "<p>A jiang-shi can't perceive living creatures beyond 5 feet except with their breathsense. A living creature within the listed range who holds its breath is @UUID[Compendium.pf2e.conditionitems.Item.zJxUflt9np0q4yML]{Invisible} to the jiang-shi for as long as it holds its breath. To hold its breath in this way, a creature must have one hand free to fully plug its nose or cover its mouth.</p>"
                },
                "action->Fast Healing 10": {
                    "name": "Fast Healing 10"
                }
            }
        },
        "Prowler Wight": {
            "name": "Prowler Wight",
            "publicNotes": "<p>Often found lurking in the dark, prowler wights wield subterfuge as their greatest weapon. They frequently feign death in old sewers, graveyards, and mausoleums, waiting for hapless victims to pass by before striking.</p>\n<hr />\n<p>Wights are undead beings of spite who primarily stalk places related to death.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Final Spite": {
                    "name": "Final Spite",
                    "description": "<p><strong>Trigger</strong> The prowler wight is reduced to 0 Hit Points</p>\n<hr />\n<p><strong>Effect</strong> The prowler wight makes a Strike before being destroyed. They don't gain any temporary HP from drain life on this Strike.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Queen Sluagh": {
            "name": "Queen Sluagh",
            "publicNotes": "<p>A queen sluagh grows more powerful by devouring souls collected from underlings or drained directly through her proboscis. The muscular tongue inside is tipped with a cartilaginous, barbed quill that feeds the queen not only the soul, but the strengths of its owner. A queen conceals her nest deep in a secluded area, such as a forest or graveyard.</p>\n<hr />\n<p>A soul about to leave its physical body gives off a peculiar scent, usually unnoticed by mortal creatures. But the undead fey called sluagh can smell and track down its location with frightening ease. Unlike most fey, sluagh are undead, possessing strong connections to void energy and mortal souls. Sluagh collect the souls of those close to death and bring them to feed their queen.</p>\n<p>Most sluagh appear bald-headed, with rounded ears, sharp teeth, glossy black eyes, and scrawny bodies. Their rib cages show through their skin, which is translucent and soft as velvet.</p>\n<p>Sluagh can become ghostly and incorporeal for brief periods. They use this power to stalk their prey to great effect. Sometimes the glimpse of a sluagh is mistaken for a ghost sighting.</p>",
            "languagesDetails": "voice of the soul",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Primal Innate Spells": {
                    "name": "Primal Innate Spells"
                },
                "spell->Visions of Danger (A Swarm of Sluagh Reapers)": {
                    "name": "Visions of Danger (A Swarm of Sluagh Reapers)"
                },
                "spell->Invisibility (At Will)": {
                    "name": "Invisibility (At Will)"
                },
                "strike-melee->Proboscis": {
                    "name": "Proboscis"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "strike-ranged->Negative Ray": {
                    "name": "Negative Ray"
                },
                "action->Frightful Presence": {
                    "name": "Frightful Presence",
                    "description": "<p>120 feet. @Check[will|dc:37]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
                }
            }
        },
        "Raw Nerve": {
            "name": "Raw Nerve",
            "publicNotes": "<p>When a living creature is killed by massive amounts of electricity (such as by being struck by lightning or subjected to a magical attack), their dying terror sometimes causes their soul to linger on the Material Plane. Necromantic energy takes hold of their brain and nervous system, causing these organs to burst forth from the charred flesh and become a raw nerve. These horrific undead float a few inches off the ground in a macabre arrangement morbidly parodying the creature's living form, with its brain at the top and nerves dangling below, crackling with electrical energy.</p>\n<p>A raw nerve can sense the thoughts of the living, perceiving them as a chaotic jumble that evokes an uncontrollable rage. The undead seeks to destroy the sources of these thoughts, which often means killing every living creature it can sense. Once a raw nerve detects no more thoughts, it grows still, floating in an almost meditative state. However, its fury instantly reawakens should a thinking creature pass too close. Though it's not mindless, a raw nerve can't be reasoned with, and the only way to stop one is to destroy it.</p>",
            "speedsDetails": "float",
            "languagesDetails": "(can't speak any language), telepathy 100 feet",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Nerve Ending": {
                    "name": "Nerve Ending"
                },
                "action->Telepathy 100 feet": {
                    "name": "Telepathy 100 feet"
                },
                "action->Thoughtsense 60 feet": {
                    "name": "Thoughtsense 60 feet",
                    "description": "<p>The raw nerve senses all non-mindless creatures at the listed range.</p>"
                },
                "action->Accelerating Inquest": {
                    "name": "Accelerating Inquest",
                    "description": "<p>The raw nerve mentally probes a creature within 100 feet, attempting an @Check[occultism|defense:will] check against the creature's Will DC. On a success, the raw nerve can Step, and gains a +2 circumstance bonus to AC against that creature until the start of the raw nerve's next turn.</p>"
                }
            }
        },
        "Relictner Eroder": {
            "name": "Relictner Eroder",
            "publicNotes": "<p>Regardless of age, relictners look like ancient dwarves with deep wrinkles, sparse white hair, and decrepit forms. As their bodies degrade, so too do their surroundings, with even the finest architecture crumbling to ruins.</p>\n<hr />\n<p>Mortics are humanoids overwhelmed by void energy who tenaciously cling to life, straddling the line between living and dead.</p>",
            "sensesDetails": "lair sense",
            "hpDetails": "void healing",
            "items": {
                "weapon->Dwarven War Axe (Broken)": {
                    "name": "Dwarven War Axe (Broken)",
                    "description": "<p>This favored weapon of the dwarves has a large, ornate head mounted on a thick handle. This powerful axe can be wielded with one hand or two.</p>"
                },
                "armor->Chain Mail (Broken)": {
                    "name": "Chain Mail (Broken)",
                    "description": "<p>A suit of chain mail consists of several pieces of armor composed of small metal rings linked together in a protective mesh. It typically includes a chain shirt, leggings, a pair of arms, and a coif, collectively protecting most of the body.</p>"
                },
                "strike-melee->Eroding Touch": {
                    "name": "Eroding Touch"
                },
                "strike-ranged->Targeted Collapse": {
                    "name": "Targeted Collapse"
                },
                "action->Consecration Vulnerability": {
                    "name": "Consecration Vulnerability",
                    "description": "<p>A relictner in a place of worship dedicated to a non-evil deity or on sacred ground, such as an area blessed by @UUID[Compendium.pf2e.spells-srd.Item.y3jlOfgsQH1JjkJE]{Anointed Ground}, is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}.</p>"
                },
                "action->Lair Sense": {
                    "name": "Lair Sense",
                    "description": "<p>The relictner bonds with a single structure they consider their lair, such as a house, temple, or ruin. A relictner is aware of any creature that enters the lair, and the direction and approximate distance to the creature. If the lair is destroyed, the relictner can bond with a new lair by residing within a structure they own or claim for 1 week.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Runecarved Lich": {
            "name": "Runecarved Lich",
            "publicNotes": "<p>In their relentless pursuit of more magical might, some liches use their rotting forms to hold magical secrets, hiding precious tomes in their ribcage, inscribing formulas on their withered flesh, even replacing some bones with powerful magical items. The process is painstaking, as the <em>soul cage</em> tries to repair any damage caused by such alterations.</p>\n<hr />\n<p>A desire to live eternally motivates a spellcaster to become a lich, and necromantic knowledge makes the desire real. The typical lich takes the most direct path, keeping their undead form fairly close to their appearance in life. But undeath can also bring greater freedom for those with a less conventional view of what they can become. The horde lich and runecarved lich reshape themselves entirely.</p>",
            "allSavesBonus": "+1 to all saves vs. vitality",
            "hpDetails": "void healing, rejuvenation (as horde lich)",
            "items": {
                "spellcastingEntry->Occult Spontaneous Spells": {
                    "name": "Occult Spontaneous Spells"
                },
                "equipment->Wand of Manifold Missiles (7th-Rank Spell)": {
                    "name": "Wand of Manifold Missiles (7th-Rank Spell)",
                    "description": "<p>This wand features a carved dragon's head at its top and a polished metal sphere set in its midsection.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> Once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You cast @UUID[Compendium.pf2e.spells-srd.Item.gKKqvLohtrSJj3BM]{Force Barrage} at 7th rank.</p>\n<p>After you cast the spell, an additional missile or missiles are released from the wand at the start of each of your turns, as though you cast the 1-action version of <em>magic missile</em>. Choose targets each time. This lasts for 1 minute, until you're no longer wielding the wand, or until you try to activate the wand again.</p>\n<p><strong>Craft Requirements</strong> Supply a casting of <em>magic missile</em> of the appropriate rank.</p>"
                },
                "consumable->Wand of Wall of Force (Level 6)": {
                    "name": "Wand of Wall of Force (Level 6)",
                    "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.7Iela4GgVeO3LfAo]{Wall of Force}</p><hr /><p>This baton is about a foot long and contains a single spell. The appearance typically relates to the spell within.</p>\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per day, plus overcharge</p>\n<hr />\n<p><strong>Effect</strong> You Cast the Spell at the indicated level.</p>\n<p><strong>Craft Requirements</strong> Supply a listed-level casting of the spell.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>"
                },
                "strike-melee->Battle Axe": {
                    "name": "Battle Axe"
                },
                "strike-melee->Hand": {
                    "name": "Hand"
                },
                "action->+1 Status to All Saves vs. Vitality": {
                    "name": "+1 Status to All Saves vs. Vitality"
                }
            }
        },
        "Sadistic Conductor": {
            "name": "Sadistic Conductor",
            "hpDetails": "per instrument",
            "descriptionHazard": "<p>A phantom conductor appears with a flourish, causing spectral instruments with razor-like strings to appear in the hands of those present. As the conductor gestures for the performance to begin, creatures are compelled to play the instruments.</p>",
            "disable": "<p>@Check[perfomance|dc:18] to perform so well the conductor releases you from your instrument, banishing it voluntarily; @Check[occultism|dc:22] (trained) or @Check[religion|dc:22] (trained) to banish one instrument; or @Check[thievery|dc:25] (trained) to sabotage one instrument; each instrument must be banished, sabotaged, or destroyed to disable the haunt</p>",
            "reset": "<p>The haunt deactivates when all conjured instruments are destroyed or there has been silence for 1 minute. It resets after 1 hour.</p>",
            "routine": "<p>(1 action; enchantment, mental, occult) The conductor urges each creature within 30 feet to play the hazardous instrument it holds. Each creature that is compelled to play its instrument does so, and those who succeeded on their save can choose to do so. Playing the instrument, either from the haunt's routine or of a creature's own volition during an attempt to disable the haunt, deals @Damage[(1d6+3)[slashing]] damage (@Check[reflex|dc:21|basic|traits:enchantment,mental,occult] save), and the creature must attempt a @Check[performance|dc:18|traits:enchantment,mental,occult,damaging-effect] check. On a success, the conductor accepts the performance and dismisses that creature's instrument, and on a critical failure, the discordant sound and conductor's jeers deal an additional @Damage[(1d6+3)[sonic]] damage.</p>",
            "stealth": "<p>(trained)</p>",
            "items": {
                "action->Conjure Instruments": {
                    "name": "Conjure Instruments",
                    "description": "<p><strong>Trigger</strong> A creature approaches within 15 feet</p>\n<hr />\n<p><strong>Effect</strong> The conductor conjures a hazardous spectral instrument into the hands of each sentient creature within 30 feet. Even a creature whose hands are full finds a spectral instrument superimposed over the other items it's carrying. Affected creatures must each attempt a @Check[will|dc:19] save. The haunt then rolls initiative.</p>\n<hr />\n<p><strong>Critical Success</strong> The conjuration fails and no instrument appears in the creature's hands.</p>\n<p><strong>Success</strong> A conjured instrument appears in the creature's hands, but it isn't compelled to play it.</p>\n<p><strong>Failure</strong> A conjured instrument appears in the creature's hands and it's compelled to play it. The creature can't willingly put down the instrument while compelled to play.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature needs a critical success on its Performance in order for the conductor to be satisfied and dismiss its instrument.</p>"
                }
            }
        },
        "Scorned Hound": {
            "name": "Scorned Hound",
            "publicNotes": "<p>Scorned hounds rise from the most devoted dogs. They're incredibly possessive of their owners, allowing no living beings to approach and refusing to be parted.</p>\n<hr />\n<p>Bonds of loyalty that endure beyond death reanimate pets to crawl from their graves within days of dying, returning to the side of their past owners, family, or pack. Unfortunately, death irrevocably changes a risen pet. They return as aggressive, predatory beasts, difficult to control and easy to anger. Even the most friendly and docile of pets becomes sadistic and violent in undeath—fixating first on those it views as competition for the attention of its owners. When a risen pet is jilted, rebuffed, or offended by its owner, it turns on them.</p>",
            "sensesDetails": "sense companion",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "action->Sense Companion": {
                    "name": "Sense Companion",
                    "description": "<p>A scorned hound knows the direction of its past owner or family (as long as they're both on the same plane), but not the distance.</p>"
                },
                "action->Stench": {
                    "name": "Stench",
                    "description": "<p>15 feet. A creature entering the aura or starting its turn in the aura must succeed at a @Check[fortitude|dc:14] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} (plus @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for as long as it's sickened on a critical failure). While within the aura, affected creatures take a -2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.</p>"
                }
            }
        },
        "Seetangeist": {
            "name": "Seetangeist",
            "publicNotes": "<p>Seetangeists are composed of the bloated corpses of marine life, encrusted with bleached coral and wrapped in rotting seaweed. Although occasionally created by water-breathing necromancers, seetangeists most often arise when an aquatic ecosystem collapses, resulting in the deaths of countless creatures. Bound by spiritual trauma, these corpses merge together, forming a writhing school of flesh and decaying plant matter that seeks out and consumes what life remains in the region.</p>\n<p>The disasters that lead to the creation of seetangeists are typically caused by mortal interference: overhunting, ecological overexploitation, pollution, or necromantic magic and experimentation.</p>\n<hr />\n<p>When disaster befalls the natural world, a different kind of undead may rise, entirely unlike risen humanoids. Most plants, fish, insects, and other animals don't possess a psychology complex enough to experience the emotional catharsis required to return as undead without intervention from an outside force. Mass extinction can serve as that outside force.</p>\n<p>Humanoids clear-cutting an entire forest or a seaside community wiping out a species critical to their ecosystem can spawn a verdorite. The collective spiritual energy and emotional distress of a dying biome powers these undead, formed as conglomerates or representatives.</p>",
            "hpDetails": "void healing",
            "items": {
                "action->Wavesense (Imprecise) 100 feet": {
                    "name": "Wavesense (Imprecise) 100 feet"
                },
                "action->Necrotic Runoff": {
                    "name": "Necrotic Runoff",
                    "description": "<p>60 feet. A seetangeist secretes foul fluids into the surrounding water, poisoning it. A creature that enters or starts its turn in the aura must succeed at a @Check[fortitude|dc:29] save or become @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} (@UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 3} on a critical failure). Creatures that breathe water take a -2 circumstance penalty to this saving throw. As long as a creature remains in the aura, it can't reduce its sickened condition below 1. A creature that succeeds at its save is temporarily immune for 1 minute.</p>"
                }
            }
        },
        "Shadern Immolator": {
            "name": "Shadern Immolator",
            "publicNotes": "<p>Goblin mortics have blackened, charred flesh and smoldering burns all over their body, as if they'd been burned alive. They are highly flammable but inured to the pain, and they enjoy lighting themselves (and everything else) on fire.</p>\n<hr />\n<p>Mortics are humanoids overwhelmed by void energy who tenaciously cling to life, straddling the line between living and dead.</p>",
            "sensesDetails": "smoke vision",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Consecration Vulnerability": {
                    "name": "Consecration Vulnerability",
                    "description": "<p>A shadern in a place of worship dedicated to a non-evil deity or on sacred ground, such as an area blessed by @UUID[Compendium.pf2e.spells-srd.Item.y3jlOfgsQH1JjkJE]{Anointed Ground}, is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1}.</p>"
                },
                "action->Smoke Vision": {
                    "name": "Smoke Vision",
                    "description": "<p>The shadern ignores the @UUID[Compendium.pf2e.conditionitems.Item.DmAIPqOBomZ7H95W]{Concealed} condition from smoke.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Shattered Window": {
            "name": "Shattered Window",
            "descriptionHazard": "<p>The anger trapped within a structure shatters a window, showering glass in adjacent spaces.</p>",
            "disable": "<p>@Check[occultism|dc:19|name:Suppress the Spiritual Energy] or @Check[religion|dc:19|name:Suppress the Spiritual Energy] (trained) to suppress the spiritual energy or @Check[diplomacy|dc:20|name:Soothe the Latent Anger] (trained) to soothe the latent anger</p>",
            "stealth": "<p>(trained) to notice cracks spider-webbing across the window</p>",
            "items": {
                "action->Shatter": {
                    "name": "Shatter",
                    "description": "<p><strong>Trigger</strong> A creature moves adjacent to the window</p>\n<hr />\n<p><strong>Effect</strong> The window shatters, dealing @Damage[(2d6+5)[slashing]] damage to creatures within 5 feet (@Check[reflex|dc:17|basic]).</p>"
                }
            }
        },
        "Shredskin": {
            "name": "Shredskin",
            "publicNotes": "<p>Shredskins are flying, flapping animate skins who wander the lands lamenting their fate and feeling hollow and adrift, as if they're missing something crucial inside them. They try to enshroud and seize humanoid bodies—either corpses or living creatures, anything to fill that void within themselves. Though many will take any body they can overpower, some know who created them and desire only that body to claim as their own, the truest fulfillment of their accursed nature. Shredskins come from people skinned as inhumane trophies, or who were killed in a gruesome way that left only their skin intact, such as being pulled into a machine and degloved.</p>",
            "languagesDetails": "(can't speak any language)",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Siabrae": {
            "name": "Siabrae",
            "publicNotes": "<p>A siabrae is a determined and merciless foe, bound by a twisted sense of duty to nature so strong that it drove them to commit unspeakable acts and arise as an undead menace.</p>\n<hr />\n<p>A siabrae is an abomination. A skeletal druid or wild witch, with bones the texture of stone and antlers of rock rising from their rough skulls, they're people who have willingly paid the ultimate price to protect the natural world. It rarely goes well for them.</p>\n<p>Druids and wild witches protect Golarion's environment from a host of threats—demonic invasions and undead horrors, otherworldly corruptions, and mundane greed and cupidity. Sometimes, they're tested beyond what they can bear, faced with forces they're incapable of defeating. Such a druid, seeing everything they have protected fall to destruction, might try the unthinkable. They might perform the ritual known as Welcome the Blighted Soul.</p>\n<p>With desperate prayer and a gory blood sacrifice, the druid becomes a siabrae, taking the corruption of the land into themself and binding both together, so they might survive and fight monsters in nature's service. A small few are able to use their newfound power to save their lands, and so the ritual's legend grows. Much more often, the druid becomes a twisted guardian of something past saving, the land they protect a macabre parody of healthy nature. Most siabraes are proud and bitter, obsessed with duty and branding their living brethren as cowards and traitors.</p>",
            "speedsDetails": "earth glide",
            "hpDetails": "void healing, rejuvenation",
            "items": {
                "spellcastingEntry->Primal Prepared Spells": {
                    "name": "Primal Prepared Spells"
                },
                "spellcastingEntry->Primal Focus Spells": {
                    "name": "Primal Focus Spells"
                },
                "consumable->Scroll of True Seeing (Level 6)": {
                    "name": "Scroll of True Seeing (Level 6)",
                    "description": "<p>@UUID[Compendium.pf2e.spells-srd.Item.uqlxMQQeSGWEVjki]{Truesight}</p><hr /><p>Casting a Spell from a scroll requires holding the scroll in one hand and activating it with a Cast a Spell activity using the normal number of actions for that spell.</p>\n<p>To Cast a Spell from a scroll, the spell must appear on your spell list. Because you're the one Casting the Spell, use your spell attack roll and spell DC. The spell also gains the appropriate trait for your tradition (arcane, divine, occult, or primal).</p>\n<p>Any physical material components and costs are provided when a scroll is created, so you don't need to provide them when Casting a Spell from a scroll. You must replace any required material component for that spell with a somatic component. If the spell requires a focus, you must have that focus to Cast the Spell from a scroll.</p>\n<hr />\n<p><em>Note: To create a scroll or wand of a specific spell, drag the spell from the compendium or compendium browser into the inventory of a PC, NPC, or loot actor.</em></p>"
                },
                "strike-melee->Stone Antler": {
                    "name": "Stone Antler"
                },
                "action->Tremorsense (Imprecise) 60 feet": {
                    "name": "Tremorsense (Imprecise) 60 feet"
                },
                "action->Miasma": {
                    "name": "Miasma",
                    "description": "<p>20 foot, @Check[fortitude|dc:37]{DC equal to the siabrae's spell DC - 4}.</p>\n<hr />\n<p>A creature that enters the aura or begins its turn there becomes @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2} on a failure (or sickened 4 on a critical failure). An animal, fey, or plant that rolls a failure gets a critical failure instead. Regardless of the result of the saving throw, the creature is temporarily immune to the siabrae's miasma for 1 minute.</p>"
                }
            }
        },
        "Silent Stalker": {
            "name": "Silent Stalker",
            "publicNotes": "<p>When a person is betrayed and killed in a way that their voice was silenced (such as through strangulation by a lover or close confidante), they might come back as a silent stalker. A silent stalker is a horrifying, twisted likeness of the person they were in life, with one obvious difference: the silent stalker has no mouth, simply a smooth patch of flesh where a mouth should be. Sound is suppressed in an area around a silent stalker, but once someone notices the quiet, it's often too late.</p>\n<hr />\n<p>A revenant is a vengeful undead who stalks the one who killed them in life. They're relentless in the pursuit of their murderer, seeking a final justice.</p>",
            "sensesDetails": "sense murderer",
            "languagesDetails": "any one spoken in life by their murderer (typically common; can't speak)",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Self-Loathing": {
                    "name": "Self-Loathing",
                    "description": "<p>If a silent stalker sees their own reflection or any object important to them in life, they must attempt a @Check[will|dc:33] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The pale stranger is unaffected and can no longer be affected by that reflection or object in this way.</p>\n<p><strong>Success</strong> The silent stalker is distracted by self-loathing and is @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>\n<p><strong>Failure</strong> The silent stalker becomes @UUID[Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg]{Fascinated} by the source of their self-loathing and does everything they can to destroy it until the end of their next turn.</p>\n<p><strong>Critical Failure</strong> The silent stalker becomes @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} as long as the source of their self-loathing is apparent, until they're attacked, or until they see their murderer.</p>"
                },
                "action->Sense Murderer": {
                    "name": "Sense Murderer",
                    "description": "<p>A silent stalker knows the direction of their murderer (as long as both are on the same plane), but not the distance.</p>"
                },
                "action->Silent Aura": {
                    "name": "Silent Aura",
                    "description": "<p>10 feet. A silent stalker makes no sound, preventing creatures from noticing them using hearing or a similar sense alone. This silence stops all sound within it or passing through. The silent stalker and all creatures in the aura can't use sonic attacks or actions that have the auditory trait; this prevents creatures from casting spells with verbal components or activating items with command components.</p>\n<p>@UUID[Compendium.pf2e.bestiary-effects.Item.YKCsmlMgI0aS7joO]{Effect: Silent Aura}</p>"
                }
            }
        },
        "Siphoning Spirit": {
            "name": "Siphoning Spirit",
            "descriptionHazard": "<p>A formless spirit drains life from the living, becoming progressively visible as its victims weaken.</p>",
            "disable": "<p>@Check[occultism|dc:48] (expert) or @Check[religion|dc:48] (expert) to weaken the spirit; four total successes are required to disable the haunt</p>",
            "reset": "<p>After 1 minute, the spirit is satiated, and the haunt deactivates as it returns to a resting state. Over the course of 1 hour, the spirit's siphoned life energy disperses and the haunt resets.</p>",
            "routine": "<p>(1 action; death, divine, necromancy, void) The spirit inhales, siphoning the souls of the living and becoming more visible. Each creature within @Template[burst|distance:60]{60 feet} takes @Damage[(4d10+20)[void]] damage, with a @Check[fortitude|dc:41|traits:death,divine,necromancy,void,damaging-effect] save. If no creatures are within the area, the haunt moves up to 120 feet into the largest concentration of living creatures and then inhales.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage.</p>\n<p><strong>Failure</strong> The creature takes full damage and increases its @UUID[Compendium.pf2e.conditionitems.Item.4D2KBtexWXa6oUMR]{Drained} value by 1, to a maximum of drained 4.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and increases its drained value by 2, to a maximum of drained 4. If the creature was already drained 4, it dies.</p>",
            "stealth": "<p>(trained)</p>",
            "items": {
                "action->Sudden Siphon": {
                    "name": "Sudden Siphon",
                    "description": "<p><strong>Trigger</strong> A living creature passes within 15 feet of the spirit</p>\n<hr />\n<p><strong>Effect</strong> The invisible spirit latches onto the life essence of the living, dealing @Damage[(4d10+20)[void]] damage to all living creatures within @Template[burst|distance:60]{60 feet} (@Check[fortitude|dc:41|basic] save). The haunt then rolls initiative.</p>"
                }
            }
        },
        "Skeletal Mage": {
            "name": "Skeletal Mage",
            "publicNotes": "<p>Rarely, the bones of a spellcaster can be used to create a skeleton that retains a limited ability to cast spells. These spells are almost always offensive in nature, and the skeletal mage uses them with reckless abandon. Skeletal mages are often misidentified as liches, and while not nearly as cunning or deadly, they still pose a significant threat to their foes.</p>\n<hr />\n<p>Among the ranks of the dead, none are so numerous, nor so varied, as the skeleton. While most are almost entirely made from bone, some maintain a few scraps of flesh to aid them in movement, such as wing membranes.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Arcane Innate Spells": {
                    "name": "Arcane Innate Spells"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Skeletal Soldier": {
            "name": "Skeletal Soldier",
            "publicNotes": "<p>These soldiers continue to follow orders in death, still wielding the armaments they spent a lifetime learning how to use. While frequently made from the bones of humans or dwarves, other types of humanoids are quite common, such as bugbears, hobgoblins, and orcs. Often, these soldiers wield the weapons most common among their people instead of those listed here.</p>\n<hr />\n<p>Among the ranks of the dead, none are so numerous, nor so varied, as the skeleton. While most are almost entirely made from bone, some maintain a few scraps of flesh to aid them in movement, such as wing membranes.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Skeletal Titan": {
            "name": "Skeletal Titan",
            "publicNotes": "<p>Only the powerful and foolish would raise the bones of a mighty titan or similarly gargantuan creature as a skeleton. Skilled practitioners see this as a waste of a powerful body and imbue them with air walking magic based on those of titans, while the wise know it's nearly impossible to control such a colossus and that it's just as likely to crush its creator underneath its mighty foot as it is to smite their foes.</p>\n<hr />\n<p>Among the ranks of the dead, none are so numerous, nor so varied, as the skeleton. While most are almost entirely made from bone, some maintain a few scraps of flesh to aid them in movement, such as wing membranes.</p>",
            "speedsDetails": "air walk",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "strike-melee->Mountain Sword": {
                    "name": "Mountain Sword"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "strike-melee->Foot": {
                    "name": "Foot"
                },
                "strike-ranged->Bone": {
                    "name": "Bone"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Sluagh Reaper": {
            "name": "Sluagh Reaper",
            "publicNotes": "<p>Most sluagh are reapers: powerful killers subservient to their queen. After they collect souls on a hunt, they dutifully return their plunder to the queen. Though quite clever, they're inscrutable, lacking the whimsy and sociability that characterize many living fey. They do show merriment on occasion though, giggling as their claws draw closer to their quarry's throat.</p>\n<hr />\n<p>A soul about to leave its physical body gives off a peculiar scent, usually unnoticed by mortal creatures. But the undead fey called sluagh can smell and track down its location with frightening ease. Unlike most fey, sluagh are undead, possessing strong connections to void energy and mortal souls. Sluagh collect the souls of those close to death and bring them to feed their queen.</p>\n<p>Most sluagh appear bald-headed, with rounded ears, sharp teeth, glossy black eyes, and scrawny bodies. Their rib cages show through their skin, which is translucent and soft as velvet.</p>\n<p>Sluagh can become ghostly and incorporeal for brief periods. They use this power to stalk their prey to great effect. Sometimes the glimpse of a sluagh is mistaken for a ghost sighting.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Primal Innate Spells": {
                    "name": "Primal Innate Spells"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Frightful Presence": {
                    "name": "Frightful Presence",
                    "description": "<p>30 feet. @Check[will|dc:26]</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.FrightfulPresence]</p>"
                }
            }
        },
        "Spirit Cyclone": {
            "name": "Spirit Cyclone",
            "descriptionHazard": "<p>A cyclone of angry spirits surges around the area.</p>",
            "disable": "<p>@Check[occultism|dc:30] (trained) or @Check[religion|dc:30] (trained) to weaken the haunt; three total successes in any combination are required to disable the haunt</p>",
            "reset": "<p>The spirit cyclone disperses after 1 minute and resets after 1 day.</p>",
            "routine": "<p>(3 actions) The spirit cyclone uses 3 actions to move, traveling up to 30 feet with each action and dealing @Damage[(2d10+13)[void]] damage to each creature in its path (@Check[reflex|dc:32|basic] save). A creature needs to attempt only one save during the cyclone's movement, even if the cyclone moves over its space more than once. On a critical failure, a creature is swept up into the cyclone, becoming @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} (@UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} DC 32). A creature grabbed by the cyclone moves along with the cyclone and takes @Damage[(1d10+6)[void]] damage at their beginning of its turn, and it must attempt a Reflex save against the cyclone on the cyclone's turn, no matter where the cyclone moves. A creature that successfully Escapes from the cyclone falls from a height of [[/r {1d12*5} #Falling Distance]]{1d12 x 5 feet}.</p>",
            "stealth": "<p>(expert)</p>",
            "items": {
                "action->Gather Spirit": {
                    "name": "Gather Spirit",
                    "description": "<p><strong>Trigger</strong> Two or more creatures enter the area</p>\n<hr />\n<p><strong>Effect</strong> A spiraling column of spirits gather, becoming a whirling cyclone of souls @Template[burst|distance:5]{10 feet wide} and 60 feet tall. The haunt then rolls initiative.</p>"
                }
            }
        },
        "Sykever": {
            "name": "Sykever",
            "publicNotes": "<p>The most common darvakkas are sykevers, walkers in the night. Bloodthirsty but calculating, they lead legions of dead into battle on the Material Plane, working toward the simple goal of ending all life.</p>\n<hr />\n<p>Darvakkas, also called nightshades, are a ravenous evil made up of equal parts darkness and malice. Originally creatures of the Outer Planes who travel to the convergence of the Shadow Plane and the Void—where the power of nothingness obliterates them—these undead abominations are the physical embodiment of entropy. They burn with an intense hatred for all life, working to bring a final, dark night to the Material Plane where nothing but ash and ice remain.</p>\n<p>As creatures twisted by darkness and shadow, darvakkas have a great aversion to sunlight and all sources of vitality energy. On the Material Plane, they spend the hours of daylight hidden below ground, amid ruins, or submerged deep in the ocean's darkest chasms beyond the reach of the sun's rays, emerging when darkness shelters them overhead.</p>\n<p>Darvakkas have an aura of entropy that attracts undead thralls to serve as warriors and heralds. They rarely seek alliances with each other or other creatures, existing in solitude as the heads of individual armies of the dead.</p>",
            "speedsDetails": "air walk",
            "languagesDetails": "telepathy 100 feet",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "spell->Plane Shift (to the Universe, Void, or Netherworld only)": {
                    "name": "Plane Shift (to the Universe, Void, or Netherworld only)"
                },
                "spell->Air Walk (Constant)": {
                    "name": "Air Walk (Constant)"
                },
                "spell->Darkness (At Will)": {
                    "name": "Darkness (At Will)"
                },
                "strike-melee->Horn": {
                    "name": "Horn"
                },
                "strike-melee->Arm Spike": {
                    "name": "Arm Spike"
                },
                "action->Telepathy 100 feet": {
                    "name": "Telepathy 100 feet"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Constant Spells": {
                    "name": "Constant Spells"
                },
                "action->Entropy's Shadow": {
                    "name": "Entropy's Shadow",
                    "description": "<p>40 feet. Sykevers leak entropy and corruption from their very being. A living creature entering or starting its turn in the aura takes @Damage[4d6[void]] damage with a @Check[fortitude|dc:33|basic]. If it fails, it's also @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 minute and pulled 10 feet toward the sykever.</p>"
                }
            }
        },
        "Taunting Skull": {
            "name": "Taunting Skull",
            "publicNotes": "<p>Some beheaded are raised with their mental faculties mostly intact. These clever undead often provoke their victims into foolishly giving chase or harming themselves.</p>\n<hr />\n<p>Beheaded are disembodied floating heads transformed into undead. They are natural candidates for a necromancer's \"project minion,\" due to the inexpensive cost of creation and endlessly customizable nature. In any lair occupied for long by practicing necromancers, it isn't uncommon to find a handful of floating heads roaming about, each exhibiting completely different characteristics and even degrees of expertise in their creation.</p>",
            "languagesDetails": "any one language spoken in life",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "action->Bite Back": {
                    "name": "Bite Back",
                    "description": "<p><strong>Trigger</strong> The taunting skull is attacked by a creature within their reach</p>\n<hr />\n<p><strong>Effect</strong> The taunting skull makes a jaws Strike against that creature.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Toppling Furniture": {
            "name": "Toppling Furniture",
            "descriptionHazard": "<p>A mischievous spirit pushes a bookshelf over onto a creature.</p>",
            "disable": "<p>@Check[athletics|dc:16|name:Hold the furniture upright] to hold the furniture upright or @Check[occultism|dc:18|name:Foil the spirit's influence] (trained) to foil the spirit's efforts to influence matter</p>",
            "reset": "<p>If the haunt successfully damages a creature with Topple Furniture, the spirit laughs for [[/br 1d4 #Laughing Duration]]{1d4 rounds} as the haunt resets; each subsequent time the haunt activates, it must topple a different piece of upright furniture. If the haunt fails to damage a creature, the spirit wails in frustration and resets after pouting for [[/br 1d4 #Haunt Reset]]{1d4 hours}.</p>",
            "stealth": "<p>(trained) to hear the spirit's grunt of exertion as it works to topple the furniture</p>",
            "items": {
                "action->Topple Furniture": {
                    "name": "Topple Furniture",
                    "description": "<p><strong>Trigger</strong> A creature moves adjacent to the furniture</p>\n<hr />\n<p><strong>Effect</strong> The spirit shoves the furniture over in an attempt to crush the triggering creature. The triggering creature takes @Damage[(2d10+7)[bludgeoning]] damage (@Check[reflex|dc:22|basic]). On a failure, the creature is additionally knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>"
                }
            }
        },
        "Tormented (Burning)": {
            "name": "Tormented (Burning)",
            "publicNotes": "<p>Twisted caricatures of living beings, tormented arise from the remains of those who've been tortured to death. They appear as the mortals they were in life, horribly disfigured by acts of cruelty. Unable to rest, they haunt the sites of their deaths, doomed to relive their last moments of agony. The toxic psychic residue of their death is so great it spills over, afflicting anyone who meets the tormented's haunted gaze.</p>",
            "hpDetails": "void healing, regeneration 10 (deactivated by fire)",
            "items": {
                "strike-melee->Painful Touch": {
                    "name": "Painful Touch"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Regeneration 10 (Deactivated by Fire)": {
                    "name": "Regeneration 10 (Deactivated by Fire)"
                }
            }
        },
        "Tormented (Crushing)": {
            "name": "Tormented (Crushing)",
            "publicNotes": "<p>Twisted caricatures of living beings, tormented arise from the remains of those who've been tortured to death. They appear as the mortals they were in life, horribly disfigured by acts of cruelty. Unable to rest, they haunt the sites of their deaths, doomed to relive their last moments of agony. The toxic psychic residue of their death is so great it spills over, afflicting anyone who meets the tormented's haunted gaze.</p>",
            "hpDetails": "void healing, regeneration 10 (deactivated by bludgeoning)",
            "items": {
                "strike-melee->Painful Touch": {
                    "name": "Painful Touch"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Regeneration 10 (Deactivated by Bludgeoning)": {
                    "name": "Regeneration 10 (Deactivated by Bludgeoning)"
                }
            }
        },
        "Tormented (Dislocation)": {
            "name": "Tormented (Dislocation)",
            "publicNotes": "<p>Twisted caricatures of living beings, tormented arise from the remains of those who've been tortured to death. They appear as the mortals they were in life, horribly disfigured by acts of cruelty. Unable to rest, they haunt the sites of their deaths, doomed to relive their last moments of agony. The toxic psychic residue of their death is so great it spills over, afflicting anyone who meets the tormented's haunted gaze.</p>",
            "hpDetails": "void healing, regeneration 10 (deactivated by bludgeoning)",
            "items": {
                "strike-melee->Painful Touch": {
                    "name": "Painful Touch"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Regeneration 10 (Deactivated by Bludgeoning)": {
                    "name": "Regeneration 10 (Deactivated by Bludgeoning)"
                }
            }
        },
        "Tormented (Drowning)": {
            "name": "Tormented (Drowning)",
            "publicNotes": "<p>Twisted caricatures of living beings, tormented arise from the remains of those who've been tortured to death. They appear as the mortals they were in life, horribly disfigured by acts of cruelty. Unable to rest, they haunt the sites of their deaths, doomed to relive their last moments of agony. The toxic psychic residue of their death is so great it spills over, afflicting anyone who meets the tormented's haunted gaze.</p>",
            "hpDetails": "void healing, regeneration 10 (deactivated by cold)",
            "items": {
                "strike-melee->Painful Touch": {
                    "name": "Painful Touch"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Regeneration 10 (Deactivated by Cold)": {
                    "name": "Regeneration 10 (Deactivated by Cold)"
                }
            }
        },
        "Tormented (Impalement)": {
            "name": "Tormented (Impalement)",
            "publicNotes": "<p>Twisted caricatures of living beings, tormented arise from the remains of those who've been tortured to death. They appear as the mortals they were in life, horribly disfigured by acts of cruelty. Unable to rest, they haunt the sites of their deaths, doomed to relive their last moments of agony. The toxic psychic residue of their death is so great it spills over, afflicting anyone who meets the tormented's haunted gaze.</p>",
            "hpDetails": "void healing, regeneration 10 (deactivated by piercing)",
            "items": {
                "strike-melee->Painful Touch": {
                    "name": "Painful Touch"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Regeneration 10 (Deactivated by Piercing)": {
                    "name": "Regeneration 10 (Deactivated by Piercing)"
                }
            }
        },
        "Tormented (Starvation)": {
            "name": "Tormented (Starvation)",
            "publicNotes": "<p>Twisted caricatures of living beings, tormented arise from the remains of those who've been tortured to death. They appear as the mortals they were in life, horribly disfigured by acts of cruelty. Unable to rest, they haunt the sites of their deaths, doomed to relive their last moments of agony. The toxic psychic residue of their death is so great it spills over, afflicting anyone who meets the tormented's haunted gaze.</p>",
            "hpDetails": "void healing, regeneration 10 (deactivated by cold)",
            "items": {
                "strike-melee->Painful Touch": {
                    "name": "Painful Touch"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Regeneration 10 (Deactivated by Cold)": {
                    "name": "Regeneration 10 (Deactivated by Cold)"
                }
            }
        },
        "Unrisen": {
            "name": "Unrisen",
            "publicNotes": "<p>An unrisen is a mangled conglomeration of splintered bones, decaying organs, and rotting flesh, created when a ritual such as resurrect goes catastrophically wrong. Immense care must be taken, for if the ritual is a critical failure, an unrisen can be the result—as many a ritualist has learned to their horror.</p>\n<p>Unrisen are barely intelligent, aware only of the agony constantly inflicted by their flawed creation and their resentment for the living. They tend to attack the casters involved in the botched ritual first before lashing out at everyone else around them. Though an unrisen's twisted form is unrecognizable as the intended target of the resurrection, its wordless howls are often disturbingly similar to the deceased's voice. If an unrisen is destroyed before it can rise again, it's reduced to a handful of metallic blue-green salts referred to as essential salts.</p>",
            "languagesDetails": "(can't speak any language)",
            "hpDetails": "meant to live, void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Lifesense 30 feet": {
                    "name": "Lifesense 30 feet"
                },
                "action->Meant to Live": {
                    "name": "Meant to Live",
                    "description": "<p>Whenever an unrisen would take damage from vitality energy, it instead heals half that number of Hit Points.</p>"
                },
                "action->Resurrection Vulnerability": {
                    "name": "Resurrection Vulnerability",
                    "description": "<p>A creature with a prepared or spontaneous spell that can restore the dead to life (such as @UUID[Compendium.pf2e.spells-srd.Item.Hnc7eGi7vyZenAIm]{Breath of Life} or @UUID[Compendium.pf2e.spells-srd.Item.IkGYwHRLhkuoGReG]{Raise Dead}) can expend an appropriate spell slot as a 2-action activity to destroy an unrisen within 30 feet. The attempt fails if the unrisen succeeds at a Will save against the creature's spell DC.</p>"
                },
                "action->Rise Again": {
                    "name": "Rise Again",
                    "description": "<p>If the unrisen is reduced to 0 Hit Points by means other than fire damage, disintegration, or its resurrection vulnerability, it returns to unlife at the start of its next turn. It has 100 Hit Points and is @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} in the space in which it was destroyed. The unrisen can't be returned by this ability again for 1 hour.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Urveth": {
            "name": "Urveth",
            "publicNotes": "<p>An urveth is a massive, four-armed burrowing terror with a wormlike body and gaping maw that devours everything it can. Urveths burrow deep underground to hide from the sun, emerging under the cover of darkness to kill and consume.</p>\n<hr />\n<p>Darvakkas, also called nightshades, are a ravenous evil made up of equal parts darkness and malice. Originally creatures of the Outer Planes who travel to the convergence of the Shadow Plane and the Void—where the power of nothingness obliterates them—these undead abominations are the physical embodiment of entropy. They burn with an intense hatred for all life, working to bring a final, dark night to the Material Plane where nothing but ash and ice remain.</p>\n<p>As creatures twisted by darkness and shadow, darvakkas have a great aversion to sunlight and all sources of vitality energy. On the Material Plane, they spend the hours of daylight hidden below ground, amid ruins, or submerged deep in the ocean's darkest chasms beyond the reach of the sun's rays, emerging when darkness shelters them overhead.</p>\n<p>Darvakkas have an aura of entropy that attracts undead thralls to serve as warriors and heralds. They rarely seek alliances with each other or other creatures, existing in solitude as the heads of individual armies of the dead.</p>",
            "speedsDetails": "air walk",
            "languagesDetails": "telepathy 100 feet",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "spell->Plane Shift (to the Universe, Void, or Netherworld only)": {
                    "name": "Plane Shift (to the Universe, Void, or Netherworld only)"
                },
                "spell->Air Walk (Constant)": {
                    "name": "Air Walk (Constant)"
                },
                "spell->Darkness (At Will)": {
                    "name": "Darkness (At Will)"
                },
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "strike-melee->Stinger": {
                    "name": "Stinger"
                },
                "action->Telepathy 100 feet": {
                    "name": "Telepathy 100 feet"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Constant Spells": {
                    "name": "Constant Spells"
                },
                "action->Attack of Opportunity (Special)": {
                    "name": "Attack of Opportunity (Special)",
                    "description": "<p>Claw only. An urveth gains 3 extra reactions each round that they can use only to make Attacks of Opportunity.</p>\n<hr />\n<p>@Localize[PF2E.NPC.Abilities.Glossary.AttackOfOpportunity]</p>"
                },
                "action->Entropy's Shadow": {
                    "name": "Entropy's Shadow",
                    "description": "<p>60 feet. Urveths leak entropy and corruption from their very being. A living creature entering or starting its turn in the aura takes @Damage[5d6[void]] damage with a @Check[fortitude|dc:38|basic]. If it fails, it's also @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 minute and pulled 10 feet toward the urveth.</p>"
                }
            }
        },
        "Vanyver": {
            "name": "Vanyver",
            "publicNotes": "<p>Vanyvers are large, humanoid bats shaped from void and shadowstuff, their red eyes glowing like tiny stars in an otherwise lightless night. Though powerful, they're the least of the darvakkas, and the most likely to submit to a master, either another of their kind or a mortal with a reputation for being especially murderous and destructive. Vanyvers agree to follow their masters as a temporary means of maximizing the death and destruction they can enact but will quickly turn on any master they feel falters in this goal.</p>\n<hr />\n<p>Darvakkas, also called nightshades, are a ravenous evil made up of equal parts darkness and malice. Originally creatures of the Outer Planes who travel to the convergence of the Shadow Plane and the Void—where the power of nothingness obliterates them—these undead abominations are the physical embodiment of entropy. They burn with an intense hatred for all life, working to bring a final, dark night to the Material Plane where nothing but ash and ice remain.</p>\n<p>As creatures twisted by darkness and shadow, darvakkas have a great aversion to sunlight and all sources of vitality energy. On the Material Plane, they spend the hours of daylight hidden below ground, amid ruins, or submerged deep in the ocean's darkest chasms beyond the reach of the sun's rays, emerging when darkness shelters them overhead.</p>\n<p>Darvakkas have an aura of entropy that attracts undead thralls to serve as warriors and heralds. They rarely seek alliances with each other or other creatures, existing in solitude as the heads of individual armies of the dead.</p>",
            "languagesDetails": "telepathy 100 feet",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "spell->Plane Shift (to the Universe, Void, or Netherworld only)": {
                    "name": "Plane Shift (to the Universe, Void, or Netherworld only)"
                },
                "spell->Dispel Magic (At Will)": {
                    "name": "Dispel Magic (At Will)"
                },
                "strike-melee->Talon": {
                    "name": "Talon"
                },
                "strike-melee->Wing": {
                    "name": "Wing"
                },
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "action->Telepathy 100 feet": {
                    "name": "Telepathy 100 feet"
                },
                "action->Lifesense 60 feet": {
                    "name": "Lifesense 60 feet"
                },
                "action->Catching Bite": {
                    "name": "Catching Bite",
                    "description": "<p><strong>Trigger</strong> A creature within reach of the vanyver's jaws makes a melee Strike against the vanyver with a weapon</p>\n<hr />\n<p><strong>Effect</strong> The vanyver chooses to be hit. If the attack would've missed, it hits. The vanyver catches the weapon in their jaws and uses Drain Magic on it without fulfilling Drain Magic's requirements.</p>"
                },
                "action->Drain Magic": {
                    "name": "Drain Magic",
                    "description": "<p><strong>Requirements</strong> The vanyver's last action was a successful jaws Strike against a creature, object, or spell effect</p>\n<hr />\n<p><strong>Effect</strong> The vanyver casts an innate @UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic} on the same target; if the target was a creature, the vanyver can target a spell affecting the creature instead. If a spell effect or item is successfully counteracted, the vanyver gains temporary Hit Points equal to double the counteract rank of the effect that was counteracted.</p>"
                },
                "action->Entropy's Shadow": {
                    "name": "Entropy's Shadow",
                    "description": "<p>40 feet. Vanyvers leak entropy and corruption from their very being. A living creature entering or starting its turn in the aura takes @Damage[3d6[void]] damage with a @Check[fortitude|dc:30|basic]. If it fails, it's also @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 minute and pulled 10 feet toward the vanyver.</p>"
                }
            }
        },
        "Vetalarana Emergent": {
            "name": "Vetalarana Emergent",
            "publicNotes": "<p>Vetalarana vampires feed on the emotions, thoughts, and memories of others. Although they are capable of feeding on animals, beings of the planes, and other intelligent undead, only the thoughts of an intelligent, living humanoid bring a vetalarana any sense of satisfaction. Slender and pale, with sunken cheeks and exceptionally long nails, vetalaranas become flushed with color and life after feeding on particularly potent emotions and thoughts, enabling some to pass as living for a short time.</p>\n<p>A vetalarana is created when a person with psychic or occult abilities dies in denial of their death, refusing to pass on to the afterlife but unable to retain their grip on life. As their spirit has no cause left undone nor debt to settle, these tenacious souls rise not as ghosts but as vetalaranas, a formidable and tenacious mind animating their own corpse in a mockery of life.</p>\n<p>A vetalarana's predations inevitably turn their victims into living husks, incapable of thought and devoid of any spark of personality. These victims fall into a senseless stupor, comatose but still living, without identity or memories. If a vetalarana is killed, they can occupy one of these comatose husks, while more powerful vetalaranas can control them like living puppets.</p>\n<p>When a vetalarana is destroyed, all of their comatose victims are immediately freed. Most often, these people regain consciousness as amnesiacs whose memories return over time—taking at least months but sometimes as long as decades. These returned memories are fragmented and often jumbled with the thoughts of others the vetalarana fed upon. If a victim served as a failed host or was frequently controlled while comatose, a sliver of the vetalarana's corrupted thoughts remain in the victim's mind. These tainted victims recover much faster than their fellows, regaining their memories in record time and transforming into a new vetalarana soon after.</p>\n<p>A vetalarana emergent is inexperienced and ravenous, often caring more for the consumption of thoughts than the quality of the thoughts and memories consumed. These undead gluttons gorge themselves on memories, leaving a crowd of addled and terrified victims in their wake. Experienced emergents are cannier than their newly risen kin, stalking their chosen victims and being sure to abduct, kill, or render their victims comatose after draining their memories to ensure no witnesses remain to reveal the presence of a vetalarana.</p>",
            "hpDetails": "fast healing 10, mental rebirth, void healing",
            "items": {
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Thoughtsense (Precise) 100 feet": {
                    "name": "Thoughtsense (Precise) 100 feet"
                },
                "action->Fast Healing 10": {
                    "name": "Fast Healing 10"
                }
            }
        },
        "Vetalarana Manipulator": {
            "name": "Vetalarana Manipulator",
            "publicNotes": "<p>Vetalarana vampires feed on the emotions, thoughts, and memories of others. Although they are capable of feeding on animals, beings of the planes, and other intelligent undead, only the thoughts of an intelligent, living humanoid bring a vetalarana any sense of satisfaction. Slender and pale, with sunken cheeks and exceptionally long nails, vetalaranas become flushed with color and life after feeding on particularly potent emotions and thoughts, enabling some to pass as living for a short time.</p>\n<p>A vetalarana is created when a person with psychic or occult abilities dies in denial of their death, refusing to pass on to the afterlife but unable to retain their grip on life. As their spirit has no cause left undone nor debt to settle, these tenacious souls rise not as ghosts but as vetalaranas, a formidable and tenacious mind animating their own corpse in a mockery of life.</p>\n<p>A vetalarana's predations inevitably turn their victims into living husks, incapable of thought and devoid of any spark of personality. These victims fall into a senseless stupor, comatose but still living, without identity or memories. If a vetalarana is killed, they can occupy one of these comatose husks, while more powerful vetalaranas can control them like living puppets.</p>\n<p>When a vetalarana is destroyed, all of their comatose victims are immediately freed. Most often, these people regain consciousness as amnesiacs whose memories return over time—taking at least months but sometimes as long as decades. These returned memories are fragmented and often jumbled with the thoughts of others the vetalarana fed upon. If a victim served as a failed host or was frequently controlled while comatose, a sliver of the vetalarana's corrupted thoughts remain in the victim's mind. These tainted victims recover much faster than their fellows, regaining their memories in record time and transforming into a new vetalarana soon after.</p>\n<p>A vetalarana manipulator is a gifted strategist, empowered by the memories, thoughts, and talents the manipulator has drained from countless victims and honed by centuries of survival. Certain of their own superiority, manipulators twist free-willed individuals for their own ends as easily as they control their comatose puppets.</p>",
            "languagesDetails": "telepathy 100 feet, tongues",
            "hpDetails": "fast healing 10, mental rebirth, void healing",
            "items": {
                "spellcastingEntry->Occult Prepared Spells": {
                    "name": "Occult Prepared Spells"
                },
                "spellcastingEntry->Occult Innate Spells": {
                    "name": "Occult Innate Spells"
                },
                "spell->Tongues (Constant)": {
                    "name": "Tongues (Constant)"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->Telepathy 100 feet": {
                    "name": "Telepathy 100 feet"
                },
                "action->Thoughtsense (Precise) 100 feet": {
                    "name": "Thoughtsense (Precise) 100 feet",
                    "description": "<p>The vetalarana senses all non-mindless creatures within 100 feet as a precise sense.</p>"
                },
                "action->Constant Spells": {
                    "name": "Constant Spells"
                },
                "action->Fast Healing 10": {
                    "name": "Fast Healing 10"
                }
            }
        },
        "Violent Shove": {
            "name": "Violent Shove",
            "descriptionHazard": "<p>An invisible force bats creatures aside, hurling them into a nearby wall.</p>",
            "disable": "<p>@Check[occultism|dc:19|name:Disperse the Force] (trained) to disperse the force or @Check[religion|dc:20|name:Ward yourself from harm] (trained) to ward yourself from harm</p>",
            "reset": "<p>1 day</p>",
            "stealth": "<p>(trained) to feel an ominous presence in the room</p>",
            "items": {
                "action->Shove": {
                    "name": "Shove",
                    "description": "<p><strong>Trigger</strong> A creature moves adjacent to the haunted wall</p>\n<hr />\n<p><strong>Effect</strong> A powerful force sweeps across the room, shoving all creatures in the room toward the wall. Each creature in the area must attempt a @Check[fortitude|dc:20] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is pushed 5 feet toward the wall. If the creature would collide with the wall, they take @Damage[(1d10+5)[bludgeoning]] damage.</p>\n<p><strong>Failure</strong> The creature is pushed 10 feet toward the wall. If the creature would collide with the wall, they take @Damage[(2d10+10)[bludgeoning]] damage.</p>\n<p><strong>Critical Failure</strong> The creature is pushed 15 feet toward the wall. If the creature would collide with the wall, they take @Damage[(3d10+15)[bludgeoning]] damage and are knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}.</p>"
                }
            }
        },
        "Waldgeist": {
            "name": "Waldgeist",
            "publicNotes": "<p>Waldgeists act as avatars of nature that seek vengeance for environmental abuse, such as pollution and deforestation. These undead spirits of destroyed trees form at the site of their destruction or in a nearby woodland, if the original location was entirely razed. They become guardians of the forest, possessing power over the plants within its boundaries. Waldgeists show no mercy to anyone caught damaging their bonded woodland, attacking loggers, fey, travelers, and invasive species with equal prejudice.</p>\n<hr />\n<p>When disaster befalls the natural world, a different kind of undead may rise, entirely unlike risen humanoids. Most plants, fish, insects, and other animals don't possess a psychology complex enough to experience the emotional catharsis required to return as undead without intervention from an outside force. Mass extinction can serve as that outside force.</p>\n<p>Humanoids clear-cutting an entire forest or a seaside community wiping out a species critical to their ecosystem can spawn a verdorite. The collective spiritual energy and emotional distress of a dying biome powers these undead, formed as conglomerates or representatives.</p>",
            "languagesDetails": "speak with plants",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Primal Innate Spells": {
                    "name": "Primal Innate Spells"
                },
                "spell->Speak with Plants (Constant)": {
                    "name": "Speak with Plants (Constant)"
                },
                "spell->Entangle (At-Will)": {
                    "name": "Entangle (At-Will)"
                },
                "strike-melee->Lignifying Hand": {
                    "name": "Lignifying Hand"
                },
                "action->Constant Spells": {
                    "name": "Constant Spells"
                },
                "action->Forest Guardian": {
                    "name": "Forest Guardian",
                    "description": "<p>A waldgeist is compelled to investigate the sound of wood or trees being damaged, such as by being burned or chopped down. A waldgeist that hears such a sound must succeed at a @Check[will|dc:26] save or spend all their actions moving toward the sound until they identify the cause. This can't be used to compel a waldgeist to leave their bonded woodland. A waldgeist that succeeds at their saving throw is temporarily immune for 10 minutes.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Weight of Guilt": {
            "name": "Weight of Guilt",
            "descriptionHazard": "<p>Influenced by the guilt and regrets of the dead, creatures are wrapped in weighted chains that embody their own sins.</p>",
            "disable": "<p>@Check[religion|dc:26|name:Disrupt the haunt] (expert) to disrupt the haunt through prayer or @Check[deception|dc:27|name:Openly defy your regrets] (expert) to openly defy your regrets and banish the haunt. Creatures who haven't committed sins or already made amends for their transgressions are immune to the effects of this haunt.</p>",
            "reset": "<p>1 day</p>",
            "stealth": "<p>(expert) to sense an oppressive aura of sorrow</p>",
            "items": {
                "action->Mental Bind": {
                    "name": "Mental Bind",
                    "description": "<p><strong>Trigger</strong> A creature enters the area</p>\n<hr />\n<p><strong>Effect</strong> Each creature within 30 feet becomes wrapped in heavy spectral chains forged from its own sins and regrets. Each must attempt a @Check[will|dc:25] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes a -10-foot status penalty to its Speeds for 1 round.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} until it @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escapes} (DC 25).</p>\n<p><strong>Critical Failure</strong> As failure, and the creature is overwhelmed with guilt, becoming @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 day.</p>"
                }
            }
        },
        "Wight Commander": {
            "name": "Wight Commander",
            "publicNotes": "<p>When the beloved leader of a military unit is raised as a wight, sometimes the spirits of their comrades return with them, creating a gestalt being of impeccable tactical acumen.</p>\n<hr />\n<p>Wights are undead beings of spite who primarily stalk places related to death.</p>",
            "acDetails": "(34 with shield raised)",
            "languagesDetails": "tongues",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "spell->Tongues (Constant)": {
                    "name": "Tongues (Constant)"
                },
                "strike-melee->Longsword": {
                    "name": "Longsword"
                },
                "strike-melee->Claw": {
                    "name": "Claw"
                },
                "action->+26 to Initiative": {
                    "name": "+26 to Initiative"
                }
            }
        },
        "Withered": {
            "name": "Withered",
            "publicNotes": "<p>If a husk zombie survives for several years, their body continues to dry out, their flesh hardens, and their eyes turn into pale, glowing orbs set deep into otherwise empty sockets. Known as the withered, these zombies are cunning, capable of forming complex plans and even setting traps utilizing their less-intelligent brethren to lure the unsuspecting into deadly ambushes.</p>\n<hr />\n<p>Simple to create and varied in purpose, these shambling undead are often used for their strength and endless stamina to conduct boring, repetitive tasks.</p>",
            "hpDetails": "void healing",
            "items": {
                "condition->Slowed": {
                    "name": "Slowed",
                    "description": "<p>You have fewer actions. Slowed always includes a value. When you regain your actions at the start of your turn, reduce the number of actions you regain by your slowed value. Because slowed has its effect at the start of your turn, you don't immediately lose actions if you become slowed during your turn.</p>"
                },
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Slow": {
                    "name": "Slow",
                    "description": "<p>A withered is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Wolf Skeleton": {
            "name": "Wolf Skeleton",
            "publicNotes": "<p>Without the burden of flesh, skeletal wolves charge across the battlefield with terrifying speed.</p>\n<hr />\n<p>Among the ranks of the dead, none are so numerous, nor so varied, as the skeleton. While most are almost entirely made from bone, some maintain a few scraps of flesh to aid them in movement, such as wing membranes.</p>",
            "hpDetails": "void healing",
            "items": {
                "strike-melee->Jaws": {
                    "name": "Jaws"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Zombie Lord": {
            "name": "Zombie Lord",
            "publicNotes": "<p>Cunning zombie lords command their lesser kin, which they can use in unexpected ways. They have been known to direct or collaborate with husk and withered zombies, creating cells of intelligent zombies hiding within the ranks of mindless undead.</p>\n<hr />\n<p>Simple to create and varied in purpose, these shambling undead are often used for their strength and endless stamina to conduct boring, repetitive tasks.</p>",
            "hpDetails": "void healing",
            "items": {
                "spellcastingEntry->Divine Innate Spells": {
                    "name": "Divine Innate Spells"
                },
                "strike-melee->Scythe": {
                    "name": "Scythe"
                },
                "strike-melee->Fist": {
                    "name": "Fist"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Zombie Mammoth": {
            "name": "Zombie Mammoth",
            "publicNotes": "<p>This monstrous creature can overrun defenses and stomp foes into the ground, making it a terror on any battlefield.</p>\n<hr />\n<p>Simple to create and varied in purpose, these shambling undead are often used for their strength and endless stamina to conduct boring, repetitive tasks.</p>",
            "hpDetails": "void healing",
            "items": {
                "condition->Slowed": {
                    "name": "Slowed",
                    "description": "<p>You have fewer actions. Slowed always includes a value. When you regain your actions at the start of your turn, reduce the number of actions you regain by your slowed value. Because slowed has its effect at the start of your turn, you don't immediately lose actions if you become slowed during your turn.</p>"
                },
                "strike-melee->Tusk": {
                    "name": "Tusk"
                },
                "strike-melee->Trunk": {
                    "name": "Trunk"
                },
                "strike-melee->Foot": {
                    "name": "Foot"
                },
                "action->Severed Trunk": {
                    "name": "Severed Trunk",
                    "description": "<p>When the zombie mammoth is hit by a critical hit that deals slashing damage, the mammoth's trunk is severed from its body. Any creature @UUID[Compendium.pf2e.conditionitems.Item.kWc1fhmv9LBiTuei]{Grabbed} or @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} with the trunk is released, and the mammoth loses its trunk Strike and Greater Constrict.</p>\n<p>The trunk slithers across the battlefield, still animated, and acts in initiative right after the mammoth. It retains Greater Constrict and trunk Strikes but can't use tusk Strikes, foot Strikes, or Shambling Trample. It has all the stats of the mammoth, except its AC is reduced to 23, it has only 50 Hit Points, and its Speed is 10 feet. Damage dealt to the severed trunk has no effect on the zombie mammoth.</p>"
                },
                "action->Slow": {
                    "name": "Slow",
                    "description": "<p>A zombie mammoth is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Zombie Owlbear": {
            "name": "Zombie Owlbear",
            "publicNotes": "<p>Zombie owlbears combine an owlbear's ferocity with mindless undead hatred. Once it draws near, it often stands up, unleashing a guttural, wet roar, before charging into combat without thought of self-preservation.</p>\n<hr />\n<p>Simple to create and varied in purpose, these shambling undead are often used for their strength and endless stamina to conduct boring, repetitive tasks.</p>",
            "hpDetails": "void healing",
            "items": {
                "condition->Slowed": {
                    "name": "Slowed",
                    "description": "<p>You have fewer actions. Slowed always includes a value. When you regain your actions at the start of your turn, reduce the number of actions you regain by your slowed value. Because slowed has its effect at the start of your turn, you don't immediately lose actions if you become slowed during your turn.</p>"
                },
                "strike-melee->Talon": {
                    "name": "Talon"
                },
                "strike-melee->Beak": {
                    "name": "Beak"
                },
                "action->Slow": {
                    "name": "Slow",
                    "description": "<p>A zombie owlbear is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        },
        "Zombie Snake": {
            "name": "Zombie Snake",
            "publicNotes": "<p>At around 5 feet long, this massive, rotting serpent lacks potent venom, but its bite still injects putrid fluid that can cause infection.</p>\n<hr />\n<p>Simple to create and varied in purpose, these shambling undead are often used for their strength and endless stamina to conduct boring, repetitive tasks.</p>",
            "hpDetails": "void healing",
            "items": {
                "condition->Slowed": {
                    "name": "Slowed",
                    "description": "<p>You have fewer actions. Slowed always includes a value. When you regain your actions at the start of your turn, reduce the number of actions you regain by your slowed value. Because slowed has its effect at the start of your turn, you don't immediately lose actions if you become slowed during your turn.</p>"
                },
                "strike-melee->Fangs": {
                    "name": "Fangs"
                },
                "action->Slow": {
                    "name": "Slow",
                    "description": "<p>A zombie snake is permanently @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} and can't use reactions.</p>"
                },
                "action->Void Healing": {
                    "name": "Void Healing"
                }
            }
        }
    },
    "mapping": {
        "publicNotes": "system.details.publicNotes",
        "privateNotes": "system.details.privateNotes",
        "acDetails": "system.attributes.ac.details",
        "blurb": "system.details.blurb",
        "hpDetails": "system.attributes.hp.details",
        "allSavesBonus": "system.attributes.allSaves.value",
        "speedsDetails": "system.attributes.speed.details",
        "sensesDetails": "system.perception.details",
        "languagesDetails": "system.details.languages.details",
        "items": {
            "converter": "translateActorItems",
            "path": "items"
        },
        "rules": {
            "converter": "translateRules",
            "path": "system.rules"
        },
        "descriptionHazard": "system.details.description",
        "disable": "system.details.disable",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "stealth": "system.attributes.stealth.details"
    }
}