{
    "label": "Kctg-2E",
    "folders": {
        "Coinage": "Coinage",
        "Tools": "Tools",
        "Mixed Materials": "Mixed Materials",
        "Weaving Tools": "Weaving Tools",
        "Logs & Lumber": "Logs & Lumber",
        "Bones": "Bones",
        "Gemstones": "Gemstones",
        "Ore & Metal": "Ore & Metal",
        "Carpentry": "Carpentry",
        "Herbalist Tools": "Herbalist Tools",
        "Food": "Food",
        "Livestock": "Livestock",
        "Potions": "Potions",
        "Tavern Foods": "Tavern Foods"
    },
    "entries": {
        "Adder Venom": {
            "name": "Adder Venom",
            "description": "<p>Adders even if it is a poisonous snake, it is rarely fatal for the regular commoner, however, alchemists do keep them in glass cages to harvest their venom for potions and poisons. Long ago, scales of the snakes were used to create some beautiful egg-shaped bombs - which as we have learned from scrolls - were quite destructive.</p>",
            "gmNote": ""
        },
        "Agate": {
            "name": "Agate",
            "description": "<p>It is usually found in rocks and comes a variety of amazing colors. Used for millennia in forms of arts and crafts. Based on the region it can have different names or colors. Good common examples are \"Fire agate\" which is a deep red or \"Moss Agate\" which has a moss-like appearance and gas a deep green shade.</p>",
            "gmNote": ""
        },
        "Agave": {
            "name": "Agave",
            "description": "<p>The agave plant's four major edible parts include flowers, leaves, stalks or basal rosettes, and sap. A beverage is squeezed from baked fibers, and the heads can be baked or boiled, pounded into flat sheets, sun-dried, and stored for future use. The baked, dried heads are also boiled and processed into an edible paste, eaten whole, or incorporated into soups.</p>",
            "gmNote": ""
        },
        "Agni Manitite": {
            "name": "Agni Manitite",
            "description": "<p>Agni Manitite, also known on the market as Pearl of Fire, is an extremely rare tektite found on select islands. These stones originated from meteorites that collided with large bodies of water, cooling rapidly. This unique formation process makes them exceedingly difficult to recover.</p>",
            "gmNote": ""
        },
        "Alabaster": {
            "name": "Alabaster",
            "description": "<p>Alabaster's softness enables it to be carved readily into elaborate forms making it a popular material for carved sculpture. It is also often used for ornamental building work, such as for sculptures, vases, and small decorative carvings. </p>",
            "gmNote": ""
        },
        "Albite": {
            "name": "Albite",
            "description": "<p>Albite is used as a gemstone, albeit semiprecious, and has mainly been use in the manufacturing of glassware. Most potters and glassblowers use this specific gemstone in the manufacturing of glass or ceramics. The completed product is then sold at a premium, as the pure white color of the completed product is quite eye-catching.</p>",
            "gmNote": ""
        },
        "Alchemical Brass": {
            "name": "Alchemical Brass",
            "description": "<p>On the rare occasions when Alchemists and Blacksmiths collaborate, they are able to create something truly unique. One such creation is an ingot that can be used to reinforce a weapon, making it so powerful that it can even break mountains when it strikes true. It is said that when Alchemical Brass is added to a regular weapon, it increases the weapon's accuracy and increases the chances of striking vital areas, making the strikes even more fatal.</p>",
            "gmNote": ""
        },
        "Alchemist's Counteractant": {
            "name": "Alchemist's Counteractant",
            "description": "<p>More commonly known as Alchemist Bleach, which helps with cleaning or sterilizing surfaces for regular commoners. As it is tricky to do safely, only a few alchemists do actually tackle creating cleaning supplies, and due to it, the price is quite high.</p>",
            "gmNote": ""
        },
        "Ale": {
            "name": "Ale",
            "description": "<p>A beverage similar to beer but without hops, ale contains similar ingredients. The profession of brewster is highly sought after due to the high consumption of ale. Some noble houses purchase and consume nearly 90 gallons of ale daily, not to mention the demand from local taverns and inns.</p>",
            "gmNote": ""
        },
        "Alexandrite": {
            "name": "Alexandrite",
            "description": "<p>It is believed that, if the owner of this transparent gem performs favorable actions or protects his family, he is bestowed with good luck by the gemstone. In some regions, the gemstone is considered sacred and provided as a sacrifice to deities or used to consecrate sites.</p>",
            "gmNote": ""
        },
        "Algae": {
            "name": "Algae",
            "description": "<p>With a consistency similar to quartz and the smoothness of agate, this gem is one of the finest ornamental stones for furniture. According to folklore, it is believed that this gem can prevent the shape-shifting attributes of spells and, in some fringe beliefs, even the living furniture.</p><p></p>",
            "gmNote": ""
        },
        "Almond": {
            "name": "Almond",
            "description": "<p>They are sold either raw or roasted. They are also used to produce products like almond milk, oil, butter, flour, paste, or marzipan.</p>",
            "gmNote": ""
        },
        "Amber": {
            "name": "Amber",
            "description": "<p>Fossilized pine resin, can be polished and used for ornamental purposes such as jewelry beads. There a is high demand for amber by alchemists as it can trap small forgotten creatures.</p>",
            "gmNote": ""
        },
        "Amblygonite": {
            "name": "Amblygonite",
            "description": "<p>Transparent amblygonite, which is the most rare, faceted as a gemstone, is prone to breakage and abrasion when worn in jewelry due to its low hardness and toughness. According to folklore, letting one of these gems dissolve on your tongue is believed to heal internal injuries.</p>",
            "gmNote": ""
        },
        "Amethyst": {
            "name": "Amethyst",
            "description": "<p><em>\"It is said the first Amethyst was a young and beautiful priestess, however, two goddesses fought over her allegiance and unfortunately destroyed her. As the goddesses mourned and wept their loss, their tears combined and created the gem as it fell to the ground. I'm not certain if this tale holds any truth, as I have also heard that an glances and wine was involved.\" </em></p>\n<p>Is a very common mineral and is found throughout the realms. It has a beautiful color and is faceted into jewelry cuts, making it one of the most popular gems for collectors. </p>",
            "gmNote": ""
        },
        "Ancient Gold": {
            "name": "Ancient Gold",
            "description": "<p>These gold coins can be found in the deepest tombs or burial chambers. Kings or emperors were buried with jars filled with these types of coins. However, untrained adventurers quickly believe that they have the same value as a regular gold coin. Yet, these coins are 100% pure gold, and collectors will pay a high price for any amount of the ancient gold coins located.</p>",
            "gmNote": ""
        },
        "Anorthite": {
            "name": "Anorthite",
            "description": "<p>Although anorthite itself is not typically used as a gemstone, some varieties with attractive colors or optical properties may be cut and polished for use in jewelry as a substitute for other, more expensive gemstones. Only the untrained merchant is unable to see the difference between Anorthite and a precious gem, and the purchase of precious rocks is only made by experienced merchants.</p>",
            "gmNote": ""
        },
        "Antlers": {
            "name": "Antlers",
            "description": "<p>Antlers are usually shed and regrown each year by deers, elk, reindeer, or caribous. Due to the replacement nature of the antlers, they can be used to make tools, weapons, ornaments, or even toys. Antler hairdressers are used as a form of leadership by shamans, spiritual figures, and druidic circles. Some forest folk use them as crowns, of different sizes, for their lords, princes, kings, or depending on the case, emperors. </p>",
            "gmNote": ""
        },
        "Apatite": {
            "name": "Apatite",
            "description": "<p>Apatite is primarily used in the manufacture of fertilizer, dyes, and paint after being ground into fine dust. On rare occasions it is cut into a gem, it is a soft stone that can be easily worked by gem cutters without the need for specialized tools or extensive experience.</p>",
            "gmNote": ""
        },
        "Apple": {
            "name": "Apple",
            "description": "<p>Apples are grown almost in all regions and they are usually eaten raw, however, they can also be used in different dishes mainly pies, or in alcohol fermentation for ales or local ciders.</p>",
            "gmNote": ""
        },
        "Apricot": {
            "name": "Apricot",
            "description": "<p>One of the few fruits that is also dried, to have it be edible between seasons. It is also used in various meals, summer salads, jams, juices, and even alcohol after boiling.</p>",
            "gmNote": ""
        },
        "Aquamarine": {
            "name": "Aquamarine",
            "description": "<p>Aquamarine is one the most popular light-blue gemstone and is extensively used in jewelry. Rings, earrings, and bracelets are made from Aquamarine, and it is especially important as a pendant stone, with fairly large pendants being faceted. It is also believed, that it was at some point a spell component for a rare and secret spell. </p>",
            "gmNote": ""
        },
        "Aradite": {
            "name": "Aradite",
            "description": "<p>Aradite gemstone has the unique ability to glow in the dark, making it a popular light source for many underground civilizations. Alongside Neon-Ront, it is frequently used due to its abundance.</p><p></p>",
            "gmNote": ""
        },
        "Aragonite": {
            "name": "Aragonite",
            "description": "<p>Aragonite is one of the most challenging gemstones to cut, requiring the expertise of a highly skilled gemstone cutter to shape it into ornamental stones. There are rumors that these stones can interfere with magical items when in close proximity, but such claims are generally considered unfounded.</p><p></p>",
            "gmNote": ""
        },
        "Artichoke": {
            "name": "Artichoke",
            "description": "<p>The leaves of the artichoke are typically removed one by one, and the fleshy base is enjoyed with vinaigrette, vinegar, butter, mayonnaise, aioli, lemon juice, or other sauces.  Stuffed or boiled artichokes come in numerous variations, with a common stuffing featuring breadcrumbs, garlic, oregano, parsley, grated cheese, and sausage.</p>",
            "gmNote": ""
        },
        "Asparagus": {
            "name": "Asparagus",
            "description": "<p>It is sometimes also named Sparrow Grass, its young shoots are often used as a spring vegetable. They are usually served as an appetizer or a vegetable side dish. In some regions, there is word of a festival held in its honor.  </p>",
            "gmNote": ""
        },
        "Aspen Log": {
            "name": "Aspen Log",
            "description": "<p>Aspen wood is white, soft, lightweight, and fairly strong and has a multitude of uses. Mainly found in colder climates, making it one of the more widespread trees. Its bark is used in multiple medicinal poultices by herbalists mainly for its antioxidants or anti-inflammatory properties. </p>",
            "gmNote": ""
        },
        "Aspen Lumber": {
            "name": "Aspen Lumber",
            "description": "<p>Aspen Lumber is a wood that is soft but fairly strong, and it is closest to white in color. It has a fine-grained, uniform texture and lacks a distinctive pattern. Due to its light color, it is perfect for making paper, matchsticks, furniture, doors, and window frames.</p>",
            "gmNote": ""
        },
        "Assaying Tool": {
            "name": "Assaying Tool",
            "description": "<p>It is commonly known as a Touchstone, a tool made from slate with a finely-grained surface on which metals leave a small trace. The touchstone is used by merchants and bank tellers along with equivalent metal leaves to identify the purity of coins, bars, or jewelry. The metal leaves, made of gold, silver, platinum, or electrum with various purity levels, are scratched on the touchstone along with the soon-to-be-acquired metal to determine its purity or whether it is a counterfeit.</p>",
            "gmNote": ""
        },
        "Augelite": {
            "name": "Augelite",
            "description": "<p>Augelite is an ornamental stone found throughout the realms. It is mainly worn by priests and is embedded into jewelry and holy symbols. This gemstone is stated to reflect any magic, or it is rarely used to create small anti-magic fields. Commoners claim that augelite gemstone has the ability to absorb negative energy and its widely believed that this is the reason is embedded in religious items.</p>",
            "gmNote": ""
        },
        "Aventurine": {
            "name": "Aventurine",
            "description": "<p>While green is the most common color of aventurine, it can also appear in shades of orange, brown, yellow, blue, or grey. Aventurine finds use in diverse applications such as landscape and building stones, aquarium decorations, monuments, and jewelry.</p><p></p>",
            "gmNote": ""
        },
        "Avocado": {
            "name": "Avocado",
            "description": "<p>There have been found many uses for the avocado fruit, ranging from treating ailments to culinary purposes. Sometimes it is cut into thin slices or made into a paste, which is said it provides a glow to your skin. Herbalists are a bit uncertain about its cosmetic use, however, according to them, consumption is rather safe.</p>",
            "gmNote": ""
        },
        "Axinite": {
            "name": "Axinite",
            "description": "<p>Axinite gemstones have the misfortune of being brown, a color not in high demand for gemstones. Despite this, they are often used in rings because they can maintain a sharp edge and endure the rough and tumble of a tavern brawl. This has earned them the nickname \"knuckle stones\".</p>",
            "gmNote": ""
        },
        "Azurite": {
            "name": "Azurite",
            "description": "<p>Azurite is a very popular mineral in an azure-blue color and is usually cut into beads or ornamental objects. Due to its resistance to fire, most of the time it is used by blacksmiths as a lucky charm to avoid injury while working.</p>",
            "gmNote": ""
        },
        "Banana": {
            "name": "Banana",
            "description": "<p>A fruit favored by most folk, herbalists recommend it if your stomach is upset, innkeepers provide it mushed as sweet beverages, and commoners eat it raw as it is quite tasty.</p>",
            "gmNote": ""
        },
        "Basalt Stone": {
            "name": "Basalt Stone",
            "description": "<p>The basalt rock comes mainly in a dark-gray color and is used in construction for building blocks or in the groundwork, or cobblestones and in making statues by famous masons. </p>",
            "gmNote": ""
        },
        "Basil": {
            "name": "Basil",
            "description": "<p>A common spice used in cuisines throughout the realms. It's speculated that it soothes and cures the heart when consumed. However, no herbalists have confirmed any curing proprieties of basil. It is often used by commoners.</p>",
            "gmNote": ""
        },
        "Bay Leaf": {
            "name": "Bay Leaf",
            "description": "<p>The bay leaf is an aromatic leaf frequently used as a herb in cooking. It imparts a subtle, herbal flavor to dishes and can be used whole, either dried or fresh. Typically, it is removed from the dish before consumption. Bay leaves can also be used in ground form, though this is less common.</p><p></p>",
            "gmNote": ""
        },
        "Bean Soup": {
            "name": "Bean Soup",
            "description": "<p>The bean soup is a very hearty meal with beans, veggies for garnish, and meats. In some more distinctive places, it is served in a bread bowl or with a few slices of bread.</p>",
            "gmNote": ""
        },
        "Bean Stew with Meat": {
            "name": "Bean Stew with Meat",
            "description": "<p>Large quantities of smoked meats are prepared in advance, as they are a key ingredient in most bean stews. In a cast iron oven over a fire, all the ingredients, including the smoked meat, are added and cooked over a slow flame, and they are served with a spicy pepper as a side.</p>",
            "gmNote": ""
        },
        "Beans": {
            "name": "Beans",
            "description": "<p>They come in all colors; from green to red, to black to white, preferred by commoners and tavern keeps as they are quite filling when cooked, as well as, the fact that farming them is not as demanding as other vegetables. </p>",
            "gmNote": ""
        },
        "Bear's Trace": {
            "name": "Bear's Trace",
            "description": "<p>The Gleaming Unicorn and Golden Deer coins are considered valuable by some, but woodland folk refuse to touch them due to their metal properties. To create an alternative, the folk imbue a piece of soil with magic, and each minter uses their own animal form paw, claw, or hoof to create a unique mark in the mold as a signature. These coins have a value close to a copper due to their magical imbue, and multiple forgeries have been attempted. However, those familiar with the arcane arts can realize the coin is a counterfeit, or simply by adding water, as the coin is made of soil and it simply gets muddy. The magical imbuement also gives the coins water-repelling properties, making them harder to counterfeit.</p>",
            "gmNote": ""
        },
        "Bearberry": {
            "name": "Bearberry",
            "description": "<p>A lot of gatherers, herbalists, and alchemists grow Bearberries around their workplaces, as it is assumed that they attract bees and hummingbirds, to help with pollination and honey, and butterflies to harvest their wings. The Bearberry fruit is used very loosely in medicine, mainly in medicinal teas. Bearberries are also used by Leatherworkers as a tanning agent to turn hides into leather.</p>",
            "gmNote": ""
        },
        "Bedside Chest": {
            "name": "Bedside Chest",
            "description": "<p>For the commoners who cannot afford a bedside dresser or wardrobe, a Bedside Chest offers a cost-effective alternative for storing all forms of clothing.</p><p></p>",
            "gmNote": ""
        },
        "Beer": {
            "name": "Beer",
            "description": "<p>Most taverns, pubs, and monasteries brew their own beers to meet local demand. Since beer is inexpensive to produce in large quantities, it consistently provides a steady profit for these establishments.</p>",
            "gmNote": ""
        },
        "Beet": {
            "name": "Beet",
            "description": "<p>It is sometimes referred to as beetroot. It is rumored that red beetroot is used in potions that boost the vitality of the consumer, thought to be used specifically because of its red color, however, these rumors are unfounded. Herbalists and alchemists do use them in potions, not for their coloring properties but for the health benefits they provide.</p>",
            "gmNote": ""
        },
        "Belajurite": {
            "name": "Belajurite",
            "description": "<p>Lost to history, this gem is known from only a handful of discovered specimens. No one alive knows its exact appearance. Descriptions from ancient scrolls suggest it was a deep seawater green gem with a smooth surface, and all known specimens were approximately the size of a human fist.\"</p>",
            "gmNote": ""
        },
        "Belladonna Fruit": {
            "name": "Belladonna Fruit",
            "description": "<p>Belladonna Fruit is one of the most toxic fruits known throughout the realms. As such, it is only farmed and harvested by the most skilled Gatherers. Without the proper expertise and knowledge, inexperienced folks might be fooled into eating the cherry-like fruit. After being processed, it is sometimes used in cosmetics as its effects are considered to have an attractive and seductive quality. When a solution is dropped in the eyes it dilates the pupils. The plant has multiple applications, however, its main usage is to create very potent poisons. It is speculated even Emperors have fallen to it.</p>",
            "gmNote": ""
        },
        "Bench": {
            "name": "Bench",
            "description": "<p>Wooden benches are frequently used in outdoor terraces and busy taverns due to their ability to seat multiple people. Usually purchased in bulk as they have a limited lifespan due to constant use.</p><p></p>",
            "gmNote": ""
        },
        "Benitoite": {
            "name": "Benitoite",
            "description": "<p>Benitoite crystals are known for their relative softness and are often found as fragments rather than intact crystals. They were commonly used as inlays for coffers, ornamental boxes, and statuettes.</p><p></p>",
            "gmNote": ""
        },
        "Birch Log": {
            "name": "Birch Log",
            "description": "<p>The Birch Log is a common yet essential item within the realms, prized for its versatility and utility. It is a thin, pale log harvested from the birch trees that grow in abundance throughout the land. The wood is strong yet pliable, making it perfect for a wide variety of uses. Craftsmen and artisans alike value the Birch Log for its ability to be shaped and molded into a wide range of objects. It is often used to create everything from simple tools and household items to intricate carvings and intricate pieces of furniture.</p>",
            "gmNote": ""
        },
        "Birch Plank": {
            "name": "Birch Plank",
            "description": "<p>The plank is incredibly strong and durable, yet surprisingly light and easy to work with. It is the perfect material for creating everything from delicate jewelry and intricate carvings to elegant furniture and powerful artifacts. Most towns' sawmills that trade in it, are speculated to have highly skilled craftsmen and artisans in their midst.</p>",
            "gmNote": ""
        },
        "Bismuth Bronze": {
            "name": "Bismuth Bronze",
            "description": "<p>Bismuth Bronze or Bismuth Brass is a copper alloy primarily used for manufacturing corrosion-resistant bolts, nails, and various other metal components. Its unique properties make it a favored choice for marine environments.</p><p></p>",
            "gmNote": ""
        },
        "Bitterroot": {
            "name": "Bitterroot",
            "description": "<p>Bitterroot is a plant that is prized for its beautiful flowers, which come in a range of colors and can survive in most climates. However, it is not the flowers that are in demand, but the roots of the plant. Bitterroot roots are considered a delicacy and are widely sought after. Some people believe that consuming bitterroot before a journey will help to keep wild beasts at bay.</p>",
            "gmNote": ""
        },
        "Black Pearl": {
            "name": "Black Pearl",
            "description": "<p><span style=\"font-family: Signika, sans-serif\">Called the Black Pearl only as a descriptor factor, for it is known that it's possible to dye the pearl to achieve this specific dark color. In some religions, it is believed that if these pearls are found, they show the deity's favor or disfavor based on circumstance</span></p>",
            "gmNote": ""
        },
        "Black Sapphire": {
            "name": "Black Sapphire",
            "description": "<p>Mainly called Star Sapphire, when cut into shape, the reflection of the gem forms into a distinct, six-rayed star. Its magical proprieties have been almost forgotten these days, but it is assumed that its magic involves the passage of time and the ability to control it.</p>",
            "gmNote": ""
        },
        "Blackberries": {
            "name": "Blackberries",
            "description": "<p>It is usually a favorite fruit for making desserts, wines, and even liqueurs. Medicinally it is often used by herbalists to reduce bleeding, or as a cosmetic to make the skin less oily. </p>",
            "gmNote": ""
        },
        "Bloodstone": {
            "name": "Bloodstone",
            "description": "<p>A dark-colored gemstone with small speckles of red or brown spots, on occasion these can also look similar to stripes or veins. It's mainly used as a seal stone for stone flooring or used in ornate small carvings or figures, and other proprieties include its use as a medicinal agent. If placed on an open wound it helps the blood coagulate faster.</p>",
            "gmNote": ""
        },
        "Blue Quartz": {
            "name": "Blue Quartz",
            "description": "<p>Preferred by glassmiths or gaffers, to make different types of cups and vases and with help from the blacksmiths it is used to ornate tankards. Magic wielders use this gemstone to see across the lands or through someone's deceit.</p>",
            "gmNote": ""
        },
        "Blue Sapphire": {
            "name": "Blue Sapphire",
            "description": "<p>Fine-colored Sapphire with a deep blue color and excellent transparency can reach several hundreds of gold coins per stone. One of the most used items in magical spells that involve affecting the mind. In some regions it is used in creating magical mechanical constructs like golems. </p>",
            "gmNote": ""
        },
        "Blue-White Diamond": {
            "name": "Blue-White Diamond",
            "description": "<p>The most notable gem from the Diamond variations is usually the colorless one which does have a blue white tint. The use of diamond is mainly on the jewelry market. Due to its brilliance, hardness, and rarity, it is the most famous of all gemstones.</p>",
            "gmNote": ""
        },
        "Blueberry": {
            "name": "Blueberry",
            "description": "<p>Most folks collect large quantities of blueberries to be eaten raw or dried for later use. Dried berries were added whole to puddings and cakes or ground and added to flour, soups, and meat as flavoring. Blueberries were also commonly mixed with dry, ground meat to make pemmican.</p>",
            "gmNote": ""
        },
        "Boar Cranium": {
            "name": "Boar Cranium",
            "description": "<p>The boar, in more traditional regions, represents good health and incredible strength. As most cannot afford the price of a taxidermist to have the head mounted on a wall, an alternative is to obtain the skull directly, as it is quite easy to acquire and a favored decoration in some country homes.</p>",
            "gmNote": ""
        },
        "Boiled Corn": {
            "name": "Boiled Corn",
            "description": "<p>Young corn, before it fully matures, can be grilled or boiled with salt. This seasonal delicacy is available only before the corn's harvest and for a very limited time. It tends to be in high demand due to its delicious timed flavor.</p>",
            "gmNote": ""
        },
        "Bolt": {
            "name": "Bolt",
            "description": "<p>Bolts, nuts, and screws are indispensable in various aspects of life, serving roles in the construction of tools, locks, clocks, furniture, and even in fastening together robust pieces of metal equipment. Noble individuals, particularly those clad in heavy-wearing armor, often retain the services of a dedicated armorer who accompanies them at all times. This skilled armorer carries essential tools of the trade, including a hammer, replacement bolts, wire cutter, and nail puller, ensuring that the noble's armor remains in optimal condition wherever their journey takes them.</p>",
            "gmNote": ""
        },
        "Bone Dice": {
            "name": "Bone Dice",
            "description": "<p>Made from most creatures, mainly ankle bones from animals or otherwise, however, hooves, horns, and even antlers were also used. In the past the dice were not used for games, were used by religious figures with rocks, sticks, or even animal entrails, for fortune-telling. In some of the more remote regions playing dice might be an insult and is advisable against it. </p>",
            "gmNote": ""
        },
        "Bone Drinking Glass": {
            "name": "Bone Drinking Glass",
            "description": "<p>Some of the more eccentric folks look to fill their cupboards with plates, cups, or glasses made out of bone, or with bone paraphernalia embossed on them. Due to the nature of most of the materials procured that are needed to produce kitchenware, they tend to come at a very high trade value. Yet, not a lot of crafters can manipulate bone into usable items, making the rarity even more pronounced.</p>",
            "gmNote": ""
        },
        "Braided Bread": {
            "name": "Braided Bread",
            "description": "<p>A traditional food in many places, its symbolism varies greatly by region. In some areas, it is associated with the loss of a loved one, where a loaf of braided bread is placed at the burial site to symbolize a connection in the other realms. In others, it represents the union of two newlyweds, with the braids symbolizing intertwined arms and love. While in other regions, it holds no cultural significance.</p>",
            "gmNote": ""
        },
        "Brass": {
            "name": "Brass",
            "description": "<p>Brass is similar to bronze, another alloy containing Copper and Tin. Brass is quite a popular material for decoration due to its bright gold appearance. Its usage ranges from locks, hinges, and gears to plumbing and valves, as well as in the creation of instruments like horns or bells.</p>",
            "gmNote": ""
        },
        "Bread": {
            "name": "Bread",
            "description": "<p>Bread is a staple food made from dough that has been baked. It comes in a variety of shapes, sizes, and flavors. It is often sold as a side in most taverns and inns for any of the main meals they serve.</p>",
            "gmNote": ""
        },
        "Bread Buns": {
            "name": "Bread Buns",
            "description": "<p>Bread buns are also referred to as bread rolls, commonly cut and filled to make a wide array of sandwiches. Most places offer them as a side for stews or soups.</p>",
            "gmNote": ""
        },
        "Breadseed Poppy": {
            "name": "Breadseed Poppy",
            "description": "<p>The breadseed poppy is a decorative plant often found in gardens. It is grown for its seeds, oil, and medicinal properties. When combined with strong alcohol, it can be used as a powerful pain reliever.</p>",
            "gmNote": ""
        },
        "Broadcloth": {
            "name": "Broadcloth",
            "description": "<p>The most common type of cloth, it is usually referred to as plain cloth. Traditionally used in any form of clothing, as well, as for interior decoration, such as tablecloths, curtains, and wall covers.</p>",
            "gmNote": ""
        },
        "Brocade": {
            "name": "Brocade",
            "description": "<p>The life of a noble is filled with entertainment, riding, hunting, music, and dancing, all of these activities are a stage for the display of fashion. Wealthy nobles wear brocade-type clothing, they are made with multi-colored silks and sometimes even embedded with gold and silver threads, as a display of wealth. </p>",
            "gmNote": ""
        },
        "Broccoli": {
            "name": "Broccoli",
            "description": "<p>A plant from the cabbage family, it usually comes in green, purple, or white hues. Mainly cooked boiled, however, steaming, roasting and stir-frying are also tasty options. </p>",
            "gmNote": ""
        },
        "Bronze Gunmetal": {
            "name": "Bronze Gunmetal",
            "description": "<p>Bronze Gunmetal is an alloy of copper, tin, and zinc, with trace amounts of other metals such as lead or nickel, found its primary use in casting cannons, firearms, and various military equipment but also in fittings, gears, bearings, statues, and small objects such as buttons.</p>",
            "gmNote": ""
        },
        "Bucket": {
            "name": "Bucket",
            "description": "<p>While buckets are commonly used to transport water from wells to homes or for cleaning tasks, they can also be repurposed as makeshift latrines in extreme situations or certain jail cells where outhouses are not an option.</p><p></p>",
            "gmNote": ""
        },
        "Burger": {
            "name": "Burger",
            "description": "<p>A burger is made by grilling a patty of ground beef and placing it between two halves of a bun. Additional ingredients like raw onion slices, lettuce, bacon, and mayonnaise can be added to enhance the flavor.</p><p></p>",
            "gmNote": ""
        },
        "Button Mushroom": {
            "name": "Button Mushroom",
            "description": "<p>A type of mushroom that can be found easily in the forest, due to their clear white color, or distinctive brown. They are also sometimes referred to as the chestnut mushrooms, due to their coloring matching the chestnut trees. It is mainly used for a wide range of culinary dishes, ranging from, stews, salads, soups, and many others.</p>",
            "gmNote": ""
        },
        "Cabbage": {
            "name": "Cabbage",
            "description": "<p>The main ingredient in most salads and stews, it is usually, in high demand by inns and taverns for the dinners of their patrons. Most home farms have a few cabbage heads planted around, and it's very commonly preserved in salt for use over the winter in the form of sauerkraut.</p>",
            "gmNote": ""
        },
        "Cacoxenite": {
            "name": "Cacoxenite",
            "description": "<p>Cacoxenite is more commonly associated with iron ores than with gemstones; however, due to its unnatural shine of gold, orange, or deep red, it can also be used by jewelers for intricate and colorful jewelry, as well as by blacksmiths to create beautifully crafted armaments.</p>",
            "gmNote": ""
        },
        "Cake": {
            "name": "Cake",
            "description": "<p>Cake is a baked dessert made from a mixture of flour, sugar, and other ingredients. In their earliest forms, cakes were variations of bread, but today they come in a wide range of preparations that can be simple or elaborate. Bakeries usually make cakes to order for events such as anniversaries, weddings, or birthdays. Depending on the situation, the process of making a cake can be complex and time-consuming, taking anywhere from a few hours to in rare occasions close to a day. Cakes can contain fresh fruits, jams, milk, and can even be soaked in juice for additional flavor. In most cases, the cake is covered in cold sweetened cream and decorated with additional fruits or other toppings. </p>",
            "gmNote": ""
        },
        "Calamine": {
            "name": "Calamine",
            "description": "<p>Calamine is an uncommon gemstone and typically exhibits a semi-transparent bluish-green color with beautiful luster. Widely believed in remote regions of the world that if you place a small shard of this specific gem directly on top of someones eye as a lens, over time, it is believed that it can restore the eyesight.</p>",
            "gmNote": ""
        },
        "Caltabose": {
            "name": "Caltabose",
            "description": "<p>The Caltabose sausage is primarily made of pork meat, but unlike regular sausages, it uses multiple types of pork cuts, including liver, kidney, pork belly, rind, and spleen, along with rice, onions, and spices.</p>",
            "gmNote": ""
        },
        "Canary Diamond": {
            "name": "Canary Diamond",
            "description": "<p><em>\"In the past, diamonds were used for a form of magic called gemstone magic, the casters would call upon the spell into the diamond to be used at a later time. This has been replaced with magical scrolls nowadays as it is more cost-effective. Depending on the spell you implement certain triggers, and create some very specific and intricate traps, which is not achievable with regular spell scrolls. That knowledge as interesting as it was, is lost to time.\" </em></p>\n<p> </p>\n<p>A deep yellow diamond, one of the most expensive variants, is usually close to double in price of its regular non-colored counterpart. </p>",
            "gmNote": ""
        },
        "Cantaloupe": {
            "name": "Cantaloupe",
            "description": "<p>Cantaloupes are often eaten as a refreshing and hydrating snack, and they can also be used in a variety of dishes and recipes, such as salads, juices, and pies. They come in a variety of colors ranging from white, to green, to orange, to red.</p>",
            "gmNote": ""
        },
        "Carambola": {
            "name": "Carambola",
            "description": "<p>Carambola is fleshy, crunchy, juicy, slightly tart, acidic, and sweet in taste. It is star-shaped and golden-yellow in appearance and is frequently used in the preparation of fruit salads and fruit platters, as a garnish in cocktails and beverages, or squeezed into a juice and served as a functional beverage.</p>",
            "gmNote": ""
        },
        "Carbon Steel": {
            "name": "Carbon Steel",
            "description": "<p>Commonly mistaken for dark steel due to its similar coloring but lacking its arcane properties, this alloy is a very strong variant of steel. However, it is more prone to rusting. It is primarily used to create cutting tools, springs, wrenches, hammers, and other types of tools used in construction.</p>",
            "gmNote": ""
        },
        "Carbuncle": {
            "name": "Carbuncle",
            "description": "<p>Also known as Red Garnet, is one of the most affordable gemstones used in all types of jewelry. It is believed that if its mounted and enchanted on a weapon the strike with the weapon will kill any enemy.</p>",
            "gmNote": ""
        },
        "Carnelian": {
            "name": "Carnelian",
            "description": "<p>Rarely referred to as Sard. It is stated that when wearing this gemstone, you can feel Lady Luck smile upon you. When cut, it is used as beads for necklaces or bracelets, rarely used as large slabs, as designs carved out for portraits or busts.</p>",
            "gmNote": ""
        },
        "Carpenters Plane": {
            "name": "Carpenters Plane",
            "description": "<p>A plane, featuring a cleverly hafted cutting edge, is meticulously designed to skin or shave the surface of wood. Employed for finishing and leveling surfaces, it adeptly erases marks left by earlier tools such as an ax, hammer, or saw, leaving the wood smooth, flat, and straight</p>",
            "gmNote": ""
        },
        "Carrot": {
            "name": "Carrot",
            "description": "<p>The steeds' favorite treat after a long trip. Usually, orange in color, though purple, black, red, white, and yellow variants exist depending on the region. Used in most dishes of food. Herbalists sometimes use carrots to create food dyes.</p>",
            "gmNote": ""
        },
        "Cashmere wool": {
            "name": "Cashmere wool",
            "description": "<p>Simply known as cashmere, it is a fiber harvested mainly from specific breeds of goats. Cashmere can be used to create any form of clothing, however, the most common are frocks, which started to be used by middle-class commoners as a representation of status.</p>",
            "gmNote": ""
        },
        "Cassiterite": {
            "name": "Cassiterite",
            "description": "<p>Cassiterite finds itself in a debate between jewelers and blacksmiths, who debate whether it should be classified as a gemstone or an ore akin to tin. Nonetheless, both groups concur that it is highly malleable and easy to work with.</p><p></p>",
            "gmNote": ""
        },
        "Cauliflower": {
            "name": "Cauliflower",
            "description": "<p>The most common Cauliflower types come in either green or white, however, more exotic colors such as yellow, orange, and purple also exist. Depending on the region they can be eaten raw, fried, steamed, or even boiled, it is a very common vegetable, however, farmers often say that it is rather hard to maintain, and so they avoid growing it.</p>",
            "gmNote": ""
        },
        "Cayenne Pepper": {
            "name": "Cayenne Pepper",
            "description": "<p>Cayenne pepper is usually ground into a fine powder, which may be a blend of different chili peppers and is known for its intense heat and vibrant flavor. It is used fresh or as a dried powder to spice up seafood,  egg dishes, meats, stews, cheese dishes, and hot sauces.</p><p></p>",
            "gmNote": ""
        },
        "Cedar Log": {
            "name": "Cedar Log",
            "description": "<p>It is typically harvested from cedar trees that grow in forested areas and is known for its durability and resistance to decay. Cedar logs are often used to create strong and sturdy structures, such as buildings, bridges, and fences, as well as furniture and other wooden objects.</p>",
            "gmNote": ""
        },
        "Cedar Plank": {
            "name": "Cedar Plank",
            "description": "<p>Because cedar wood is strong and durable, it is an ideal material for creating frames and other structural components of a building. Cedar planks are often used for flooring, siding, roofing, and other applications where strength and stability are important.</p>",
            "gmNote": ""
        },
        "Celery": {
            "name": "Celery",
            "description": "<p>A collection of long, thick, juicy stalks around a central, tender heart. Celery ranges in color from white to green - the darker its color, the stronger its flavor. The stalks are mainly eaten raw in a salad, stir-fried foods, and soups. Occasionally they are also made into juices. </p>",
            "gmNote": ""
        },
        "Cendal": {
            "name": "Cendal",
            "description": "<p>A form of lightweight silk mainly used to make ceremonial clothing, and church vestments, and help with the decoration of banners. </p>",
            "gmNote": ""
        },
        "Chair": {
            "name": "Chair",
            "description": "<p>Wooden chairs, often found in houses, stores, inns, or taverns, are usually made from planks to allow for easy replacement of parts. This is particularly beneficial in busy venues where chairs may need to be replaced following events like brawls.</p><p></p>",
            "gmNote": ""
        },
        "Chalcedony": {
            "name": "Chalcedony",
            "description": "<p>It is speculated that it's sometimes used in Necromancy, mainly a replacement for the human bone, to provide either protection or control over the undead creature. It is also used to carve small cameos or busts in locked pendants, mainly in jewelry</p>",
            "gmNote": ""
        },
        "Chalk": {
            "name": "Chalk",
            "description": "<p>Chalk is an earthy type of limestone, found mainly in light colors, and is highly sought after, as it can have multiple uses. It is used for writing on slate tables or leaving messages in the wild, to delimit terrain in field sports, in its powder form. It can also be used by tailors and other fabric workers to draw lines and patterns on leather or fabric, to help them cut and sew the material in a precise and accurate way. It is also used in scrying or to create magical symbols and spells on the ground or surfaces, such as walls or doors, to keep out unwanted intruders or to contain a summoned creature.</p>",
            "gmNote": ""
        },
        "Chalk Limestone Ashlar": {
            "name": "Chalk Limestone Ashlar",
            "description": "<p>Created by the finest masons, tiles were crafted for the exterior stylization of buildings or, in rare cases, as floor tiles. Their light coloring made them a popular choice for the ornamentation of churches, cathedrals, or royal manors constructed from stone. Despite this, their limited durability as tiles led to their replacement with either marble or granite in more recent times.</p>",
            "gmNote": ""
        },
        "Chamomile": {
            "name": "Chamomile",
            "description": "<p>Most common folk, when out and about, tend to keep an eye out for Chamomiles, as it grows in the wild. Its use is mainly as a sedative for patients when made into medicinal tea. </p>",
            "gmNote": ""
        },
        "Cheese": {
            "name": "Cheese",
            "description": "<p>Cheese is a dairy product made from milk that has been curdled and aged. It comes in a variety of flavors and textures and is often used as a condiment or ingredient in cooking in things like pies, pastries and other baked goods.</p>",
            "gmNote": ""
        },
        "Cheese Elixir": {
            "name": "Cheese Elixir",
            "description": "<p>This potion is made from a blend of rare and exotic cheeses and a pinch of magic, each with its own unique properties and flavors. When consumed, the Cheese Elixir imbues the drinker with the ability to command and control all forms of cheese, from the softest brie to the hardest parmesan.</p>",
            "gmNote": ""
        },
        "Cherry": {
            "name": "Cherry",
            "description": "<p><em>\"When the warm seasons hit, and the cherry trees are in bloom, in some cultures, people train their minds and body under these trees. They believe that the spirits of the old guide them and assist them in their training\"<br /><br /></em></p>\n<p>Cherries are one of the favorite fruit of young folk everywhere. They can be found in jams, pies, and even homemade juices but are mostly eaten raw. </p>",
            "gmNote": ""
        },
        "Chick": {
            "name": "Chick",
            "description": "<p>The chick does not have many uses at this point in its lifespan. However, those who manage the coops tend to separate them for future use, either for meat or for eggs. To earn a little income, the farmer will take some of the chicks to the market for sale.</p>",
            "gmNote": ""
        },
        "Chicken": {
            "name": "Chicken",
            "description": "<p>Known as poultry, chickens are typically kept by commoners for their reliable supply of eggs to sustain the entire household. The meat is mainly reserved for special occasions like birthdays or holidays, as it does become the centerpiece for a very filling meal.</p>",
            "gmNote": ""
        },
        "Chicken Bones": {
            "name": "Chicken Bones",
            "description": "<p>Saved after the cutting of a chicken and stored with either magical assistance or brewed concoctions that create freezing temperatures. Farmers typically store these alongside vegetable scraps to make chicken broth or gelatin. After their initial use for stock, remouillage is also made, a second stock that is a bit lighter. The bones can also be ground up for a bone meal as a food supplement for the local livestock.</p>",
            "gmNote": ""
        },
        "Chicken Egg": {
            "name": "Chicken Egg",
            "description": "<p>Chicken eggs are widely used in many types of dishes, both sweet and savory, including many baked goods. Some of the most common preparation methods include scrambled, fried, poached, hard-boiled, soft-boiled, omelets, and even pickled.</p>",
            "gmNote": ""
        },
        "Chicken and Rice": {
            "name": "Chicken and Rice",
            "description": "<p>A staple food in most inns and taverns, as it is easy to prepare, cheap, and it is a hearty meal. </p>",
            "gmNote": ""
        },
        "Chili Pepper": {
            "name": "Chili Pepper",
            "description": "<p>Harvested usually in most warm climates, it is used mainly as a spice in cuisines to add some \"warmth\" to the dish.</p>",
            "gmNote": ""
        },
        "Chisel": {
            "name": "Chisel",
            "description": "<p>This cutting tool is employed by various trades dealing with heavier materials, serving in dressing, shaping, or working solid materials such as wood, stone, or metal. Typically, it is struck with a mallet to ensure precision.</p>",
            "gmNote": ""
        },
        "Chitin": {
            "name": "Chitin",
            "description": "<p>In underground villages and cities, chitin is a valuable commodity, as it is sturdy and lightweight. This comes from specifically slain insect-like creatures that roam in the darkness. Some farms exist for chitin; however, anything extra brought in by wannabe adventurers is always welcomed, as skilled crafters can turn it into valuable tools, weapons, clothing, or even armor.</p>",
            "gmNote": ""
        },
        "Chlorastrolite": {
            "name": "Chlorastrolite",
            "description": "<p>Cassiterite finds itself in a debate between jewelers and blacksmiths, who debate whether it should be classified as a gemstone or an ore akin to tin. Nonetheless, both groups concur that it is highly malleable and easy to work with.</p><p></p>",
            "gmNote": ""
        },
        "Chocolate": {
            "name": "Chocolate",
            "description": "<p>Chocolate comes in many shapes, sizes, and tastes. It is a staple sweet primarily made from cocoa beans, sugar, and milk. A major ingredient used in many desserts such as pudding, cakes, and candy. It can be in a solid form like a candy bar or in a liquid form like hot chocolate, to fit various needs and tastes.</p>",
            "gmNote": ""
        },
        "Chocolate Biscuits with Fillings": {
            "name": "Chocolate Biscuits with Fillings",
            "description": "<p>The chocolate biscuits typically feature a crunchy chocolate exterior that encases a variety of jams and peanut fillings. These biscuits are commonly served with teas or juices for the young commoners. </p>",
            "gmNote": ""
        },
        "Chocolate Chip Cookie": {
            "name": "Chocolate Chip Cookie",
            "description": "<p>The chocolate chip cookie is a sweet baked treat that is recognized by its buttery flavor and the inclusion of chocolate chips, which can be dark, milk, or white chocolate depending on personal preference. It's a classic favorite for people of all ages, not just young folk, and is often enjoyed with a cold glass of milk or a warm cup of coffee. Bakers may also experiment with different types of chocolate or cocoa, add nuts or other mix-ins, or even substitute some of the ingredients to create a unique twist on the classic recipe.</p>",
            "gmNote": ""
        },
        "Chrysoberyl": {
            "name": "Chrysoberyl",
            "description": "<p>All colored transparent variants of Chrysoberyl are made into gemstones, however, since they are hard to cut and have a limited value to them and they rarely make it into jewelry. Mainly used in magical arts and herbalism as components.</p>",
            "gmNote": ""
        },
        "Chrysocolla": {
            "name": "Chrysocolla",
            "description": "<p>Chrysocolla, more readily available than turquoise, boasts vivid blue and blue-green colors that have made it popular for carvings and ornamental purposes since ancient times. It is frequently used in silversmithing and goldsmithing as a versatile substitute for turquoise, thanks to its ease of shaping and working with metals.</p>",
            "gmNote": ""
        },
        "Chrysoprase": {
            "name": "Chrysoprase",
            "description": "<p>Chrysoprase comes in shades ranging from sea glass to deep emerald green, with some specimens showing yellow-green hues like lemon chrysoprase. Often cut in a briolette style, teardrop or oval, it became a popular gemstone for both furniture and jewelry. Additionally, it is used for creating invisible ink when crushed.</p>",
            "gmNote": ""
        },
        "Cinnamon": {
            "name": "Cinnamon",
            "description": "<p>Obtained from the inner bark of several trees, cinnamon is widely used as an aromatic condiment and flavoring additive in many cuisines. It enhances the taste of sweet and savory dishes, bagels, teas, hot chocolate, and traditional foods.</p><p></p>",
            "gmNote": ""
        },
        "Citrine": {
            "name": "Citrine",
            "description": "<p><em>\"This gem is usually a substitute for Topaz, as they have a very similar shine. As you can imagine someone with an untrained eye could be easily fooled, as it happens time and time again\" </em></p>\n<p> </p>\n<p>This stone bears a close resemblance to an Imperial Topaz or Yellow Sapphire in its hues, however, its value is significantly lower. It is mainly used in jewelry and art ornamentation.</p>",
            "gmNote": ""
        },
        "Clay Brick": {
            "name": "Clay Brick",
            "description": "<p>The clay was shaped into bricks by pushing it into a wooden mold, then heating it in kilns. They can also be glazed with colorful finishes or decorated with intricate patterns, making them a popular choice for decorative building materials.</p>",
            "gmNote": ""
        },
        "Cleiophane": {
            "name": "Cleiophane",
            "description": "<p>Cleiophane is a light-colored gemstone, often seen in hues of yellow, green, or sometimes colorless. Besides its use in jewelry, it can also be utilized in the production of brass, its scarcity and high price mean it is for emergency use only.</p><p></p>",
            "gmNote": ""
        },
        "Clinozoisite": {
            "name": "Clinozoisite",
            "description": "<p>Clinozoisite, known as the Meadstone, is reputed to shield wearers from alcohol poisoning. However, it is also referred to as the 'Blackout stone' due to differing beliefs surrounding its supposed ability to prevent such incidents.</p><p></p>",
            "gmNote": ""
        },
        "Coal": {
            "name": "Coal",
            "description": "<p><em>\"It is what I would call the Blacksmith's favorite type of ore. Without good quality coal, they will not be able to do what they do. On a small blacksmithing station you can get away with just some coal and wood, but when it comes to foundries, coal in high quantities is a must.\"</em></p>\n<p> </p>\n<p>The favorite tool of the metalworker, coal can be found mainly underground, making it one of the most common items uncovered  while mining. Coal can be found close to the surface as well as underground, making dwarfs one of the most prevalent exporters.  </p>",
            "gmNote": ""
        },
        "Cobnut": {
            "name": "Cobnut",
            "description": "<p>Hazelnuts can be used in multiple dishes, from baked goods, like tarts and cookies, made into a sauce to garnish multiple dishes, to multiple forms of salads. </p>",
            "gmNote": ""
        },
        "Cocoa Beans": {
            "name": "Cocoa Beans",
            "description": "<p>Cocoa beans, found inside cocoa pods, can be crushed to a fine powder or chopped into small pieces for a variety of culinary uses, from salad dressings to cake toppings to making chocolate. The beans are dried, giving them a long shelf life, and making them an excellent commodity for trade between territories.</p>",
            "gmNote": ""
        },
        "Coconut": {
            "name": "Coconut",
            "description": "<p>The edible fruit of the coconut palm. The pulp or sometimes referred to as the meat of the coconut, is valued for the coconut oil extracted from it. The pulp is also sometimes eaten raw and combined with the daily rations of travelers.</p>",
            "gmNote": ""
        },
        "Coffee": {
            "name": "Coffee",
            "description": "<p>Coffee, a popular hot beverage, is primarily served by taverns in the early mornings, offering commoners a much needed energy boost for the day ahead. The process involves grinding coffee beans into a fine powder, which is then added to a kettle with water. Once the mixture begins to foam and boil, it is served, often accompanied by additional sugar or milk.</p>",
            "gmNote": ""
        },
        "Coffee Beans": {
            "name": "Coffee Beans",
            "description": "<p>After roasting, the beans can be grounded into a fine powder and brewed into a strong aromatic drink. When consumed it lets you power through long nights, or provides you a boost of energy in the earliest of mornings. </p>",
            "gmNote": ""
        },
        "Coffin": {
            "name": "Coffin",
            "description": "<p>A coffin is a funerary container used to display or store a corpse before burial or cremation. Depending on cultural traditions and beliefs, it might be reinforced with heavy chains or made of silver, often at great expense, to protect against night creatures.</p><p></p>",
            "gmNote": ""
        },
        "Coral": {
            "name": "Coral",
            "description": "<p>Powdered Coral was a very desirable ingredient in creating potions of healing because it guaranteed greater minimum effectiveness for those healing droughts. Currently used only to create rare red dye. </p>",
            "gmNote": ""
        },
        "Corn": {
            "name": "Corn",
            "description": "<p>Corn is one of the most farmed grains, as it can be turned into oil and flour. Corn itself is a staple food throughout the realms for all consumers and their livestock. The plant in itself is called Maize and it is usually planted as the warmer seasons begin because it is not resistant to the cold.</p>",
            "gmNote": ""
        },
        "Corvus Corax": {
            "name": "Corvus Corax",
            "description": "<p>The Corvus Corax is more commonly referred to as a raven skull. It is mainly used by the most superstitious folk as a guiding talisman or threaded upon a chain or lace and hung as a charm. For others is a symbol of wisdom, intelligence, and insight. It can also represent mortality and is a symbol of transformation, depending on the region, tradition, and folklore.</p>",
            "gmNote": ""
        },
        "Cotton": {
            "name": "Cotton",
            "description": "<p>Cotton farming is relatively straightforward as most city-states have dedicated regions of farmland specifically for it, as it is one of the most widely used materials in clothing and indoor decoration.</p>",
            "gmNote": ""
        },
        "Covered Fruit Tart": {
            "name": "Covered Fruit Tart",
            "description": "<p>The recipe for this tart is quite simple and is a favorite in most households and bakeries alike. It includes flour, milk, sweeteners such as sugar or honey, and a variety of fruits. The most common fruits used for the pies are apples, pears, cherries, grapes, and many more, and often a mixture of them are used to create unique flavor combinations. These tarts are a beloved treat among adventurers and travelers alike. They evoke feelings of nostalgia and a longing for home, and provide a satisfying energy boost to help them on their future adventures.</p>",
            "gmNote": ""
        },
        "Cow": {
            "name": "Cow",
            "description": "<p>Cows are considered one of the most farmed animals, they are precious to farmhands as none of their materials go to waste. From staple products like meat or dairy to hides for leather, glue extracted from the hide and bones, to the crafting of silverware, pins, fishhooks, flutes, or bone needles, every aspect of a cow's harvesting is utilized to its fullest.</p>",
            "gmNote": ""
        },
        "Crimson Noble Slab": {
            "name": "Crimson Noble Slab",
            "description": "<p>These specific slabs are made of 100% pure gold, weighing around 2.2 lbs, and for the longest time, they were simply known as Noble Gold Slabs. As people started using the slabs more frequently for nefarious deeds, they changed the name from Noble Gold Slabs to Crimson Noble Slabs. Nobility tends to use these for payment, as they are not marked with their family seals, to help sort out any forms of rivalry, from coups, and subversions to assassinations. These slabs are widely accepted by the majority merchants, who understand that they represent a completed transaction. Refusing them could potentially put them and their loved ones in danger.</p>",
            "gmNote": ""
        },
        "Crucible Steel": {
            "name": "Crucible Steel",
            "description": "<p>When blacksmiths get access to ancient magic, the forge becomes a sacred place. Here the finest weapons and armor are crafted. The most prized of these metals is crucible steel, which is known for its strength and durability. In times long gone it was said that crucible steel was forged in the fiery depths of the earth, tempered by the heat of a thousand suns. It was so strong that it could hold its edge even against the sharpest of blades. The finest blacksmiths would spend hours, if not days, working the crucible steel, carefully shaping it into the desired form. The result was a weapon or piece of armor that was virtually indestructible.<br /><br /></p>\n<h4> </h4>",
            "gmNote": ""
        },
        "Cucumber": {
            "name": "Cucumber",
            "description": "<p>Cucumbers are usually either eaten raw, in salads or sometimes cooked, in very specific dishes. They can also be preserved over winter in a concoction of salt, wild dill and water, or vinegar.</p>",
            "gmNote": ""
        },
        "Cumin": {
            "name": "Cumin",
            "description": "<p>Cumin seed is used as a spice for its distinctive flavor and aroma. It can be found in some cheeses, such as Leyden cheese, and can be added while making bread. This spice is a staple in many realm cuisines, enhancing dishes with its warm, earthy taste.</p><p></p>",
            "gmNote": ""
        },
        "Currants": {
            "name": "Currants",
            "description": "<p>Red, white, and pink currants can be eaten out of hand but are commonly turned into jams, jellies, and desserts. Most blackcurrants are grown for their acidic juice but are also made into delicious preserves and desserts.</p>",
            "gmNote": ""
        },
        "Cymophane": {
            "name": "Cymophane",
            "description": "<p>Cymophane, when fashioned into beads, earns the name \"Cat's Eye\" from its ability to reflect light in a manner that mimics the appearance of a feline's eye.</p><p></p>",
            "gmNote": ""
        },
        "D'Ochre Pie": {
            "name": "D'Ochre Pie",
            "description": "<p>This unusual pie, known for its acidic sweetness, is a specialty that only a handful of bakeries know how to make. Its unique texture is said to come from a secret ingredient obtained from hunts, although the specifics of this ingredient remain uncertain. While the bakers are famously tight-lipped about their recipe, the pie is a must-try for adventurous eaters. Its tartness can be overpowering for some, but those who enjoy it savor the complex flavors and satisfying chewiness, and some say that it taste like very sweet oranges. Due to its potent acidity, bakers typically only sell one piece per customer and while there are rumors that the pie is linked to a rare disease, however, the bakers are quickly to deny any links.</p>",
            "gmNote": ""
        },
        "Daliumite": {
            "name": "Daliumite",
            "description": "<p>It is known for its shimmering, golden appearance, often confused with gold, and is highly prized by blacksmiths. They usually wait months, if not years, for only small amounts of the ore, however, when they manage to obtain it, they will always turn a profit. When worked into bars, its surface is covered in intricate, swirling patterns that seem to change and shift as the ingot is moved. When held in the hand, daliumite feels warm to the touch and seems to have a faint vibration.</p>",
            "gmNote": ""
        },
        "Danburite": {
            "name": "Danburite",
            "description": "<p>Danburite is a transparent to translucent gem that ranges from colorless to light yellow, or pale pink to light brown in color. Depending on the culture or region it is acquired from, it is believed to have healing properties; however, herbalists nor any of the religious folk can confirm it.</p>",
            "gmNote": ""
        },
        "Dark Red Diamond": {
            "name": "Dark Red Diamond",
            "description": "<p>The gem is cut in a round shape, and when it refracts light it looks as if fire is embedded in it.  In the right light, these polished gems resemble droplets of blood. They usually come in dark red to brownish-red colors. The are also know as the most expensive variant of a diamond. It is speculated that when a spell is cast with its help, part of the caster's soul gets consumed along with the diamond.  </p>",
            "gmNote": ""
        },
        "Dark River Gold": {
            "name": "Dark River Gold",
            "description": "<p>These coins, of unknown origin, are always discovered by fishermen, but when they appear, they are seen as a bad omen. After they are found in the rivers or seas, trade and communication with nearby cities slows down or stops, and rumors of monster invasions, tsunamis, and fires tend to emerge from the region. The source of these rumors is not yet verified. However, owners of the coins tend to quickly trade them for almost no profit, despite their rarity, possibly due to the perceived negative association.</p>",
            "gmNote": ""
        },
        "Dark-Bat Remains": {
            "name": "Dark-Bat Remains",
            "description": "<p>When the creatures of the night transform into their more animalistic parts, hunters chasing them only have one alternative to resolve their hunts. Decapitation. Doing so burns the flesh and skin off the creature leaving behind only its skull. The skull is usually kept as a trophy, and quite cherished, as surviving one of these creatures is a rare feat.</p>",
            "gmNote": ""
        },
        "Date Fruit": {
            "name": "Date Fruit",
            "description": "<p>They grow on date palm trees, instead of bananas or coconuts, imagine hundreds of dates. They can be used in multiple dishes from cookies to salted date caramel.</p>",
            "gmNote": ""
        },
        "Datolite": {
            "name": "Datolite",
            "description": "<p>Historical records indicate that Datolite was once utilized as a form of currency. However, its vulnerability to wear and tear prompted its replacement with more durable metal coins, which became universally recognized. While still valued, the gemstone's historical significance has gradually faded.</p>",
            "gmNote": ""
        },
        "Death Cap": {
            "name": "Death Cap",
            "description": "<p>The most favored mushroom by the most unfavorable people. The consumption of the Death Cap is more often than not fatal. In most forests close to civilization, signs are put up to warn people against eating random mushrooms due to the Death Caps growing almost anywhere. </p>",
            "gmNote": ""
        },
        "Deep Blue Spinel": {
            "name": "Deep Blue Spinel",
            "description": "<p>A superb crystal of deep blue-violet colors, usually worn in jewelry. </p>",
            "gmNote": ""
        },
        "Deep Green Spinel": {
            "name": "Deep Green Spinel",
            "description": "<p>Beloved by the forest folk, this type of spinel is used to adorn armor and weaponry, also used in pendants, rings, or bracelets. </p>",
            "gmNote": ""
        },
        "Demontoid": {
            "name": "Demontoid",
            "description": "<p>Demantoid, one of the scarcest garnet types, exhibits a vivid color comparable to emerald and sparkle that exceeds even diamonds. Highly sought after by both gem connoisseurs and jewelry aficionados, demantoids are typically sold at a premium way above their regional price.</p>",
            "gmNote": ""
        },
        "Detonator": {
            "name": "Detonator",
            "description": "<p>A tool highly favored by miners, its combination with gunpowder explosive facilitates the rapid creation of holes or tunnels to reach the more interesting metals beneath the ground. Nevertheless, due to the occasional instability of the explosions and the rare risk of shrapnel damaging mine supports, drills tend to be the preferred choice.</p>",
            "gmNote": ""
        },
        "Diasper": {
            "name": "Diasper",
            "description": "<p>A cloth created mostly with linen, sometimes cotton, or a combination of both. Mainly used as a table cloth, however, due to the absorbent nature of the fabric, it is also used in covering newborns, and in that case it is referred to as a diaper. </p>",
            "gmNote": ""
        },
        "Didntonite": {
            "name": "Didntonite",
            "description": "<p>Didntonite is an ornamental stone prized for its fibrous texture, combining both toughness and softness. While predominantly grayish-pink, it is occasionally found with striking rings of blue, green, white, and brown, adding to its aesthetic appeal.</p><p></p>",
            "gmNote": ""
        },
        "Diopside": {
            "name": "Diopside",
            "description": "<p>This stone is available in white, green, or yellow hues, often mixed together. It is dubbed \"The Fortune Stone\" for those who discover it, recognized as the \"Stone of Service\" awarded for outstanding military achievements, and revered as the \"Stone of Mother Earth\" among Druidic circles, believed to bestow blessings upon the land.</p>",
            "gmNote": ""
        },
        "Dioptase": {
            "name": "Dioptase",
            "description": "<p>Dioptase is greatly favored by gem collectors and is sometimes fashioned into small gems for jewelry. Another use for the gemstone is that it can also be pulverized and used as a pigment for painting. </p><p></p>",
            "gmNote": ""
        },
        "Draconic Staters": {
            "name": "Draconic Staters",
            "description": "<p>These coins, historically known as the first coins ever used, have undergone little modification throughout time. They are typically crafted by the minions of dragons, and always feature a carving of a dragon's wing or head. The dragons' hoards often contain varying qualities of precious metals, resulting in the coins being minted with a lower gold price compared to others on the market. Depending on the region, they may also be referred to as \"wings\" based on their symbol.</p>",
            "gmNote": ""
        },
        "Dragon Bones": {
            "name": "Dragon Bones",
            "description": "<p>The most commonly collected bones come from the huge dragons and due to it, the transportation of them is usually a logistic nightmare. However, due to their size and light weight, some of the small more tribal villages can be used in the construction of huts, fences, or even walls. </p>",
            "gmNote": ""
        },
        "Dragon Fruit": {
            "name": "Dragon Fruit",
            "description": "<p>Depending on the region, sometimes also called a Pitaya. The fruit has bright red skin and green scales that slightly resemble a dragon, hence the name.</p>",
            "gmNote": ""
        },
        "Dragon Scales": {
            "name": "Dragon Scales",
            "description": "<p>The scales do not have many uses, yet, stories travel the lands, that, you can, in a time of need, use the scales as an improvised defense tool, as they are quite sturdy and have a similar shape to a shield, and they can resist the element from which dragon the scale came from.</p>",
            "gmNote": ""
        },
        "Dragon Talons": {
            "name": "Dragon Talons",
            "description": "<p>The sharpness of the dragon's talons can cut through the most finely crafted steel. Considering their size, they are sometimes repurposed into handcrafted weapons, depending on the size, can make either the sturdy-sharp shortswords or the lightest longswords.</p>",
            "gmNote": ""
        },
        "Dragon's Skull": {
            "name": "Dragon's Skull",
            "description": "<p>Collectors love these types of skulls mainly due to their rarity. They go above and beyond just to get their hands on the skulls from adventurers, usually at a very fair price. However, based on the age and size of the dragon, these can vary wildly in price; sometimes, the price of one can exceed that of the most polished magical gemstones in existence. When it comes to their uses, they are mainly ornamental in nature, usually displayed in local museums.</p>",
            "gmNote": ""
        },
        "Dragon’s Heart": {
            "name": "Dragon’s Heart",
            "description": "<p>According to legends, the Dragon's Heart is a rare gemstone that is said to be formed from the molten core of a dragon. It is believed to contain the essence of the dragon's power and strength. However, this belief is unverified, as the gem is typically discovered in the aftermath of a dragon's death or when a dragon vacates its lair. The discovery of the Dragon's Heart is a recent one, made by adventurers and treasure hunters who ventured into dragon's lairs in search of treasure and glory. The gem can only be found in caves, caverns, or mines that have been used as a dragon's lair. It is said that after a period of time, the gem will appear in the center of the lair, as if the earth itself has spit it out. Due to the limited number of these gems discovered, the Dragon's Heart is considered one of the most valuable and expensive gems available for trade.</p>",
            "gmNote": ""
        },
        "Dreamfreezer's Draft": {
            "name": "Dreamfreezer's Draft",
            "description": "<p>This potion is normally used by clerics, herbalists, or medics of any form, for under-the-skin extraction of critters, or helping with life-threatening surgeries. The potion causes the user to go into a comatose-like state, and when under it, it is believed that forgotten and current deities come to chitchat, however, this has never been proven to any degree of accuracy. The downside of the potion is that different users have different resistance to it, and once the surgery starts, the lead assigned medic for that situation needs to move quickly, as there is no constant clear time-frame. It can be minutes or even hours depending on who consumed the potion. Forrest folk are fully immune to this potion. </p>",
            "gmNote": ""
        },
        "Dried Meat": {
            "name": "Dried Meat",
            "description": "<p>The process of drying meat is long and extensive. In some particular cases, for the highest quality of dried meat, it can take over a year. It is highly sought after due to its extended shelf life, and depending on the meat used, it is, quite frankly, delicious.</p>",
            "gmNote": ""
        },
        "Drinking Horn": {
            "name": "Drinking Horn",
            "description": "<p>A drinking horn is usually made from either animal horns or large tusks. Variants are known to be made from glass, wood, ceramics, or even metal by skilled silversmiths. Depending on the region, these horns can have ceremonial purposes, either acknowledging two newly-weds marriage, or a friend's passing. </p>",
            "gmNote": ""
        },
        "Duck": {
            "name": "Duck",
            "description": "<p>Primarily raised for their meat, ducks also yield eggs of higher value as they are quite nutritious. Commoners often keep them around the house for an extended period compared to regular hens, as ducks don't need elaborate housing, resistant to diseases, and efficiently remove small pests like snails or slugs.</p>",
            "gmNote": ""
        },
        "Dumplings": {
            "name": "Dumplings",
            "description": "<p>Dumplings are commonly made by combining flour or meal with egg and then simmering the mixture in water until it reaches a light, cakey texture. To add flavor, some recipes, add various ingredients such as herbs, onions, grated cheese, or chopped meat mixed with the dough before cooking.</p>",
            "gmNote": ""
        },
        "Duralumin": {
            "name": "Duralumin",
            "description": "<p>Duralumin, a durable and lightweight aluminum alloy, is employed in the most advanced territories for flight-related applications. Only a select few master blacksmiths can create and mold this alloy. It is also used to make armor for creatures that can fly.</p><p></p>",
            "gmNote": ""
        },
        "Durian": {
            "name": "Durian",
            "description": "<p>The durian fruit has a tough, round, green and spiky exterior, with a soft edible core. Its harvesting has to be done rather quickly in most tropical regions, once temperatures drop, as the fruit abruptly stops growing. Even though it is considered one of the most amazing fruits, its odor keeps most common folk at bay. Its smell often being compared to the spray of a skunk or raw sewage.</p>",
            "gmNote": ""
        },
        "Eggplants": {
            "name": "Eggplants",
            "description": "<p>Most commonly purple, the spongy, absorbent fruit is used in several cuisines, depending on the region, and can also be found under the name of aubergine or brinjal. Typically used as a vegetable in cooking eggplant salad which contains sunflower oil, salt, and eggplants roasted over open fire.</p>",
            "gmNote": ""
        },
        "Eggs and Sausage": {
            "name": "Eggs and Sausage",
            "description": "<p>A simple yet hearty breakfast for all commoners, this dish gets the day going. It can be served with a side of beans, or for those who prefer a lighter meal, with their morning coffee.</p>",
            "gmNote": ""
        },
        "Eggs, Rice, and Green Beans": {
            "name": "Eggs, Rice, and Green Beans",
            "description": "<p>A very hearty meal, the eggs complement the rice well, and the rice pairs wonderfully with the beans. This dish comes highly recommended by most tavern keepers.</p>",
            "gmNote": ""
        },
        "Electrum": {
            "name": "Electrum",
            "description": "<p>Sometimes referred to as Green Gold if manufactured, or White Gold, if it is a naturally occurring alloy. Primarily composed of Gold and Silver. In most cities, the balance between gold and silver is roughly 50-50 for the Electrum coin or bars manufacturing, however, in the more remote areas a higher percentage of silver is used. Due to this, most regions have stopped using Electrum coins altogether, as they match the big cities' manufacturing style.</p>",
            "gmNote": ""
        },
        "Elemental Debt": {
            "name": "Elemental Debt",
            "description": "<p>This magical coin has an undefined value, which depends on the material used to create it. It is primarily used as a material that is about to be consumed for spells that have specific prerequisites. Magical alloys with pearls, diamonds, bones, and silver are commonly used to make these coins. Each coin bears the magical sygil representing the type of spell it can be used for, and this symbol also determines its value. These coins are typically found in major cities with a magical college that has the ability to craft them.</p>",
            "gmNote": ""
        },
        "Embalming Fluid": {
            "name": "Embalming Fluid",
            "description": "<p>This fluid is specifically made to preserve the dead for later use either for dissections or burial practices, or even necromancy. The fluid in itself is considered poison for regular people that might be considering consuming it. The embalmed corpse has a lower decaying rate than their non-embalmed counterparts.</p>",
            "gmNote": ""
        },
        "Emerald": {
            "name": "Emerald",
            "description": "<p>Translucent Emeralds are cut and polished in gem cuts for jewelry. Mainly provided as gifts for royalty or nobility. In the past it was associated with health, fertility, and growth and used to adorn magical items that improved the healing arts.</p>",
            "gmNote": ""
        },
        "Epidote": {
            "name": "Epidote",
            "description": "<p>The Epidote, an ornamental stone abundant in various mines, is prized for its dual utility. It is notably used as an ingredient in potions designed to ward off the unliving and as ink for inscribing scrolls.</p><p></p>",
            "gmNote": ""
        },
        "Essonite": {
            "name": "Essonite",
            "description": "<p>Essonite, often known as the \"Cinnamon Stone\", earned this nickname because, like the spice, it was once more valuable than a bar of gold. However, its purchasing power has diminished compared to its esteemed position in the past.</p><p></p>",
            "gmNote": ""
        },
        "Euclase": {
            "name": "Euclase",
            "description": "<p>Euclase was easily cut into faceted gems and came in various colors ranging from colorless to pale yellow, vivid yellow, pale green, and blue. The blue hues commanded the highest price. There's speculation that this specific gem is not reacting well to any form of arcane arts, as when it interacts with them, it explodes into a small ball of glass and shrapnel. </p>",
            "gmNote": ""
        },
        "Exoskeleton": {
            "name": "Exoskeleton",
            "description": "<p>When the huge arachnids shed they do leave behind their exoskeletons. The pieces of the spider's shell are in high demand, as they are flexible and can be easily molded in multiple shapes. Rumors say that someone wearing armor made of exoskeleton pieces has his internal strength increased ten-fold. </p>",
            "gmNote": ""
        },
        "Fae Bon": {
            "name": "Fae Bon",
            "description": "<blockquote>\n<p>\"This was first shown to me by a tiny creature. It had difficulty speaking, and when he presented me with these specific bones, I think he meant to say 'bones,' but I am unsure now.\"</p>\n</blockquote>\n<p>Fae Bons come from creatures that live within underground stone cave systems. They can double as candles, emitting some light, albeit limited. They can glow in multiple hues, including red, blue, cyan, green, purple, or even pink. Despite having a name associated with fantastical creatures, they do not come from any Fae-like creatures but from underground monstrosities.</p>",
            "gmNote": ""
        },
        "Fig": {
            "name": "Fig",
            "description": "<p>Figs can be eaten fresh, dried or processed into jam for rolls, biscuits, and other types of desserts. Since they are somewhat hard to preserve figs are gathered when they fall and placed on trays for drying, added depending on the region they can be added to rations when traveling.</p>",
            "gmNote": ""
        },
        "Fir Log": {
            "name": "Fir Log",
            "description": "<p>The Fir Log is a sturdy and versatile piece of wood, prized for its strength and durability. The logs are cut from the resilient fir trees that grow in the snowy mountains, imbued with their rugged spirit and strength. Because fir wood is strong and durable, it is an ideal material for creating frames and other structural components of a building. In addition to their practical uses, fir planks are also prized for their attractive appearance. The wood has a distinctive light-colored, straight-grain appearance, making it a popular choice for decorative purposes.</p>",
            "gmNote": ""
        },
        "Fir Plank": {
            "name": "Fir Plank",
            "description": "<p>The Fir Plank is a common and versatile building material, used throughout the realms for a wide variety of purposes. It is harvested from tall, straight fir trees that grow in the cool, misty forests of the northern lands. The wood is strong and durable, yet light and easy to work with.</p>",
            "gmNote": ""
        },
        "Firework Slime Potion": {
            "name": "Firework Slime Potion",
            "description": "<p>Labeled clearly <em><strong>\"Do not consume\"</strong></em> and wear protection when opening on as a small note on the label. It is usually created for special celebrations or for town events.The liquid is quite viscous and as the cap is taken off it starts to harden, it can be molded in any shape. After being opened and having hardened it can be thrown in the air and will accelerate up to 500 feet and then explode in a colorful spectacle that keeps the same shape as the original mold.</p>",
            "gmNote": ""
        },
        "Fish Soup": {
            "name": "Fish Soup",
            "description": "<p>The flavor and character of fish soup are influenced by the type of fish available locally. This dish is a popular choice among commoners for its lightness and delightful taste.</p>",
            "gmNote": ""
        },
        "Flat Tongs": {
            "name": "Flat Tongs",
            "description": "<p>These particular tongs are available in various shapes, ranging from a slender design crafted for creating small indentations in metals to broader variants designed for handling firey-hot metals. They stand out as some of the most versatile types of tongs, serving the purpose of picking up and gripping hot pieces of flat metal, preferred by most novice blacksmiths.</p>",
            "gmNote": ""
        },
        "Flax": {
            "name": "Flax",
            "description": "<p>It is sometimes referred to as linseed. The flax mainly has two specific uses, to create vegetable oil from the flax seed, or to create textile material from the harvesting of the stem. </p>",
            "gmNote": ""
        },
        "Fly potion": {
            "name": "Fly potion",
            "description": "<p>Contrary to popular belief this potion does not provide any ability to fly. It is the somewhat unbalanced product of its counterpart that does indeed provide the said ability. This potion does provide the ability to see temporarily up to a distance of 400 ft in full detail, however, the user needs to focus on the specific location and takes a bit of adaption, like the eyes adapting in the dark. This potion can provide a clearer picture of the distance, however, no perception increases are applied.</p>",
            "gmNote": ""
        },
        "Fool's Gold": {
            "name": "Fool's Gold",
            "description": "<p><em>\"A few decades ago, there was a quartz mine controlled by its local Thieves’ Guild, at a certain point it struck a huge vein of Iron Pyrite, also known as Fool's Gold. Initially, like everyone else, they did believe it to be gold, but a quick assessment by the blacksmith from the area revealed it wasn’t. Unfortunately, that blacksmith was never to be heard from again. Fast-forward a couple of years, The Thieves Guild manages to replace all jewelry and all coins in the region. Eventually, it reached the lordship, and he sent a battalion to the town... I'm unsure if it still exists, as neither the battalion that was sent nor word of the Thieves’ Guild ever came from that region.\"</em></p>\n<p> </p>\n<p>Iron Pyrite also known as the Fool's Gold, has limited uses, it is mainly used as a form of ignition in firearms, creating a small spark to ignite the gunpowder. It can also be used with flint as a method of starting fires.</p>",
            "gmNote": ""
        },
        "Freshwater Pearl": {
            "name": "Freshwater Pearl",
            "description": "<p>Freshwater mussels, located in most bodies of water from lakes and ponds to rivers, can produce Pearls. Highly sought after as they can be used for both jewelry and to adorning clothing. In some regions, the Pearls are considered sacred, and any caster that uses  spells that consume them will quickly meet his demise if found out.</p>",
            "gmNote": ""
        },
        "Fried Dumplings": {
            "name": "Fried Dumplings",
            "description": "<p>Dumplings are a popular dish made from flour and egg, and filled with meat, fruit, rice, or a combination of these. Bakeries prepare large quantities of dumplings each morning, providing a quick and filling meal for workers heading to the fields or for commoners taking a break.</p>",
            "gmNote": ""
        },
        "Fried Fish": {
            "name": "Fried Fish",
            "description": "<p>Fried fish is often prepared by coating the fish in batter, breadcrumbs, flour, or herbs and spices before frying and serving. It is commonly accompanied by a slice of lemon or greens.</p>",
            "gmNote": ""
        },
        "Fried Pumpkin Seeds": {
            "name": "Fried Pumpkin Seeds",
            "description": "<p>After fall festivals and fairs, taverns often have leftover pumpkins, and the seeds can be put to good use. The seeds are salted, fried, and served as a tasty snack for tavern patrons.</p>",
            "gmNote": ""
        },
        "Fruit Jam": {
            "name": "Fruit Jam",
            "description": "<p>Fruit jam is created by combining crushed or chopped fruits with sugar. Various types of fruits, including figs, grapes, peaches, plums, and even lemons, can be transformed into jam. Its versatility is vast, as it can be mixed with dairy products, used as a topping for bread, biscuits, or cakes, or even incorporated into salad dressings.</p>",
            "gmNote": ""
        },
        "Fruit Puree": {
            "name": "Fruit Puree",
            "description": "<p>This dessert can be made using a variety of fruits available on the market, such as peaches, apples, and strawberries. First, the fruits are peeled, and their seeds and cores are removed. Then, they are boiled until they become soft enough to be mashed. To enhance the flavor, lemon or orange juice is often added to the mixture. This dessert is usually served as a side for most baked goods, as it complements them perfectly. Alternatively, it can be served cold to combat those hot, summer days.</p>",
            "gmNote": ""
        },
        "Fruit Vulcano Lava Pie": {
            "name": "Fruit Vulcano Lava Pie",
            "description": "<p>From the first bite to the last, this pie is a delight. As you pierce the crust with a spoon, the hot fruit jam oozes out, resembling lava, from which it gets its name.</p>",
            "gmNote": ""
        },
        "Fustian": {
            "name": "Fustian",
            "description": "<p>A heavy cloth woven for clothing, usually used for padding clothes, for colder seasons, or heavy-duty work like building. </p>",
            "gmNote": ""
        },
        "Garden Hoe": {
            "name": "Garden Hoe",
            "description": "<p>The garden hoe serves multiple purposes, assisting with seeding by creating small trenches for seed placement and aiding in weed removal. With its sharp and wide blade, farmers favor the garden hoe for cutting rows of weeds. It effortlessly slides just beneath the soil's surface, cutting the roots of pesky weeds.</p>",
            "gmNote": ""
        },
        "Garlic": {
            "name": "Garlic",
            "description": "<p>The most used spice in the majority of dishes. Cooked, sliced, diced, minced, or even boiled, if it is a cooked dish, it most likely has a pinch of garlic in it.</p>",
            "gmNote": ""
        },
        "Giant's Greens Pie": {
            "name": "Giant's Greens Pie",
            "description": "<p>This pie is made with multiple types of cheese, as well as onions, spinach, and garlic. It is a common recipe in both households and bakeries due to its delicious and filling nature. Legends have it that the pie is so satisfying that it can even sate giants. In the past, it was even given as a gesture of goodwill to these somewhat misunderstood creatures.</p>",
            "gmNote": ""
        },
        "Ginger": {
            "name": "Ginger",
            "description": "<p>Ginger, is widely used as a spice and folk medicine. It is provided as tea for those who have weak stomachs to combat nausea, among other things.</p>",
            "gmNote": ""
        },
        "Glass": {
            "name": "Glass",
            "description": "<p>The process of shaping glass is time-consuming, and to create it, glassblowers need a vast amount of skill. After the glassblowing process is completed and the glass is still hot, it is placed into molds to create bottles, vials, windows, and other glass objects such as vases or decorative objects. </p>",
            "gmNote": ""
        },
        "Glazed Fruits": {
            "name": "Glazed Fruits",
            "description": "<p>The selection of fruits for this delightful sweet can vary, depending on what's available at the morning market that the bakery frequents, in some rare cases even fruits that were conjured by magic. While any fresh fruit can be used, apples are the most commonly chosen option due to their ease of baking. However, it's not unheard of for bakers to use any other types of fruits, such as oranges, grapes, and even wild sweet berries, to add an extra burst of flavor. After the fruits are baked the baker carefully applies a glaze made from a mixture of honey and high-quality jam, or the higher priced chocolate by request, with the target audience ranging from young children to adults with a sweet tooth.</p>",
            "gmNote": ""
        },
        "Gleaming Unicorn": {
            "name": "Gleaming Unicorn",
            "description": "<p>When forest folk attempt to create new forest circles, they use a form of primal magic to extract all the metals from the ground, and with the precious metals they dig out, they create coins. These coins are an alloy between platinum and silver making them a quite valuable commodity and used for trade when they go into civilization. Their value is roughly 25% of platinum. </p>",
            "gmNote": ""
        },
        "Gneiss": {
            "name": "Gneiss",
            "description": "<p>Gneiss has many uses as a building material such as flooring, ornamental stones, gravestones, facing stones on buildings, and work surfaces. Depending on where is acquired, it can have beautiful patterns making it one of the most sought-after types of materials for ornamental construction.</p>",
            "gmNote": ""
        },
        "Goat": {
            "name": "Goat",
            "description": "<p>Goats have been utilized for milk, meat, fur, and skins across most of the realms. Goat milk is often processed into goat cheese, and farmers sell it at a premium. The hide and fabric are perfect for making gloves, shoes, and other accessories, making it a favorite for leatherworkers.</p>",
            "gmNote": ""
        },
        "God's Wrath": {
            "name": "God's Wrath",
            "description": "<p>Sometimes called Brimstone, and more commonly known as Sulfur. Alchemists usually use blocks of sulfur in creating potent acids that can burn through anything. It is often at the center of disputes between alchemical and religious groups, as by some religions it is believed to be sacred, given how it burns in a unique color with the flames a rich purple shade. Alchemists however advise against burning the blocks as they believe that doing so can inflict irreparable damage to one's health. Herbalists use it to create multiple types of green dyes.</p>",
            "gmNote": ""
        },
        "Golden Deer": {
            "name": "Golden Deer",
            "description": "<p>When the forest folk finishes their druidic circles, a lot of precious metals they create coins from the alloys, from platinum and silver, as well gold and copper. The gold and copper alloy is named tumbaga, and in the bigger cities, they are commonly referred to as Tumbaga coins. They are worth roughly 25% of the gold's value. They are referred to as Deers or Elk, as it is the most common imprint on these coins. </p>",
            "gmNote": ""
        },
        "Goulash": {
            "name": "Goulash",
            "description": "<p>Goulash is a hearty stew made with various cuts of meat, onions, and paprika, simmered slowly in a cauldron over low heat. Typically, it is prepared to be quite spicy, perfect for enjoying with a side dish like mashed potatoes.</p>",
            "gmNote": ""
        },
        "Granite": {
            "name": "Granite",
            "description": "<p>Granite is a common rock that comes in various colors, such as white, dark-gray, and brown. Because of its range of colors, it's often cut into shapes for gravestones, memorials, and pavement. Its durability and low maintenance needs make it a suitable choice for these uses.</p>",
            "gmNote": ""
        },
        "Grapefruit": {
            "name": "Grapefruit",
            "description": "<p>Herbalists usually warn against consuming grapefruit or grapefruit juice, when taking medicines, as the medicine provided might not work as intended. The grapefruit is also a known popular breakfast fruit for the nobility. </p>",
            "gmNote": ""
        },
        "Grapes": {
            "name": "Grapes",
            "description": "<p>Most of the Grape production is used for Wine, and most if not all taverns or inns have long-lasting contracts with vineyards. They come in multiple colors like crimson, black, dark blue, yellow, green, orange, pink, and purple. They can also be used for jams or dried and turned into raisins which are then used in cooking, most often pastries.</p>",
            "gmNote": ""
        },
        "Great Forest Rolls": {
            "name": "Great Forest Rolls",
            "description": "<p>They are filled with a mixture of fresh cabbage, savory mushrooms, and fragrant dill, while the dough sheet is expertly combined with crunchy salted almonds for added texture and flavor. Additionally, for those who prefer a sweeter twist, a version with honeydew melon, refreshing cucumber, and aromatic basil and mint leaves is available, with the dough sheet and almonds glazed with sweet honey for extra flavor.</p>",
            "gmNote": ""
        },
        "Green Apple": {
            "name": "Green Apple",
            "description": "<p>Innkeepers use green apples to garnish some of their beverages, as well as, provide it as a healthy desert variant. Famous ciders are made from green apples throughout the realms, therefore inn and tavern keepers have green apples in high demand.</p>",
            "gmNote": ""
        },
        "Green Grapes": {
            "name": "Green Grapes",
            "description": "<p>The fruit makes a popular snack, both because of its sweet flavor and because you can eat it whole without making a mess. Vineyards use the highest quality form of the green grape to make the most pristine white wines. </p>",
            "gmNote": ""
        },
        "Green Olive": {
            "name": "Green Olive",
            "description": "<p>Green olives are picked when they have grown to full size, while still unripe. They can usually be found in shades from green to yellow. Olives are usually fermented to preserve them for a longer period of time and they generally end up being eaten as a healthy snack. </p>",
            "gmNote": ""
        },
        "Green Pepper": {
            "name": "Green Pepper",
            "description": "<p>The bell pepper usually comes in multiple colors, mainly green, yellow, and red, but purple, pink or white are not uncommon either. They are mainly referred to as sweet peppers. They can be garnished on multiple dishes, however, the most common use they have is in salads as an ingredient</p>",
            "gmNote": ""
        },
        "Green Salad": {
            "name": "Green Salad",
            "description": "<p>The green salad is made from locally available vegetables, including onions, cucumbers, radishes, lettuce, spinach, and cabbage, among others.</p>",
            "gmNote": ""
        },
        "Green Shadow": {
            "name": "Green Shadow",
            "description": "<p>A butchered product of incorrectly mixing any potion that provides a form of invisibility. The skin starts to go chameleonic to a form, changing color to match its suroundings, however, the effect is slow to set in and it takes a bit of time up until you're fully \"blended\" with your background.</p>",
            "gmNote": ""
        },
        "Grilled Ribs": {
            "name": "Grilled Ribs",
            "description": "<p>Fall-off-the-bone ribs, coated in sweet and tangy homemade sauces, are a beloved favorite at most taverns, often served for events or celebrations, and eagerly enjoyed by adventurers returning triumphant from their quests or missions.</p>",
            "gmNote": ""
        },
        "Grilled Steak": {
            "name": "Grilled Steak",
            "description": "<p>A meticulously cooked slice of premium meat, often beef, cooked with precision and often with a side by your choice of fresh greens or soft mashed potatoes.</p>",
            "gmNote": ""
        },
        "Hambergite": {
            "name": "Hambergite",
            "description": "<p>Hambergite is typically colorless or faintly blue. Despite being categorized as a semi-precious gem, it is more valued for its applications in lighting. It is commonly used in lamps to enhance the brightness of candles and other light sources, whether they are conventional or by arcane means.</p>",
            "gmNote": ""
        },
        "Hand Axe": {
            "name": "Hand Axe",
            "description": "<p>The go-to axe for various applications, it proves its usefulness as a camping tool for felling small trees, splitting kindling, and preparing firewood. Craftsmen appreciate its finesse in cutting wood to size and creating intricate patterns on furniture.</p>",
            "gmNote": ""
        },
        "Hand Drill": {
            "name": "Hand Drill",
            "description": "<p>Functioning as a manual tool, a hand drill transforms and magnifies the circular motion of the crank into the rotation of a drill chuck. The tool includes a cranking handle that turns pinion gears on the main shaft, with a chuck at the end designed to secure a drill bit. This versatile tool finds common use among masons, carpenters, leatherworkers, and even blacksmiths, facilitating the drilling of fine holes in hard materials such as wood, hard leather, stone, soft metals, or even bones.</p>",
            "gmNote": ""
        },
        "Hand Saw": {
            "name": "Hand Saw",
            "description": "<p>With a wide range of applications, hand saws are the go-to tools for tasks like roughly cutting wood and logs, as well as making intricate curved cuts in wood. Whether used in professional trades or by the commoner for projects at home or in the garden, they prove to be indispensable tools.</p>",
            "gmNote": ""
        },
        "Hand Truck": {
            "name": "Hand Truck",
            "description": "<p>A hand truck, also referred to as a hand cart, comes with long handles is perfect for moving heavy items like barrels and furniture. It is frequently used by inns, taverns, and bakeries to facilitate daily restocking from the market.</p><p></p>",
            "gmNote": ""
        },
        "Hard Candy": {
            "name": "Hard Candy",
            "description": "<p>Hard candy has traditionally been regarded as a form of medicine, provided by herbalists to soothe stomach pains or alleviate sore throats. However, in more recent times, additional sugar and fruit have been incorporated into its recipe, quickly making it a favorite among young commoners.</p>",
            "gmNote": ""
        },
        "Hardtack": {
            "name": "Hardtack",
            "description": "<p>Hardtack, made from flour, water, and salt, is known for its long shelf life. Due to its affordability and durability, it serves as a staple sustenance during long sea voyages and military campaigns, where most other foods are scarce.</p>",
            "gmNote": ""
        },
        "Harunite": {
            "name": "Harunite",
            "description": "<p>Hambergite is typically colorless or faintly blue. Despite being categorized as a semi-precious gem, it is more valued for its applications in lighting. It is commonly used in lamps to enhance the brightness of candles and other light sources, whether they are conventional or by arcane means.</p>",
            "gmNote": ""
        },
        "Hazelnut": {
            "name": "Hazelnut",
            "description": "<p>Hazelnuts get their name from their color, hazel. Sometimes they are also referred to as cobnuts or filberts. The nuts are used in cakes or as crumble toppings, however, if grounded they can also be used as flour for baking. </p>",
            "gmNote": ""
        },
        "Hematite": {
            "name": "Hematite",
            "description": "<p>It is usually found with iron veins. Depending on its color when mined, it's mainly used to make red and brown pigments. On rare occasions, it is used for magical purposes, as it is assumed that this gem is linked to blood and life force. Used in the healing arts and necromancy</p>",
            "gmNote": ""
        },
        "Hexagonite": {
            "name": "Hexagonite",
            "description": "<p>Hexagonite is an interesting gemstone, distinguished by its hexagonal shape when unearthed, which inspired its name. These gems are often sewn into clothing for social events, symbolically representing eligibility for marriage, particularly for bachelors.</p><p></p>",
            "gmNote": ""
        },
        "Hickory Log": {
            "name": "Hickory Log",
            "description": "<p>One of the most sought after types of wood. Used in most construction projects.</p>",
            "gmNote": ""
        },
        "Hickory Plank": {
            "name": "Hickory Plank",
            "description": "<p>This specific light-colored wood is widely used for tools like hammers, picks, axes, wheels, ladders, flooring, and furniture. </p>",
            "gmNote": ""
        },
        "Hog": {
            "name": "Hog",
            "description": "<p>Referred to as the hog, more commonly known as pig or sow in husbandry, this animal holds a prominent position as one of the most farmed for its meat. It serves as a vital resource in the production of sausages, gammon, bacon, ham, and various other food items.</p>",
            "gmNote": ""
        },
        "Homemade Counteractant": {
            "name": "Homemade Counteractant",
            "description": "<p>Some of the commoners use quite a bit of lemon in creating these solutions, with other materials that they can find, which in return might have some adverse reactions. Sometimes leading to blindness or skin diseases after the concoction explodes or has other unforeseen and unfortunate side-effects, however, it's still common practice to create your own as the price for a store bought one is usually outside what a regular commoner can afford. Alchemists try to provide warnings of these issues, however, they mostly fall on deaf ears.</p>",
            "gmNote": ""
        },
        "Honey": {
            "name": "Honey",
            "description": "<p>Honey, the sweet and viscous substance produced by honey bees, is commonly cultivated by many monasteries. Stored within the hive, honey bees construct honeycomb structures made from wax to contain the honey. Additionally, beeswax candles, derived from the honeycomb, are frequently used for lighting homes.</p>",
            "gmNote": ""
        },
        "Honey Cookies": {
            "name": "Honey Cookies",
            "description": "<p>These types of cookies, made with honey, tend to have a fluffier texture and sweeter taste. Due to their affordability, filling nature, and extended shelf life, most taverns keep them in stock for sale at all times.</p>",
            "gmNote": ""
        },
        "Honeycomb Cake": {
            "name": "Honeycomb Cake",
            "description": "<p>Despite its name, the Honeycomb Cake does not contain any honey. However, most bakers shape it into a honeycomb pattern to enhance its appeal. Due to its exotic ingredients, this cake remains unfamiliar to many commoners. It requires pandan, coconut milk, and coconut oil, which can be difficult to find depending on the region.</p>",
            "gmNote": ""
        },
        "Horseshoe": {
            "name": "Horseshoe",
            "description": "<p>In certain regions, horseshoes are seen as a harbinger of good luck, while in others, they symbolize advanced industry. Typically crafted from steel, the choice of material may vary depending on metal availability in specific areas, including options like bronze, copper, or iron. In exceptionally uncommon cases, materials such as hide, leather, or even wood are considered.</p>",
            "gmNote": ""
        },
        "Horsetail": {
            "name": "Horsetail",
            "description": "<p>Horsetail is a common herb that has been used by herbalists for centuries to treat a variety of ailments, including bleeding, wounds, colds, and hay fever. It grows in many parts of the world and is considered poisonous to sheep and cattle, although it is safe for the common folk to consume in small amounts.</p>",
            "gmNote": ""
        },
        "Hot Punch": {
            "name": "Hot Punch",
            "description": "<p>Referred to either as a forging punch or hot punch, this tool is primarily utilized for cutting or punching through metal to shape and secure it. Moreover, it lends itself to forming impressions or designs, making it a choice for the more discerning customers.</p>",
            "gmNote": ""
        },
        "Humanoid Skull": {
            "name": "Humanoid Skull",
            "description": "<p>The humanoid skulls have limited fringe uses. They usually are in demand by medical practitioners for better a understanding of medicine. Ritualistic needs, are mainly used as components, or, added at the end of staves for ornamental purposes. Or, by the magical practitioners for what some might consider extreme arcane arts. Another rare usage is for the decoration of some more eccentric lords in their expansive manors. </p>",
            "gmNote": ""
        },
        "Hunter's Mark": {
            "name": "Hunter's Mark",
            "description": "<p>This uniquely shaped coin is given by nobles to hunters as identification for permission to hunt on their land, after some form of payment has been made. Once the hunt is complete, the hunter returns the coin to the noble and may choose to sell the hunt directly to them. Typically, the hunter and noble will agree to a percentage of the hunt's profits beforehand. The coin can also be sold to merchant banks at a higher price, freeing the noble to attend to other matters.</p>",
            "gmNote": ""
        },
        "Hyacinth": {
            "name": "Hyacinth",
            "description": "<p>Hyacinth, alternatively called Jacinth or Flamegem depending on where it's found, is a rare gem prized for its vibrant, fiery orange color. Known for its hardness and durability akin to sapphire and ruby, its unique affinity for fire lends its significance to arcane rituals and applications.</p>",
            "gmNote": ""
        },
        "Hyalite": {
            "name": "Hyalite",
            "description": "<p>Hyalite, a milky form of quartz, is mainly utilized for crafting crystal balls. It is particularly favored by novice practitioners of arcane arts and mystical disciplines, leading schools to procure hyalite in large quantities.</p><p></p>",
            "gmNote": ""
        },
        "Hydrophane": {
            "name": "Hydrophane",
            "description": "<p>This semi-precious stone was commonly employed in inlay work or cut into cabochons for jewelry. In its dry state, it appeared plain and opaque, typically displaying an ivory or frosty-white color. However, when submerged in water, it underwent a remarkable transformation, becoming transparent and exhibiting a rainbow-like iridescence akin to a prism.</p>",
            "gmNote": ""
        },
        "Hypersthene": {
            "name": "Hypersthene",
            "description": "<p>This semi-precious stone displays hues ranging from green, red, and blue, to silver, and is notable for its complete opacity, a rarity among gemstones. Due to its unique characteristics, it fetches a premium price and is primarily utilized to embellish both furniture and clothing.</p>",
            "gmNote": ""
        },
        "Idicolite": {
            "name": "Idicolite",
            "description": "<p>Often mistaken for sapphire, this gemstone is actually a variant of tourmaline. Despite attempts by unscrupulous merchants to pass it off as the more valuable sapphire, its discernible, slightly less vibrant color serves as a telltale sign to those with a trained eye.</p>",
            "gmNote": ""
        },
        "Iol": {
            "name": "Iol",
            "description": "<p>A violet color stone, sometimes referred to as Iolite. Is usually cut into gemstone facets and is used in all types of jewelry, especially rings.</p>",
            "gmNote": ""
        },
        "Iris Agate": {
            "name": "Iris Agate",
            "description": "<p>This stone is a finely-banded and usually colorless agate, however, when cut properly, it displays an amazing show of colors on its surface, sometimes also referred to as \"Rainbow Agate\" </p>",
            "gmNote": ""
        },
        "Ironwood Log": {
            "name": "Ironwood Log",
            "description": "<p><em>\"We call it Ironwood, but it usually has its own name depending on the region. The folks at the lumber mills hate this type of wood, as almost every time they have to replace their main blade. Not to mention if anyone wants lumber from it they need to have a proper amount of gold too. It is very resilient!\"</em><br /><br /></p>\n<p>Ironwood comes in several colors, ranging from red to gray to bright browns, depending on the region where it was harvested. It is mainly used as firewood as it burns very slowly. When used in furniture, it is usually  only used for small decorative add-ons, as most woodworker tools are not efficient in carving it. </p>",
            "gmNote": ""
        },
        "Jade": {
            "name": "Jade",
            "description": "<p>Its primary form is called Jadeite, after cutting, it's mainly used in ornamental sculptures and figurines. Musicians of all kinds believed that if they wore Jade, they would improve their musical prowess</p>",
            "gmNote": ""
        },
        "Jargoon": {
            "name": "Jargoon",
            "description": "<p>Jargoons are highly valued for their deep red color and radiant shine, resembling rubies.  There are rumors that this specific gem can either project arcane projectiles or prevent creatures of the night from shifting out of their human form, but further research is required to confirm these claims.</p>",
            "gmNote": ""
        },
        "Jasper": {
            "name": "Jasper",
            "description": "<p>Each Jasper gemstone is assumed to be unique, as every gemstone has singular pattern, ranging from spotted patterns to ringed, or stripped. In days past it was regarded as a valuable stone, now is mainly used by alchemists and herbalists to create antidotes and magical poisons, because the stones proprieties assist in neutralizing and protecting from poison.</p>",
            "gmNote": ""
        },
        "Jet": {
            "name": "Jet",
            "description": "<p>Jet, a deep black gemstone, is sufficiently hard to be faceted and is often utilized in straightforward pendants or as a component in clothing and furniture. In cultural practices across various regions, wearing Jet-adorned clothing signifies themes of sorrow and mourning.</p>",
            "gmNote": ""
        },
        "Kiwifruit": {
            "name": "Kiwifruit",
            "description": "<p>Often shortened to Kiwi, a well sought after fruit. It can be eaten raw, made into juices, used in baked goods, fruit salads, prepared with meat or used as a garnish.</p>",
            "gmNote": ""
        },
        "Kompot": {
            "name": "Kompot",
            "description": "<p>Also more commonly known as stewed fruit, this is a very simple recipe that involves only water, sugar, and fruit. Everything is thrown into a pot, boiled, bottled, and served cold. This beverage is made by inns and bakeries alike, using any leftover fruit they have, as the concoction has a very long shelf life when completed.</p>",
            "gmNote": ""
        },
        "Kornerupine": {
            "name": "Kornerupine",
            "description": "<p>Kornerupine is found in green or brown translucent crystals that are sufficiently hard to be cut into solid faceted gems of medium size. The green variety of kornerupine is particularly notable for its arcane ability to record sounds and noises.</p><p></p>",
            "gmNote": ""
        },
        "Kyanite": {
            "name": "Kyanite",
            "description": "<p>Kyanite is generally used in the creation of ceramic dishware, mainly due to its distinctive beautiful blue colors. It is a gemstone that blends easily with many other materials under heat. It can also be ground into a fine powder to make high-quality inks.</p>",
            "gmNote": ""
        },
        "Lapis Lazuli": {
            "name": "Lapis Lazuli",
            "description": "<p>A blue opaque gemstone, it is usually used as ornamentation for rings, bracelets, pendants, or talismans. Due to its specific color sometimes it is carved in artistic shapes, such as griffons, scarabs, or even unicorns.</p>",
            "gmNote": ""
        },
        "Laterite": {
            "name": "Laterite",
            "description": "<p>Laterite is mainly used in making bricks, but it is used in all types of paint, primers, powders, and coatings, among other things. Used as a pigment in tiles, floor tiles, flooring products, ceramics, pottery, and many other items involving tiles and ceramics.</p>",
            "gmNote": ""
        },
        "Latratite": {
            "name": "Latratite",
            "description": "<p>On the rarest of occasions, it is referred to as the \"Gem of the Divines,\" and not many of its kind have been discovered throughout history. It is speculated that, if ingested, the consumer will gain the ability to persuade everyone in their path. However, the limited knowledge we have of Latratite does not provide any information on its potential side effects. Rumor has it that ingesting this gem will make your skin emanate a faint blue glow, your eyes and hair perpetually change shades until they reach a pure gold color. Those coming with contact with someone who has ingested Latratite will only tell the truth or be easily coerced. However, when the effect dissipates, the user will not remember the event, but others will remember what was said to them.</p>",
            "gmNote": ""
        },
        "Laudanum": {
            "name": "Laudanum",
            "description": "<p>Laudanum is a highly prized tincture created by skilled alchemists. It has a reddish-brown color and a bitter taste. Its main ingredients include breadseed poppy, saffron, crushed pearls, and a strong alcohol. It is believed to be effective in treating a range of ailments, including severe coughs and pains.</p>",
            "gmNote": ""
        },
        "Lead": {
            "name": "Lead",
            "description": "<p><em>\"The weirdest stuff I’ve heard of it being used for is, funny enough, make-up, but I feel it can have better usage. Most cities that have any plumbing have it thanks to lead.\"</em></p>\n<p> </p>\n<p>This specific metal is quite heavy and has a silvery appearance with a hint of blue. It's mainly used in ammunition due to it being heavy and resistant, plumbing and pipelines, as well as in fishing.</p>",
            "gmNote": ""
        },
        "Lead Ingot": {
            "name": "Lead Ingot",
            "description": "<p>Through the realms, the lead ingot is a valuable commodity. Skilled craftsmen seek it out to make powerful bullets for their weapons. These bullets are then powered by magic so they can inflict a lot of damage on magical beasts or incorporeal beings. They are also used by alchemists to create potions and elixirs. The lead ingot is very valuable and versatile.</p>",
            "gmNote": ""
        },
        "Leek": {
            "name": "Leek",
            "description": "<p>Leeks are essential in summer salads, leek and potato soup, leek puree, and plain leek soup. They boast a mild, onion-like flavor and retain a crunchy, firm texture in their raw form. The edible portions of the leek are the white base of the leaves.</p>",
            "gmNote": ""
        },
        "Lemon": {
            "name": "Lemon",
            "description": "<p>The applications of regular lemons are close to limitless. They are used as cleaning products as they help with degreasing. In cooking they are used as an ingredient to sour foods for a bit of extra tang. One of the most famous pies is the Lemon pie. They are used in concoctions for skincare and sometimes local cures to help with different ailments. They can often be found in refreshing drinks</p>",
            "gmNote": ""
        },
        "Lemongrass": {
            "name": "Lemongrass",
            "description": "<p>Lemongrass is primarily used as a medicinal herb and in the production of perfumes, but it also has many culinary applications. Its citrusy flavor complements fish and most seafood dishes perfectly. Lemongrass is also commonly used in soups, marinades, salads, and vegetable pickling.</p>",
            "gmNote": ""
        },
        "Lentils": {
            "name": "Lentils",
            "description": "<p>Lentils can be soaked, fried, baked, or boiled. Lentils with husks remain whole with moderate cooking, while those without husks tend to disintegrate into thick purees, suitable for various dishes. They are used to prepare inexpensive and nutritious soups, often combined with chicken or pork, and cooked lentils are also a popular addition to salads.</p><p></p>",
            "gmNote": ""
        },
        "Lettuce": {
            "name": "Lettuce",
            "description": "<p>Lettuce is most often used for salads, although it is also found in other kinds of food, such as soups and sandwiches.</p>",
            "gmNote": ""
        },
        "Lime": {
            "name": "Lime",
            "description": "<p>Limes have higher contents of sugars and acids than lemons do. Lime juice may be squeezed from fresh limes, or purchased in bottles in both unsweetened and sweetened varieties. Depending on the region they can also be pickled. It is a fruit sought after by sailors as it is known to settle the upset stomach on rough sea voyages, not to mention that it mixes quite well with rum.</p>",
            "gmNote": ""
        },
        "Linen": {
            "name": "Linen",
            "description": "<p>A very strong and absorbent material, that is very comfortable to wear in hot weather and is widely used in textiles. </p>",
            "gmNote": ""
        },
        "Liquid Malachite": {
            "name": "Liquid Malachite",
            "description": "<p>Liquid Malachite is generally stored in a wooden container. When taken out of its container and coming in contact with metal, it quickly spreads, attaches, and hardens, but only temporarily. Historically, it was primarily utilized by militaristic tribal communities, as they didn't typically wear armor but rather used a thin woven metal cloth. However, its potential should not be underestimated, as even when combined with tin, the liquid malachite increases the strength and durability of materials to a level comparable to steel.</p>",
            "gmNote": ""
        },
        "Liquid Solid Slate": {
            "name": "Liquid Solid Slate",
            "description": "<p>Little is known about the process of liquefaction, however, when used as an alloy with another metal, it is said to be unbreakable. When struck by a weapon, an impenetrable shock-wave is created, pushing the weapon back. Due to its weight, it makes it difficult for people trying to move stealthily.</p>",
            "gmNote": ""
        },
        "Longstraw": {
            "name": "Longstraw",
            "description": "<p>Longstraw is referred to the straw specifically grown for roof thatching. Longstraw is made from either water reed thatch or combed wheat, both of which are commonly used in roof thatching. They are preferred for roofing due to its extended life compared to traditional wood-based roofing materials. </p>",
            "gmNote": ""
        },
        "Lover's Embrace": {
            "name": "Lover's Embrace",
            "description": "<p>A couple of sweet gelatin tarts are usually made by boiling bones, removing them from the resulting liquid, and allowing it to cool, making it a gelatin like substance. The gelatin is then flavored with a mixture of fruits, citrus, and sugar until the taste from the bone residue dissipates. Due to its very sweet nature, it is only served as a treat for anniversaries or for newlywed couples.</p>",
            "gmNote": ""
        },
        "MIlk": {
            "name": "MIlk",
            "description": "<p>Milk is a husbandry byproduct which usually comes from cows, goats, and sheep. It is a white, nutritious liquid often consumed as a beverage or used to make a variety of dairy products such as cheese, butter, and yogurt. Scholars believe it has magical properties that can strengthen bones to an ungodly degree.</p>",
            "gmNote": ""
        },
        "Macaw": {
            "name": "Macaw",
            "description": "<p>The Macaw, one of the rarer types of parrots, is highly favored by seafaring rogues. These birds keep a watchful eye on the crew, relay commands, and update the captain on the ship's activities while he rests.</p>",
            "gmNote": ""
        },
        "Mackerel": {
            "name": "Mackerel",
            "description": "<p>Mackerel can be enjoyed raw, oven-cooked, fried, smoked, or salted with vinegar. Taverns often provide a variety of cooking options to cater to different clientele tastes.</p>",
            "gmNote": ""
        },
        "Maguey Syrup": {
            "name": "Maguey Syrup",
            "description": "<p>Maguey Syrup, also referred to as Agave Syrup or Agave Nectar, is primarily used as a sweetener and is a popular substitute for honey. Varieties of Maguey Syrup include Light agave, used in specific culinary dishes and beverages; Amber, known for its caramel notes and favored in drinks with bold flavors; and Dark agave syrup, often employed as a topping for pancakes or waffles, as a few examples. </p><p></p>",
            "gmNote": ""
        },
        "Mahogany Log": {
            "name": "Mahogany Log",
            "description": "<p>Mahogany is important lumber prized for its beauty, durability, and color, and tends to be the most prized type of lumber. It is used for paneling and to make furniture, boats, decorative pieces, musical instruments, and other items. </p>",
            "gmNote": ""
        },
        "Mahogany Lumber": {
            "name": "Mahogany Lumber",
            "description": "<p>Mahogany is important lumber prized for its beauty, durability, and color, and tends to be the most prized type of lumber. It is used for paneling and to make furniture, boats, decorative pieces, musical instruments, and other items. </p>",
            "gmNote": ""
        },
        "Maidenhair": {
            "name": "Maidenhair",
            "description": "<p>This herbal supplement is frequently recommended by herbalists and is mainly used to address blood disorders. It is also renowned for its ability to help keep your memory sharp.</p><p></p>",
            "gmNote": ""
        },
        "Malachite": {
            "name": "Malachite",
            "description": "<p>A popular mineral, mainly used for pigments, or to dye metals in a green tint while creating iron bars. Whitesmiths and Jewelers usually request high amounts of Malachite for their trade. It is rumored that Malachite in the ages past was used to prevent users from falling, however, the magical skill needed for the spell has been lost to time.</p>",
            "gmNote": ""
        },
        "Mallet": {
            "name": "Mallet",
            "description": "<p>Wooden mallets are a staple in carpentry, serving to knock wooden pieces together, drive dowels, manipulate chisels, and apply pressure on joints. Notably, they stand apart from most metal hammers by preventing the deformation of the striking end of a metal tool.</p>",
            "gmNote": ""
        },
        "Malrite": {
            "name": "Malrite",
            "description": "<p>A black gemstone, no one knows where it is mined or how it is located, as it simply appears at market stalls or jeweler stores. When the owner of the stall or store is inquired about it, they have no clue how it ended up their inventory.</p>",
            "gmNote": ""
        },
        "Mandarin": {
            "name": "Mandarin",
            "description": "<p>Mandarin orange fruits are small and usually a red-orange color. The skin is quite thin and peels rather easily. The skin can also be zested, a process which creates small strips of peel that are usually used to add flavor to different pastries and sweets such as pies, cakes, cookies, biscuits, chocolate, and many many others.</p>",
            "gmNote": ""
        },
        "Mango": {
            "name": "Mango",
            "description": "<p>Depending on the tree it grows on, the mango fruit varies in size, shape, sweetness, skin color, and flesh color. The flesh can range from pale yellow to gold, green, or orange. In some regions, it is speculated to be the fruit of love. In other regions it is given as a token of friendship. Herbalists create a paste with honey, lemon, and mango as a cough syrup. </p>",
            "gmNote": ""
        },
        "Mania potion": {
            "name": "Mania potion",
            "description": "<p>The vial gives off a solid gold glow, as it attracts you to consume it. If consumed you feel that the gods made a vow to protect you and you alone, and all should cower before you in shame and fear, however, this potion does not have any powerful effects it only gives the impression of grandeur.</p>",
            "gmNote": ""
        },
        "Maple Log": {
            "name": "Maple Log",
            "description": "<p>Maple trees are usually in high demand in the spice industry because of their sap, syrup, and sugar that can be made.</p>",
            "gmNote": ""
        },
        "Maple Lumber": {
            "name": "Maple Lumber",
            "description": "<p>The lumber is mainly used to make furniture and is the best choice for wooden flooring.</p>",
            "gmNote": ""
        },
        "Maple Sap": {
            "name": "Maple Sap",
            "description": "<p>Being one of the sweetest variants of sap, it can be used by brewmasters to create ales, or by tavern keeps to sweeten water, as a syrup, or even tea. Alchemists use it to create potions that make your aim true.</p>",
            "gmNote": ""
        },
        "Marble": {
            "name": "Marble",
            "description": "<p>The favorite tool of skilled sculptors, marble, transforms thoughts and emotions into beautiful sculptures as they carve it. Polished to a shine, it earns the sculptor a hefty profit when sold. Marble is one of the heaviest and most resilient stones that can be bought with coin. Its elegance makes it a popular choice for nobility, who use it for indoor flooring and heavy furnishings.</p>",
            "gmNote": ""
        },
        "Mashed Potatoes": {
            "name": "Mashed Potatoes",
            "description": "<p>Mashed potatoes represent a classic staple in many cuisines. The process involves boiling potatoes and then mashing them into a soft paste often served as a side dish alongside various meats.</p>",
            "gmNote": ""
        },
        "Mason Hammer": {
            "name": "Mason Hammer",
            "description": "<p>Commonly called brick hammers, mason's hammers are primarily designed for the precise breaking of bricks, rocks, pavers, or driving stakes. They feature one flat traditional face and, on the back, a short or long chisel-shaped blade. This design allows them to effectively chip off edges or small pieces of stone and cut brick masonry units without the need for a separate chisel.</p>",
            "gmNote": ""
        },
        "Mead": {
            "name": "Mead",
            "description": "<p>Most monasteries keep up the traditions of mead making as a byproduct of beekeeping, especially in areas where grapes could not be grown, however, as long there's access to any form of honey, mead can be easily made. Most taverns simply import honey and begin the fermentation process to produce mead locally.</p>",
            "gmNote": ""
        },
        "Meat of the Hunt": {
            "name": "Meat of the Hunt",
            "description": "<p>This dish features a cooked piece of game brought in by adventurers. The meats are usually not found on most tavern menus and are for the bravest patrons who are not afraid to experiment. </p>",
            "gmNote": ""
        },
        "Metal Leaves": {
            "name": "Metal Leaves",
            "description": "<p>These are known as touchstone leaves, and are used by merchants or bank tellers to easily identify types of precious metals. The leaves themselves can be made out of gold, silver, platinum, or electrum, with various levels of purity. When testing a metal object, the leaves are scratched on a touchstone along with the object in question. Based on the residue they leave behind, it is possible to quickly identify the metal's purity or determine if it is a counterfeit.</p>",
            "gmNote": ""
        },
        "Microlite": {
            "name": "Microlite",
            "description": "<p>Microlite gems are small yet very hard, suitable for cutting into faceted gems used to adorn swords, armor, shields, and horse tack. Beyond their decorative uses, they also serve as a practical substitute for traditional squid or octopus ink.</p><p></p>",
            "gmNote": ""
        },
        "Mishanite": {
            "name": "Mishanite",
            "description": "<p>Mishanite is a uniquely sought-after gem, much like Harumite. Those who seek it can mold it into any desired shape or color, and multiple manifestations can coexist. Despite its lack of tangible value to others, Mishanite holds immense sentimental significance. Finding this gem evokes a profound sense of personal warmth and closeness.</p><p></p>",
            "gmNote": ""
        },
        "Mixed Jellied Fruits": {
            "name": "Mixed Jellied Fruits",
            "description": "<p>Gelatin is created from isinglass, mainly harvested from fish, or it can also be made from animal bones. Fruits and sugar are added to the mixture and after cooling, it is cut into shapes and then served.</p>",
            "gmNote": ""
        },
        "Moldavite": {
            "name": "Moldavite",
            "description": "<p>Moldavite is one of the most intriguing gems. It is said that this gem came from the skies long ago from a gigantic rock, yet no records of this specific event were made or survived the ages to confirm.</p>",
            "gmNote": ""
        },
        "Moleskin": {
            "name": "Moleskin",
            "description": "<p>A heavy cotton fabric which got its name due to the soft feeling to the touch, which bears similarity to mole's fur. The most common use of moleskin is for creating trousers, however, it is also usually a prime material for bandaging.</p>",
            "gmNote": ""
        },
        "Monel": {
            "name": "Monel",
            "description": "<p>Monel is created by combining nickel and copper, and it has minimal iron content. It boasts exceptional corrosion resistance, making it suitable for a wide range of applications. Whether it's for dog tags, piping, metal sheets, or nails used in saltwater ships, objects made from this alloy typically exhibit extended durability.</p>",
            "gmNote": ""
        },
        "Moonshine": {
            "name": "Moonshine",
            "description": "<p>Moonshine is a homemade, unaged strong liquor. It is speculated that moonshine can either give you perfect eyesight or cause you to lose it entirely. However, all records tend to be inaccurate as this information is gathered after the consumption of the drink.</p>",
            "gmNote": ""
        },
        "Moonstone": {
            "name": "Moonstone",
            "description": "<p><em>\"There's a legend that lycanthropes, just at the mere sight of this stone, are forced to shape-shift. Quite fascinating, indeed.\"<br /><br /></em></p>\n<p>It is one of the most affordable gemstones in circulation and in some societies it is sewn into garments as a charm.</p>",
            "gmNote": ""
        },
        "Morganite": {
            "name": "Morganite",
            "description": "<p>Morganite stands out for its multifaceted utility, harnessing a blend of arcane attributes reminiscent of both emerald and aquamarine. This distinctive combination makes it highly prized among gem enthusiasts.</p><p></p>",
            "gmNote": ""
        },
        "Morion": {
            "name": "Morion",
            "description": "<p>Also known as Smoky Quartz. One of the rarer forms of quartz. Due to it being almost opaque, it does have some similar proprieties to the Rose Quartz. It's usually sought after by nefarious people as it is mainly used in necromancy. When bones are infused with Moriom they become as hard as steel.</p>",
            "gmNote": ""
        },
        "Mugwort": {
            "name": "Mugwort",
            "description": "<p>A common herb that is a favorite by herbalists everywhere. As a plant, it is easy to come-by as it grows in all biomes, and is used to resolve digestive problems, used for sedation, even as a laxative for the upset stomach. </p>",
            "gmNote": ""
        },
        "Mule": {
            "name": "Mule",
            "description": "<p>Mules, widely used as working animals in the realms, are highly prized for their hardiness and docile nature. Their strength for their size and superior physical endurance compared to most horses, coupled with the ability to survive extreme weather, increased patience, and longer lifespan, make them a favorite choice for traveling very long distances.</p>",
            "gmNote": ""
        },
        "Mulled Wine": {
            "name": "Mulled Wine",
            "description": "<p>Mulled wine becomes a staple drink as the colder seasons begin. The wine is boiled and then infused with sugar, black pepper, cinnamon, cloves, and orange peels. Served hot, it is rumored to cure the common cold, though it is primarily enjoyed for its warming effect.</p>",
            "gmNote": ""
        },
        "Murum": {
            "name": "Murum",
            "description": "<p>Murum finds application in various heavy-duty tasks such as plinth filling, road pavements, backfilling in trenches, and footing pits. Its absence of organic matter and ease of compaction, leading to the formation of durable surfaces, make it an ideal soil for construction purposes.</p>",
            "gmNote": ""
        },
        "Myrica Gale": {
            "name": "Myrica Gale",
            "description": "<p>Or more commonly known as Sweet gale. It can live in some of the most challenging conditions and is a very well-known and harvested plant. Its uses can range from local home remedies for stomach aches, and insect repellent, to creating flavorful teas, or even sweet ales.</p>",
            "gmNote": ""
        },
        "Myrrh": {
            "name": "Myrrh",
            "description": "<p>Herbalists look for Myrrh resin to use in creating perfume, incense, and medicine. It is believed that if the leaf of the Myrrh is chewed on, it even helps with bad breath. In some cultures, it is also mixed in the process of making wine.</p>",
            "gmNote": ""
        },
        "Mystery Soup": {
            "name": "Mystery Soup",
            "description": "<p>Similar to Meat of the Hunt, this soup is made from the leftovers of the day's hunt. It is mostly offered as a challenge for adventurers who claim they can eat anything without repercussions or as a hazing ritual for new patrons, providing amusement for the tavern keeper and other guests, as the new comers don't know better.</p>",
            "gmNote": ""
        },
        "Nails": {
            "name": "Nails",
            "description": "<p>Nails are commonly made out of bronze or iron, and are mainly used as fasteners in construction, from small roofing nails to large iron spikes. They are also occasionally made out of copper or steel, particularly in environments where corrosion resistance is a key factor, such as coastal or riverside areas.</p>",
            "gmNote": ""
        },
        "Natron": {
            "name": "Natron",
            "description": "<p>Natron is harvested directly as a salt mixture from dry salt lake beds, and it has multiple applications by both Alchemist and Herbalists. Herbalists mix Natron with herbs to treat minor wounds and cuts, while Alchemists use it as a binding agent for the more corrosive or explosive tinctures they create. </p>",
            "gmNote": ""
        },
        "Neon-Ront": {
            "name": "Neon-Ront",
            "description": "<p>The Neon-Ront mushroom is located in the densest woodlands, where the light of the sun doesn't protrude from the dense foliage. The Neon-Ront mushroom can be located due to its blue light glow. This specific fungus is in high demand for many civilizations that live underground, as it can be used for shelving as it is quite sturdy, binds well with rocky terrain and walls, and can be cut into any shape. It is also used for indoor illumination.</p>",
            "gmNote": ""
        },
        "Nephrite": {
            "name": "Nephrite",
            "description": "<p>Nephrite, similar in color, form, and shape to Jadeite, is predominantly utilized for stone carving and occasionally serves as a marble substitute in sculptures. Historically mined for ages, it is now frequently discovered in ancient, abandoned tombs.</p><p></p>",
            "gmNote": ""
        },
        "Nerium": {
            "name": "Nerium",
            "description": "<p>Most commonly known as Oleander, it is a small shrub used for gardening ornamentation. When used by highly skilled herbalists, they can make sleeping tinctures and cure some types of skin irritations.</p>",
            "gmNote": ""
        },
        "Nettle": {
            "name": "Nettle",
            "description": "<p>Or Stinging Nettle, it is used mainly by practitioners of medicine to help treat muscle pains of the weary adventurers or the joints of the elderly. Experienced Alchemists use them in potions of healing as one of the base ingredients</p>",
            "gmNote": ""
        },
        "Nickel Ingot": {
            "name": "Nickel Ingot",
            "description": "<p>A nickel ingot is a small, perfectly formed bar of pure nickel. It is said to be incredibly dense and heavy, and can only be forged by the most skilled blacksmiths. The metal has a shiny, silver color that glimmers in the light, and is an incredibly resilient metal, able to withstand even the strongest blows. Many tales and legends surround this rare and valuable metal, with some claiming that it holds magical properties and can bestow objects with incredible strength and durability, however in most regions it’s main purpose is for the creation of multiple types of coinage.</p>",
            "gmNote": ""
        },
        "Nickel Ore": {
            "name": "Nickel Ore",
            "description": "<p>Nickel ore is a rare and prized mineral that can only be found deep within the earth.  It is said to be incredibly strong and durable, making it highly demanded metal by blacksmiths and craftsmen alike</p>",
            "gmNote": ""
        },
        "Night Fangs": {
            "name": "Night Fangs",
            "description": "<p>These fangs are a currency for all the night hunters, traded for specialized weaponry. The hunters hunt the creatures of the night, and after the hunt, even if they don't kill the captured creature, they remove their feeding fangs, rendering them harmless. </p>",
            "gmNote": ""
        },
        "Nippers": {
            "name": "Nippers",
            "description": "<p>Crafted mainly from steel, also referred to as farrier nippers, mirror the appearance of a giant pair of nail clippers. Their primary function involves removing a previously placed horseshoe. Beyond that, these tools prove adept at cutting the flat end of bolts or nails, resulting in a smoother finish for armor, furniture, or even walls.</p>",
            "gmNote": ""
        },
        "Novaculite": {
            "name": "Novaculite",
            "description": "<p>Novaculite, resembling quartz, fulfills highly specialized roles. Originally utilized for crafting arrow and spear points, it has since gained prominence as the primary material for manufacturing sharpening stones, essential in the production of whetstones.</p><p></p>",
            "gmNote": ""
        },
        "Oak Log": {
            "name": "Oak Log",
            "description": "<p>The logs are usually processed into lumber, however, it's also commonly used in bakeries, furnaces, or home fireplaces as kindle.</p>",
            "gmNote": ""
        },
        "Oak Plank": {
            "name": "Oak Plank",
            "description": "<p>An easy-to-work durable wood that is used with carpentry tools and is best to use when building furniture.</p>",
            "gmNote": ""
        },
        "Obsidian": {
            "name": "Obsidian",
            "description": "<p>Lava when cooling, leaves behind huge lumps of Obsidian. This gem is used to make short-bladed weapons, tools, ornaments, kitchen wares, and mirrors. Some ill-reputed factions use a form of jagged edge rings created from obsidian to create small deep cuts into their intended targets.</p>",
            "gmNote": ""
        },
        "Obsidian Ingot": {
            "name": "Obsidian Ingot",
            "description": "<p>An obsidian ingot is a small, expertly chiseled bar of pure obsidian. It is said to be incredibly dense and heavy, and can only be crafted by the most skilled blacksmiths. The metal has a deep, dark color that seems to absorb light, but when struck, it glows with a fiery inner light.</p>",
            "gmNote": ""
        },
        "Oligoclase": {
            "name": "Oligoclase",
            "description": "<p>Oligoclase being a semi-precious stone is usually in high demand by most commoners as it is one of the more affordable gems. It usually comes in either white, grey, green or red. Due to the wide range of colors </p>",
            "gmNote": ""
        },
        "Olives": {
            "name": "Olives",
            "description": "<p>The only difference between green and any other type of olives is the ripeness. Aside from being used as a garnish for salads or as a small snack, olives are turned into olive oil. They are first roasted and then left to dry in the sun before being taken to the mill for processing.</p>",
            "gmNote": ""
        },
        "Olivine": {
            "name": "Olivine",
            "description": "<p>Found widely across many regions, this gemstone sees little use in jewelry due to its brittle composition, which makes it prone to shattering. Instead, it is frequently pulverized into fine dust, serving as a substitute for sand in the realm of blacksmithing.</p><p></p>",
            "gmNote": ""
        },
        "Olykoeks": {
            "name": "Olykoeks",
            "description": "<p>They are known as oily cakes, or more commonly known as doughnuts, are a beloved pastry enjoyed by many, are a popular treat enjoyed by people all over the planes. The sweetened dough is dipped in hot oil for roughly 2 minutes, then taken out and topped with powdered sugar, jams, sweet cocoa paste, or even thin slices of fruit while still hot. Making this one of the most produced item by most bakeries, this pastry is a popular accompaniment to morning beverages or enjoyed by young folk with every meal.</p>",
            "gmNote": ""
        },
        "Onion": {
            "name": "Onion",
            "description": "<p>Onions are cultivated and used around the world. As a food item, they are usually served cooked as part of a prepared savory dish, but can also be eaten raw or used to make pickles or chutneys. They are pungent when chopped and some types of onion may irritate the eyes.</p>",
            "gmNote": ""
        },
        "Onyx": {
            "name": "Onyx",
            "description": "<p>If you wear this stone unenchanted, Lady Luck is bound to frown upon you. An important intaglio stone, used as part of jewelry to seal official documents.</p>",
            "gmNote": ""
        },
        "Opal": {
            "name": "Opal",
            "description": "<p><em>\"In a time when magical experimentation was still a thing, two mages decided to combine fire and lightning enchanted opals. A massive explosion occurred, and the two were never heard from again. Those attuned to magic, from time to time, can feel the reverberation of that explosion in their bones. In some places, it is now forbidden by law to combine the two.\" </em><br /><br /></p>\n<p>Being one of the most colorful gems, when the stone is cut so precisely, and in such a way that it provides a beautiful array of colors, it can sometimes be worth more than a Diamond. Mainly used in jewelry, like pendants and ring centerpieces. </p>",
            "gmNote": ""
        },
        "Opuntia": {
            "name": "Opuntia",
            "description": "<p>Opuntia is known by various names, with Prickly Pear Fruit being the most common. If the outer layer of the fruit is not properly removed, ingesting glochids, tiny spines from the fruit, can cause discomfort in the throat, lips, and tongue, as these spines easily penetrate the skin. The seeds are also used to produce flour.</p><p></p>",
            "gmNote": ""
        },
        "Orange": {
            "name": "Orange",
            "description": "<p>It is mainly used for orange juice or flavoring of baked goods or cakes, however, it is also used depending on the region, to create orange oil made from the peels. The peels can be used in gardening as well in the form of slug repellent. </p>",
            "gmNote": ""
        },
        "Owl": {
            "name": "Owl",
            "description": "<p>Owls, symbols of wealth, prosperity, wisdom, good luck, and fortune, are sought after as pets by many nobles and individuals dabbling in the arcane arts. Those engaged in animal husbandry, successfully domesticating owls, soon realize their effectiveness in controlling rodent infestations.</p>",
            "gmNote": ""
        },
        "Oyster": {
            "name": "Oyster",
            "description": "<p>They are usually harvested for food and for their rare pearls. Wizards on occasion use their shells as magical components, however, the spell it is used for has been kept a secret. In times long past, there was word that rare green emerald oysters had existed as well, however, no one has seen one lately. Some Taverns offer Oysters as a delicacy depending on the region.</p>",
            "gmNote": ""
        },
        "Oölite": {
            "name": "Oölite",
            "description": "<p>Oölites, often nicknamed Cave Pearls, are typically found in caves and vary in colors such as green, white, or brown, depending on the cave's specific biome. Their primary uses are decorative, used either as ornaments or crushed to create vivid inks.</p><p></p>",
            "gmNote": ""
        },
        "Painite": {
            "name": "Painite",
            "description": "<p>Painite is the rarest gem in the realms. Nobody has a specific price for it and some say it can buy entire kingdoms, while others say it has no value. So far, besides the ornamentation of jewelry pieces, no other uses have been found. Researchers do study these specific gems for their more arcane applications; however, no discoveries have been made as of yet.</p>",
            "gmNote": ""
        },
        "Palladium": {
            "name": "Palladium",
            "description": "<p>Palladium, with its lustrous white appearance, stands as a precious metal highly prized for its rarity and distinctive characteristics. Its notable usage in jewelry, especially as an alloy for crafting white gold.</p>",
            "gmNote": ""
        },
        "Pallet": {
            "name": "Pallet",
            "description": "<p>A standard bed made by carpenters for a good night's sleep usually consists of straw or hay covered with a sheet. This type of mattress is known as a palliasse or pallet, which is how it got its name.</p><p></p>",
            "gmNote": ""
        },
        "Palo Verde": {
            "name": "Palo Verde",
            "description": "<p>The Palo Verde tree can be easily recognized by its green-colored bark. This tree is typically harvested for its bark, which can be used for multiple purposes. The inner bark can be woven into rope or baskets, or used for making chair bottoms. Additionally, it is utilized for making canoes, and clothing, and as a surface for paintings and maps. The bark can also be used as shingles and wall coverings.</p>",
            "gmNote": ""
        },
        "Pancakes": {
            "name": "Pancakes",
            "description": "<p>Eggs, milk, sugar, and flour are all it takes to make delicious pancakes. When topped with syrup or fruit, they become one of the most satisfying and sweet breakfasts offered by taverns.</p>",
            "gmNote": ""
        },
        "Papaya": {
            "name": "Papaya",
            "description": "<p>The ripe fruit of the papaya is usually eaten raw, without skin or seeds. The Papaya fruit is also used to tenderize meats as they provide a very specific taste. Herbalists provide the leaves to be smoked as it is believed that they help with breathing, or have the leaves turned into a paste as a laxative.</p>",
            "gmNote": ""
        },
        "Paring Chisel": {
            "name": "Paring Chisel",
            "description": "<p>Paring chisels, favored by most carpenters, are designed for delicately shaving thin slivers of wood. Their primary use is in carefully shaving off thin amounts of wood when fitting joints and the long length of these chisels provides carpenters with maximum control.</p>",
            "gmNote": ""
        },
        "Peach": {
            "name": "Peach",
            "description": "<p>Peaches are widely eaten fresh and are also baked in pies and cobblers. For the winter they are stored in water with sugar and honey or provided as refreshments for the warmer seasons.</p>",
            "gmNote": ""
        },
        "Peach Figs": {
            "name": "Peach Figs",
            "description": "<p>Called also the flat peach or doughnut peach, very similar to the sister fruit, but oblate in shape. They tend to be a bit rarer as only very few regions cultivate these, however, compared to their regular counterpart, the peach, they are way sweeter.</p>",
            "gmNote": ""
        },
        "Peanut": {
            "name": "Peanut",
            "description": "<p>Contrary to popular belief, peanuts don't grow on trees, they are cultivated as potatoes or onions. Boiled or roasted peanuts are a very popular snack. At mills, the peanut can be also turned into peanut oil or flour which are commonly used in cooking. </p>",
            "gmNote": ""
        },
        "Pear": {
            "name": "Pear",
            "description": "<p>A common fruit cultivated all over. They are usually eaten fresh or stored as homemade juice. They are also used to create perry, a fermented pear juice, and a plethora of ciders. </p>",
            "gmNote": ""
        },
        "Peas": {
            "name": "Peas",
            "description": "<p>Garden peas are often eaten boiled and flavored with butter or spearmint as a side dish vegetable. To preserve peas, drying has been used for generations and the product is mainly used in pea soups. Fresh green peas can also be stir-fried or depending on the region, put into dumplings. </p>",
            "gmNote": ""
        },
        "Pennyroyal": {
            "name": "Pennyroyal",
            "description": "<p>Herbalists are on a high lookout for the Pennyroyal plant, when ground down into oils it is used for the trusty four, or two-legged companions as a flea replant. Its also usually used in soaps and fragrances for perfumes as it smells very similar to spearmint when crushed.</p>",
            "gmNote": ""
        },
        "Peridot": {
            "name": "Peridot",
            "description": "<p>Peridot is a popular and affordable gemstone and is faceted into many cuts, and used in all forms of jewelry, especially rings, earrings, necklaces, and bracelets. Magic can be used to build different structures, however, depending on the size of the building, a vast amount of the gemstone might be required.</p>",
            "gmNote": ""
        },
        "Petalite": {
            "name": "Petalite",
            "description": "<p>These ornamental stones are moderately hard yet brittle, with colors ranging from pink to colorless. A curious event with Petalite occurs when a jeweler cuts the polished gem, the smallest piece momentarily loses all reflections. This effect has sparked speculation of arcane origins, though it may simply be an optical illusion. Unfortunately, a significant quantity of Petalite from a consistent source remains elusive for rigorous arcane investigation.</p>",
            "gmNote": ""
        },
        "Pewter": {
            "name": "Pewter",
            "description": "<p>Pewter, a tin-based alloy that includes copper, antimony, and sometimes lead, is a popular material among blacksmiths for crafting tableware such as plates, cups, and utensils but also for decorative objects, mainly collectible statuettes and figurines, game figures, ship and other models, (replica) coins, pendants, plated jewellery and so on. </p>",
            "gmNote": ""
        },
        "Pickaxe": {
            "name": "Pickaxe",
            "description": "<p>Pickaxes, also referred to as mattocks, are tools used for breaking up rocks, paving, or earth, commonly used in activities such as digging, soil preparation, demolition, or specialized applications like mining.</p>",
            "gmNote": ""
        },
        "Pickled Olives": {
            "name": "Pickled Olives",
            "description": "<p>Pickled Olives can be prepared whole or stuffed with garlic cloves or red peppers. They are versatile enough to be included in salads, enjoyed as a standalone snack, or even used in various alcoholic beverages. </p>",
            "gmNote": ""
        },
        "Pillory": {
            "name": "Pillory",
            "description": "<p>The pillory was a device used for publicly punishing repeat offenders. It features a wooden frame with holes to secure the head and hands.</p><p></p>",
            "gmNote": ""
        },
        "Pine Log": {
            "name": "Pine Log",
            "description": "<p>One of the most harvested types of wood in woodland areas. They are good for making cabin logs, fencing, or signs.</p>",
            "gmNote": ""
        },
        "Pine Plank": {
            "name": "Pine Plank",
            "description": "<p>The lumber is a light color, and it's mainly used in construction since it's quite flexible and resilient. It can be used for window and door frames, rails, and construction mold.</p>",
            "gmNote": ""
        },
        "Pineapple": {
            "name": "Pineapple",
            "description": "<p>In some regions, the pineapple is considered a significant cultural icon of luxury, as its rarity created a surreal demand with the noble folk. In most cuisines around the realms, it is mainly served as a fruit or as a juice. It is also a common garnish for hams and meats. Chunks of fruit are used in desserts such as fruit salads, cakes, sweets, and baked goods. A form of vinegar can also be created from it after it is combined with grain vinegar.</p>",
            "gmNote": ""
        },
        "Pistachio": {
            "name": "Pistachio",
            "description": "<p>Chopped pistachios are commonly mixed into or sprinkled atop desserts like cream, cake, truffles, and pastries. With a bit of dough they can be folded into quick breads, muffins, cupcakes, or yeast breads, they contribute crunch and buttery flavor.</p>",
            "gmNote": ""
        },
        "Pistachio Pie": {
            "name": "Pistachio Pie",
            "description": "<p>Made with cream cheese, heavy cream, and plenty of pistachios, this pie is one of the softest. Since most recipes require no cooking, it is a constant item in stock for both bakeries and taverns.</p>",
            "gmNote": ""
        },
        "Pitchfork": {
            "name": "Pitchfork",
            "description": "<p>The pitchfork, commonly referred to as a hay fork, is a tool crafted for pitching loose materials, including hay, straw, manure, or leaves. With its long handle and typically two to five thin tines, it is specifically designed for the efficient movement of such materials.</p>",
            "gmNote": ""
        },
        "Platinum": {
            "name": "Platinum",
            "description": "<p><em>\"I'm pretty sure you know what it is, it's mainly at this point a statute of wealth, if you look closely at ingots, all blacksmiths leave their signatures on them for posterity. I've seen some writing their full names, but most of them only put in an intentional `error` as their trademark\"</em><br /><br /></p>\n<p>Being so rare, the Platinum Ingot is insanely expensive and, in some regions, impossible to find, however, in more recent times it has started to not be as widely used. On occasion, some people mistake it for silver as it has a similar shimmering, and incorrect coins are provided during trades.</p>",
            "gmNote": ""
        },
        "Plum": {
            "name": "Plum",
            "description": "<p>An oval fleshy fruit that is purple, reddish, or yellow, in color, when ripe and contains a flattish pointed stone. They are considered one of the juiciest fruits across the realms. They are used mainly by bakers to create a variety of sweets from plum tarts to almond cakes. Some tavern keeps use them to make a strong alcohol with a very powerful flavor. </p>",
            "gmNote": ""
        },
        "Pollucite": {
            "name": "Pollucite",
            "description": "<p>Pollucite is usually a transparent, brittle white stone. In certain regions, it is crushed and mixed with wine for consumption, believed to bring exceptional good fortune. Despite traditional beliefs, healers and herbalists warn that it often causes severe stomach pain.</p>",
            "gmNote": ""
        },
        "Pomegranate": {
            "name": "Pomegranate",
            "description": "<p>Pomegranate is a sweet, tart fruit with thick, red skin. While the skin is not edible, it holds hundreds of juicy seeds that you can eat plain or sprinkle on salads, oatmeal, and other dishes.</p>",
            "gmNote": ""
        },
        "Poplar Log": {
            "name": "Poplar Log",
            "description": "<p>Poplar is one of the most available types of wood. Due to its lower price due to its accessibility, it is an excellent choice for most beginners to intermediate carpenters. It also has a wide range of uses, such as construction, joinery, or carving.</p>",
            "gmNote": ""
        },
        "Poplar Lumber": {
            "name": "Poplar Lumber",
            "description": "<p>It is perfect for items like pallets, boxes, and crates, but also, artisan bowls, wooden plates, and other fine carpentry. Due to its relatively modest price point, poplar is a great choice for commercial uses. However, it can dent or scratch easily, making it undesirable for high-wear items, as well as, over time its color fades to a medium brown within months.</p>",
            "gmNote": ""
        },
        "Portobello Mushroom": {
            "name": "Portobello Mushroom",
            "description": "<p>Portobello mushrooms are widely cultivated and prized for their versatility in salads and as toppings for various dishes.</p><p></p>",
            "gmNote": ""
        },
        "Potato": {
            "name": "Potato",
            "description": "<p>One of the most cultivated vegetables throughout the realms, making it one of the most famous ones as well. They can be served as a cooked vegetable, in whole or mashed form, and are also used as pie filling. In some colder regions, it is widely believed that potatoes are used to create very strong alcohol.</p>",
            "gmNote": ""
        },
        "Prehnite": {
            "name": "Prehnite",
            "description": "<p>Prehnite is often found in the lining of gas cavities in hardened lava formations. However, the material rarely possesses the required thickness or attractive coloration to be considered for gemstone cutting.</p><p></p>",
            "gmNote": ""
        },
        "Pumpkin": {
            "name": "Pumpkin",
            "description": "<p>It is assumed to be one of the most festive vegetables out there. Pumpkins are used in most festival events for Pumpkin carving, decorations or pumpkin chunking in which teams attempt to throw pumpkins as far as possible with the help of catapults, trebuchets or ballistas are often common in these games. Pumpkins sometimes are also associated with local legends where the pumpkin is a stand-in for a creature's head. Taverns keep the seeds and roast them to provide to their guests as a snack, and with the help of the pulp, one of the most delicious forms of pie is created, however, it can be an acquired taste.</p>",
            "gmNote": ""
        },
        "Pumpkin Stew": {
            "name": "Pumpkin Stew",
            "description": "<p>The recipe for Pumpkin Stew varies depending on the region or, in some rare cases, among taverns. Multiple recipes exist containing either a variety of meats or solely vegetables, offering a wide range of culinary experiences.</p>",
            "gmNote": ""
        },
        "Purple Berries": {
            "name": "Purple Berries",
            "description": "<p>Purple berries are palpably sweet, Gatherers and Herbalists recommend eating them in small quantities, as health complications may occur. Brewmasters use them to give their ales more interesting colors, as well as make their beverages sweeter.</p>",
            "gmNote": ""
        },
        "Purple Pink Diamond": {
            "name": "Purple Pink Diamond",
            "description": "<p>Sometimes also referred to as fancy diamonds, they are extremely rare. It is also speculated that the wearers of specific diamonds can be protected from some spells or enchantments. </p>",
            "gmNote": ""
        },
        "Pyrope": {
            "name": "Pyrope",
            "description": "<p>Pyrope, a type of garnet known for its exquisite beauty, also holds military significance. It is believed that adorning weaponry with this garnet allows it to penetrate the thickest hides or demolish the strongest doors, aided by arcane forces.</p><p></p>",
            "gmNote": ""
        },
        "Quark Balls": {
            "name": "Quark Balls",
            "description": "<p>Quark balls are a type of pastry made from a mixture of cheese, eggs, flour, sugar, lemon zest, and vanilla extract and after cooking, sprinkled with cinnamon and sugar. These baked goods are mostly served at major events, like festivals, season markets, as well as, carnivals. </p>",
            "gmNote": ""
        },
        "Quartz": {
            "name": "Quartz",
            "description": "<p>The deep sky blue color of this gem, somewhat rare, doesn't have many uses and it's used for ornamentation. When spells require gems that are not attached to a value, Quartz is the go-to gemstone for casters, as it has low price.</p>",
            "gmNote": ""
        },
        "Quartzite": {
            "name": "Quartzite",
            "description": "<p>Quartzite is a decorative stone and may be used to cover walls, as roofing tiles, flooring, and stairsteps, due to its strength, it is also used to construct roads, bridges, and dams. When cut and polished, the rock is quite beautiful, as well as durable.</p>",
            "gmNote": ""
        },
        "Quince": {
            "name": "Quince",
            "description": "<p>A common fruit in most home gardens, it is often preserved over the coldest of winters with little care. Quince can also be used for hay fever, stomach pains, and many other conditions, however, it is mainly known for its use in jellies and jams.</p>",
            "gmNote": ""
        },
        "Rabbit": {
            "name": "Rabbit",
            "description": "<p>Commonly referred to as the meat rabbit, these rabbits are primarily harvested for their meat. However, in regions where hunting was not readily available, both wild rabbits and domestic rabbits were also harvested for pelts.</p>",
            "gmNote": ""
        },
        "Radish": {
            "name": "Radish",
            "description": "<p>The root of the radish is usually eaten raw, although it is more often than not steamed. They are mostly used in salads but they also appear in some regional dishes. The seeds of radishes can be pressed to extract radish seed oil.</p>",
            "gmNote": ""
        },
        "Rake": {
            "name": "Rake",
            "description": "<p>Rakes come in various types, but the two most common are garden rakes and soil rakes. Garden rakes are effectively designed to pick up leaves and other garden debris without causing damage to the lawn and the soil beneath. On the other hand, soil rakes are intended for leveling and grading the soil before plants and seeds are planted.</p>",
            "gmNote": ""
        },
        "Raspberry": {
            "name": "Raspberry",
            "description": "<p>Raspberries are grown for the fresh fruit market, and most of them end up made either in a variety of juices or as a fruit puree. They are also sought after by bakers as the raspberry pie is one of the most favorite sweets of the young folk.</p>",
            "gmNote": ""
        },
        "Ravenar": {
            "name": "Ravenar",
            "description": "<p>The luster of this gem closely resembles the eyes of a raven, and those who are well-versed with magic casting speculate that it has the ability to hold the souls of the living. It is strongly believed that it possess a dark energy, to help with with the arts of the undead, and its smooth, glossy surface seems to pulse similarity to a slow heartbeat</p>",
            "gmNote": ""
        },
        "Red Cabbage": {
            "name": "Red Cabbage",
            "description": "<p>The red cabbage is often used raw for salads and coleslaw, a perfect side dish for roast goose or turkey. The red cabbage is a farmer's favorite as it lasts winters, as is, not needing to be turned into sauerkraut in order to be preserved. </p>",
            "gmNote": ""
        },
        "Red Obsidian": {
            "name": "Red Obsidian",
            "description": "<p>Red Obsidian is also referred to as Mahogany Obsidian, due to the color of the gem resembling the wood. This is formed when the arcane arts cool pools of lava quickly. Some legerdemains try to sell these as a premium under the premise that it has untapped magical potential, however, their usual price is close to the one of the regular obsidian.</p>",
            "gmNote": ""
        },
        "Red Onion": {
            "name": "Red Onion",
            "description": "<p>Also referred to as purple onion, it is usually served fresh, as a salad or part of mixed salads, and especially as a compulsory garnish for some traditional bean-and-smoked ham soups.</p>",
            "gmNote": ""
        },
        "Red Revenant's Refresher": {
            "name": "Red Revenant's Refresher",
            "description": "<p>The base recipe for this unique concoction is almost identical to the traditional Kompot recipe, with one major ingredient change that sets it apart. Instead of water, the sanguine fluid of creatures is used as a replacement. This is to provide some variation in taste for the night beings. The sanguine fluid is harvested from various creatures, ranging from small rodents to large beasts, depending on the desired flavor. However, due to the taboo nature of its primary ingredient, it is often created and consumed in secrecy and with caution.</p>",
            "gmNote": ""
        },
        "Red Topaz": {
            "name": "Red Topaz",
            "description": "<p>Also referred to as Jacinth, Flamegem, or sometimes Corundum it is one of the most common gems used in magical crafting. Due to its very specific use, its price can range widely. Outside of magical use it is one of the most durable minerals after the Diamond. Gaffers use it as a cheaper alternative to create glass cutters.</p>",
            "gmNote": ""
        },
        "Redwood Log": {
            "name": "Redwood Log",
            "description": "<p>Usually used for creating boxes, tables, stools, bats, and bridges, and due to it, it has quite a high demand for anyone with a background in any form of construction.</p>",
            "gmNote": ""
        },
        "Redwood Plank": {
            "name": "Redwood Plank",
            "description": "<p>Usually used for creating boxes, tables, stools, bats, and bridges, and due to it, it has quite a high demand for anyone with a background in any form of construction.</p>",
            "gmNote": ""
        },
        "Regal Mark": {
            "name": "Regal Mark",
            "description": "<p>When a king ascends to the throne, whether by succession, conquest, or assassination, a unique medallion coin is forged for them. This gold medallion features a dark-red diamond at its center, serving as a commemoration of the event and a means of quick identification if the king ever needs to blend in with their subjects. As each medallion is unique and only a limited number exist in circulation, some have the buying power to purchase anything on an entire continent.</p>",
            "gmNote": ""
        },
        "Retama": {
            "name": "Retama",
            "description": "<p>Retama is usually a tree that is not harvested for its wood, however, the leaves and the seed pods make excellent food for most grazing animals. Herbalists make from the leaves and young branches of the Retama tree teas to treat pain, fevers, or infections. </p>",
            "gmNote": ""
        },
        "Rhodizite": {
            "name": "Rhodizite",
            "description": "<p>This precious stone, with its translucent appearance ranging from pale yellow to green, was commonly found in small, fragmented crystals. Due to its limited cleavage, it was primarily utilized for carving rather than faceting. Gem cutters focused their efforts on crystals that could be fashioned into faceted gems.</p>",
            "gmNote": ""
        },
        "Rhodochrosite": {
            "name": "Rhodochrosite",
            "description": "<p>Or commonly named Rosenstone is highly demanded by nobility due to its pink color. It's well known that they usually go out of their way to acquire this type of gem. Used for ornamentation in earrings, rings, necklaces, or bracelets. Several Rosenstone pieces, if correctly crushed and mixed with additional herbs, are assumed to neutralize most poisons and diseases.</p>",
            "gmNote": ""
        },
        "Rhodonite": {
            "name": "Rhodonite",
            "description": "<p>Rhodonite is an attractive gemstone primarily valued for its ornamental use, featuring vivid pink coloring. It is frequently incorporated into jewelry, typically in the form of beads or cabochons.</p><p></p>",
            "gmNote": ""
        },
        "Rhubarb": {
            "name": "Rhubarb",
            "description": "<p>One of the rarest spring fruits, usually used in pies and tarts, or sometimes used to create sugars. Herbalists often prescribe it as a remedy for issues related to indigestion, or to calm the nerves when strong emotions are involved. In magic, it is used, on rare occasions, as a spell component.</p>",
            "gmNote": ""
        },
        "Rhubarb Pie": {
            "name": "Rhubarb Pie",
            "description": "<p>Rhubarb Pie delights with its sweet and tangy taste, accentuated by a fruity filling that holds together nicely. Since rhubarb is a seasonal vegetable, this pie is only available for a limited time after the cold seasons.</p>",
            "gmNote": ""
        },
        "Rock Salt": {
            "name": "Rock Salt",
            "description": "<p>Salt is used extensively in cooking as a key ingredient, and to cure a wide variety of foods such as pork and fish. Gatherers create a mixture of salt and water to use as a weed killer in fields of valuable crops.</p>",
            "gmNote": ""
        },
        "Rosaline": {
            "name": "Rosaline",
            "description": "<p>Rosaline, also referred to as pink zoisite, is a gemstone known for its ability to exhibit three distinct colors, purple, red, and either blue or green, depending on the viewing angle. When crushed, Rosaline is used to create hair or paint dye, producing a lovely pink-red hue.</p><p></p>",
            "gmNote": ""
        },
        "Rose Gold": {
            "name": "Rose Gold",
            "description": "<p>Rose gold, created by combining pure gold and copper, is popular in specialized jewelry. It is more malleable than pure gold, making it a preferred material for whitesmiths, and it is less expensive than gold or white gold.</p><p></p>",
            "gmNote": ""
        },
        "Rubellite": {
            "name": "Rubellite",
            "description": "<p>Rubellite, a pink variant of tourmaline, stands out as the rarest gem in its family. Occasionally mistaken for ruby, it is a target for exploitation by unscrupulous merchants.</p><p></p>",
            "gmNote": ""
        },
        "Ruby Spinel": {
            "name": "Ruby Spinel",
            "description": "<p><em>\"They say, if you ingest these, although, I wouldn't recommend it one bit, you can remember spells. Now I wonder, how can someone forget?\" </em><br /><br /></p>\n<p>Spinel is a rare mineral, and due to it, used to substitute even rarer ones like rubies. The blue variant is one of the most expensive gemstones on the market.</p>",
            "gmNote": ""
        },
        "Runner Peanut": {
            "name": "Runner Peanut",
            "description": "<p>Peanuts are useful in the making of peanut oil, peanut butter, roasted peanuts, salted and sweet peanut bars, and peanut sauce but they can also be eaten raw or salted.</p>",
            "gmNote": ""
        },
        "Rutabaga": {
            "name": "Rutabaga",
            "description": "<p>Rutabaga is often seen as a food of last resort, linked to food shortages in wartime. Boiled stew made solely from rutabaga and water is a common dish during major conflicts. Rutabaga roots and tops serve as a valuable forage crop for winter livestock feed.</p><p></p>",
            "gmNote": ""
        },
        "Safe Balm": {
            "name": "Safe Balm",
            "description": "<p>A small balm created by alchemists to alleviate pain. It is however speculated that, if it is rubbed on the skin, it can also cure fevers, as well, as colds. This is a belief held by most commonfolk and usually used to treat their children. </p>",
            "gmNote": ""
        },
        "Salmon Steak": {
            "name": "Salmon Steak",
            "description": "<p>Salmon, primarily sourced from specific cold regions, is considered a rare and pricey meal due to its scarcity. Taverns, often with divine or magical assistance to keep it fresh, obtain salmon and typically sell it at a substantial premium pricing.</p>",
            "gmNote": ""
        },
        "Salty Cocoa Nut Bars": {
            "name": "Salty Cocoa Nut Bars",
            "description": "<p>Salty cocoa nut bars are a type of snack bar that typically consists of a mixture of nuts, seeds, and dried fruits that are bound together with a sweet and salty mixture of cocoa, honey or maple syrup, and a pinch of salt. These may not have much appeal to younger folk, but after a long day at work and heading towards the inn, a commoner might choose to have a couple of these as a replacement meal.</p>",
            "gmNote": ""
        },
        "Samarskite": {
            "name": "Samarskite",
            "description": "<p>Samarskite, a scarce semi-precious gemstone, is sought after despite its lower price. It is rarely worn and traditionally reserved for ceremonies honoring the loss of a loved one.</p><p></p>",
            "gmNote": ""
        },
        "Samite": {
            "name": "Samite",
            "description": "<p>One of the most luxurious and heavy silks throughout the realms, mainly used in ecclesiastical robes, vestments, ornamental fabrics, and interior decoration. For those of royal blood it is assumed that a combination of cloth made out of gold and samite is used for their clothing. </p>",
            "gmNote": ""
        },
        "Sandalwood Log": {
            "name": "Sandalwood Log",
            "description": "<p>Sandalwood is primarily harvested for its oil. The Sandalwood forests are considered one of the most expensive woods within the realms. From the oil, a lot can be crafted such as perfumes, soaps, candles, and incense, as well as, if turned into a fine powder, for medicine, religious or cultural purposes, also, as a flavor for foods and beverages.</p>",
            "gmNote": ""
        },
        "Sandalwood Lumber": {
            "name": "Sandalwood Lumber",
            "description": "<p>Sandalwood is extremely rare and precious, it is used for intricate carvings, to make sturdy furniture, medicines, cosmetics, and religious rites. The heartwood of the tree is treasured for its aroma and is one of the finest natural materials for making beautifully carved furniture and tools.</p>",
            "gmNote": ""
        },
        "Sandalwood Oil": {
            "name": "Sandalwood Oil",
            "description": "<p>Harvested from the Sandalwood tree it is mainly used by herbalists to create poultices, mainly for skin irritation and diseases, however, the oil can be also used in cooking to add a mild sandalwood flavor to most recipes. </p>",
            "gmNote": ""
        },
        "Sandwich": {
            "name": "Sandwich",
            "description": "<p><em>\"Rumor has it that the knowledge of making sandwiches has disappeared over the years. Recently, a traveler named Peach mentioned that my compendium lacked any sandwich recipes, and I felt a bit bad for this oversight, particularly since sandwiches are so well-known. Nevertheless, I believe I possess notes from an old weary traveler on how to prepare one.\"</em></p><p>A sandwich is a food item made of two pieces of bread with a filling in between, usually consumed as a light meal. The filling can be anything the creator chooses, ranging from eggs and bacon to jams and cooked beans.</p><p></p>",
            "gmNote": ""
        },
        "Sanidine": {
            "name": "Sanidine",
            "description": "<p>Sanidine is a gemstone commonly found on mountaintops and sporadically in desert areas. Nomadic tribes of the desert believe that placing it in water assists in purification, although definitive evidence is absent without arcane assistance.</p><p></p>",
            "gmNote": ""
        },
        "Sardonyx": {
            "name": "Sardonyx",
            "description": "<p>A form of agate, higher in price, usually only in a combination of two colors with black bands across. Wearing this specific gemstone as an adornment is assumed to ward off a spell, however, the details of it were lost to time.</p>",
            "gmNote": ""
        },
        "Satin Spar": {
            "name": "Satin Spar",
            "description": "<p>Satin Spar, a fibrous variety of gypsum, is distinguished by its pearly luster, sparkling sheen, and silky texture. Warriors heading into battle frequently wear these stones, believing their luster can blind far-away archers and shield them from projectiles.</p><p></p>",
            "gmNote": ""
        },
        "Sausages": {
            "name": "Sausages",
            "description": "<p>Created from a variety of meats, vegetables, and spices such as beef, pork, or lamb, with ingredients like peppercorns, mustard seed, coriander, paprika, chili powder, bay leaves, and more. Sausages can also be dried or smoked for a longer shelf life and a wide range of varieties of flavors.</p>",
            "gmNote": ""
        },
        "Scallions": {
            "name": "Scallions",
            "description": "<p>Scallions, also known as green onions in some regions, are prized for their mild flavor, which distinguishes them from other types of onions. They are prevalent in salads and various culinary dishes.</p>",
            "gmNote": ""
        },
        "Scarecrow": {
            "name": "Scarecrow",
            "description": "<p>The scarecrow, rooted in popular tradition, is a mannequin typically stuffed with straw. Its primary purpose is to deter birds or other animals from consuming seeds, crops, and fruit.</p>",
            "gmNote": ""
        },
        "Scarlet": {
            "name": "Scarlet",
            "description": "<p>The most expensive woolen cloth material, often dyed with kermes dye, created from rare insects, which provides a bright red color to the fabric making it one the most expensive dyes in use. This type of material is only used by the finest seamstresses or dressmakers. </p>",
            "gmNote": ""
        },
        "Scheelite": {
            "name": "Scheelite",
            "description": "<p>Scheelite gemstones are found in shades ranging from pale yellow to orange and are suitable for faceting, slicing, and polishing, making them ideal for inlay work. Larger, irregular specimens are commonly mounted in silver as pendants or used for furniture ornamentation.</p>",
            "gmNote": ""
        },
        "Scythe": {
            "name": "Scythe",
            "description": "<p>The scythe is a tool predominantly utilized by farmers for mowing grass, grain, or other crops, the scythe consists of a long, curving blade attached at an angle to an extended handle. In certain regions, it carries an association with death, a belief particularly held by the most superstitious commoners.</p>",
            "gmNote": ""
        },
        "Sea Daric": {
            "name": "Sea Daric",
            "description": "<p>A gleaming gold disc, emblazoned with a highly detailed carved skull. These coins are often crafted from pillaged gold obtained from various sources such as gold coins, jewelry, and gold bars. The weight of the coin itself is heavy, serving as a tangible reminder of the riches and dangers of the high seas. Throughout the minting process, the crafter ensures that the gold is as close to 100% pure as possible, making it one of the most valuable coins in circulation.</p>",
            "gmNote": ""
        },
        "Seafinder Coin": {
            "name": "Seafinder Coin",
            "description": "<p>A coin made for sea captains, for long trips, mainly used for superstition. Prior to setting sail on a lenghty journey, the captain will throw one of these coins into the waters to appease the gods or the sea itself depending on his beliefs. The coin is usually made out of silver with an gem that can range from Blue Topaz to the inexpensive Chrysocolla.</p>",
            "gmNote": ""
        },
        "Seeds - Corn": {
            "name": "Seeds - Corn",
            "description": "<p>Corn seeds are small, hard kernels that come from the corn plant. They are used to grow corn, which is a staple food in many parts of the world, as well as used to create biscuits, fillings, cookies, beer, and ales. Making it a highly demanded trade good.</p>",
            "gmNote": ""
        },
        "Seeds - Hyacinth": {
            "name": "Seeds - Hyacinth",
            "description": "<p>The small, round bulbs of the hyacinth plant were traditionally used to treat a variety of ailments, such as skin rashes, as well as in cooking in a variety of dishes. However, they are mainly sold for indoor decoration by planting them in flowerpots.</p>",
            "gmNote": ""
        },
        "Seeds - Pumpkin": {
            "name": "Seeds - Pumpkin",
            "description": "<p>Pumpkin seeds are small, hard seeds that come from pumpkins. They can be roasted and eaten as a snack or used to make oil and other products. Pumpkin seeds might be imbued with the power to cure illnesses, making them a valuable commodity for herbalists and those seeking to improve their health.</p>",
            "gmNote": ""
        },
        "Seeds - Sunflower": {
            "name": "Seeds - Sunflower",
            "description": "<p>Sunflower seeds are small, hard seeds that come from the sunflower plant. They are often roasted and eaten as a snack or used to produce oil and other products.</p>",
            "gmNote": ""
        },
        "Seeds - Wheat": {
            "name": "Seeds - Wheat",
            "description": "<p>Wheat seeds are small, brown seeds that come from the wheat plant. They are used to grow wheat, a grain that, when ground, is used to make bread, pasta, and other baked goods. It is also one of the most traded goods, along with corn seeds.</p>",
            "gmNote": ""
        },
        "Seleneium": {
            "name": "Seleneium",
            "description": "<p>Selenium is a rare and precious mineral that is highly sought after for its unique properties. It is said to have a deep, iridescent luster that shimmers with every color of the rainbow. When it is struck with a hammer or chisel, it gives off a pure, clear tone that is said to have a soothing effect on those who hear it. Despite its many wondrous properties, Selenium is also said to be incredibly difficult to obtain, and many brave and daring adventurers have set out in search of it, only to be met with failure or their demise.</p>",
            "gmNote": ""
        },
        "Serpentine": {
            "name": "Serpentine",
            "description": "<p>Serpentine, sometimes referred to as \"Poor man's Jade\", is a relatively common gemstone. It is typically cut into round or oval shapes known as cabochons, which are then used to adorn weapons, armor, or jewelry.</p><p></p>",
            "gmNote": ""
        },
        "Sewing Needle": {
            "name": "Sewing Needle",
            "description": "<p>A sewing needle, utilized for hand-sewing and crafted from steel or bone, is a long slender tool with a pointed tip at one end and a hole, or eye, designed to hold the sewing thread.</p>",
            "gmNote": ""
        },
        "Shallot": {
            "name": "Shallot",
            "description": "<p>Shallots are widely used in cooking and can be pickled as well. Thinly sliced and deep-fried shallots are commonly used as a condiment in cuisine, especially with porridge. They offer a flavor akin to onions but with a milder profile. Like onions, cutting raw shallots releases compounds that irritate the eyes and cause tears. Some herbalists collect shallots for making poultices, harnessing the shallots and their tear-inducing qualities.</p><p></p>",
            "gmNote": ""
        },
        "Shark Teeth": {
            "name": "Shark Teeth",
            "description": "<p>Shark teeth are very popular to trade, collect, and sell, making them a very valuable commodity. Depending on the region the shark's teeth are used as weapons or spearheads. They are also used as tools that help to cut food, carve wood, or dig with. They are also used to make jewelry, mainly necklaces and bracelets.</p>",
            "gmNote": ""
        },
        "Shorthorn Beef": {
            "name": "Shorthorn Beef",
            "description": "<p>This particular beef slice is known by many names, and those with a refined taste often delve into tracing the meat's location and the bovine's genealogical tree to sell it at a premium.</p>",
            "gmNote": ""
        },
        "Shovel": {
            "name": "Shovel",
            "description": "<p>The Shovel is a tool used to dig as well as to move loose dirt, gravel, grain, or snow, from one spot to another. It can also be used for making trenches and uprooting deep-rooted weeds and plants.</p>",
            "gmNote": ""
        },
        "Sickle": {
            "name": "Sickle",
            "description": "<p>The sickle being one of the most common hand tools, finds extensive use in harvesting crops, cutting grass, and assisting in the gathering of vegetables from fields. The versatility of its blade extends to having a major role as a weapon in certain regions.</p>",
            "gmNote": ""
        },
        "Siglos": {
            "name": "Siglos",
            "description": "<p>These coins are crafted exclusively by monasteries for their parishioners who are merchants. They are typically made from stone and decorated with religious symbols and colors. The coins are distributed to merchants who travel to wealthier regions so that they can access services without having to pay extra. These services may include lodging, education, or meetings with the local high priests.</p>",
            "gmNote": ""
        },
        "Silk": {
            "name": "Silk",
            "description": "<p>It is one of the rarest materials to find. It is mainly produced by either fantastical beasts or insects of different sizes. It is speculated that only the most trained gatherers can create something called \"Pure Silk\", however, some of them end up losing their lives sometimes, getting more than they bargained for from some eight-legged monsters.</p>",
            "gmNote": ""
        },
        "Silver Pearl": {
            "name": "Silver Pearl",
            "description": "<p>Even if it's referred to as silver, it usually bears a green tint based on the biome it was harvested from. Mainly used by alchemists to create potions that improve the user's attention and survival skills. </p>",
            "gmNote": ""
        },
        "Silver Winter": {
            "name": "Silver Winter",
            "description": "<p>This coin is a symbol of achievement and status within the bardic colleges. After successfully completing their last year of college, attendees are given a copper coin crafted by art students, featuring intricate seasonal markings. The coin is also available in other patterns, such as Silver Solar, Snow, or Summer, each corresponding to a different season. Despite its name, the coin is made of copper and holds a value similar to that of a silver piece.</p>",
            "gmNote": ""
        },
        "Sinhalite": {
            "name": "Sinhalite",
            "description": "<p>Sinhalite, occurring naturally, manifests as yellow gemstones resembling rounded pebbles, shaped by the tumbling action of water in active streams or dried-up riverbeds.</p><p></p>",
            "gmNote": ""
        },
        "Skewers": {
            "name": "Skewers",
            "description": "<p>Meats and vegetables are sliced or cubed before being threaded onto a skewer one by one and cooked. The mingling of juices between the meats and vegetables creates a unique and flavorful taste.</p>",
            "gmNote": ""
        },
        "Slate": {
            "name": "Slate",
            "description": "<p><em>\"Slate doesn't get the love it deserves. Most writing boards are made out of it, also, it is quite resistant if cut into shapes and made into shingles\"</em><br /><br /></p>\n<p>Slate comes in many colors, from shades of gray to green to purple, even cyan depending on where it was harvested. It's mainly used in writing tablets and roofing.</p>",
            "gmNote": ""
        },
        "Sleep Tincture": {
            "name": "Sleep Tincture",
            "description": "<p>When the regular work hands are haunted by sleepless nights, one of the most common ways to get the issue resolved, is with a trusty sleep tincture that is brewed by the Alchemists. It does bear a sweetened taste and the users, after consuming it, can get a good night's rest.</p>",
            "gmNote": ""
        },
        "Smith's Coin": {
            "name": "Smith's Coin",
            "description": "<p>When a customer places a custom order or commission at a specialty shop, such as a jewelry store or blacksmith, a coin bearing the shop's symbol is provided. The customer's name is etched on the back of the coin, and they are asked to sign a ledger. Once the item has been crafted or procured, the owner can retrieve it by trading in the coin. The value of the coin is equivalent to the cost of the commissioned item. If the coin is lost or stolen, it becomes worthless, and only the rightful owner can retrieve the item using the original coin.</p>",
            "gmNote": ""
        },
        "Smithsonite": {
            "name": "Smithsonite",
            "description": "<p>Smithsonite, also referred to as zinc spar, is frequently discovered in zinc ore deposits. In earlier eras, it was believed to possess the remarkable ability to restore sight to the blind, though the ancient methods for achieving this feat have faded into obscurity. Modern alchemists persist in their quest to uncover and revive these lost arts.</p>",
            "gmNote": ""
        },
        "Smoked Meats": {
            "name": "Smoked Meats",
            "description": "<p>The most common method of smoking meats involves using hardwoods like oak, hickory, cherry, or acacia, either individually or in combination. These woods impart distinct flavors to the meat while also aiding in its preservation. Inside the smokehouse, the meat is hung on hooks above a drip tray. Common smoked products include bacon, fish, ham, sausages, salami, and pastrami, each offering a unique taste and flavor.</p>",
            "gmNote": ""
        },
        "Soot": {
            "name": "Soot",
            "description": "<p>Deep black powder or flaky substance, produced by burning material. Used by alchemists and herbalists as a binding agent, and by the weavers as dyes for a plethora of textiles. </p>",
            "gmNote": ""
        },
        "Sour Cherry": {
            "name": "Sour Cherry",
            "description": "<p>Directly harvested from the tree, Sour Cherries can be delicious when spooned into one's mouth. However, some may find it an acquired taste. The concentrated and juicy result is perfect for pairing with alcoholic beverages, custard, pies, or pudding.</p>",
            "gmNote": ""
        },
        "Spade": {
            "name": "Spade",
            "description": "<p>The spade is perfect for planting and transplanting, spades feature a flat head design that is particularly effective for digging holes or extracting plants from the ground.</p>",
            "gmNote": ""
        },
        "Spessartite": {
            "name": "Spessartite",
            "description": "<p>Spessartine is commonly found in deposits alongside Morion, often occurring in substantial quantities. Ancient lore recounts its use in forging full suits of armor, a feat attributed to skilled gem cutters with arcane knowledge</p><p></p>",
            "gmNote": ""
        },
        "Sphene": {
            "name": "Sphene",
            "description": "<p>Sphene is known for its soft and brittle nature, found in shades ranging from yellow to deep green, with the prized emerald green hue being the most sought-after. Its crystals are often cut into dazzling faceted gems of small to medium size.</p><p></p>",
            "gmNote": ""
        },
        "Spider's Silk": {
            "name": "Spider's Silk",
            "description": "<p>This coin is predominantly made of gold, but its color may vary depending on the region where it was mined. It can appear either red or green and is commonly known as Red Gold or Green Gold, respectively. The gold used to create these coins is primarily sourced by underground folk and is mainly used for trade on the surface. The coin features intricate spider carvings on both sides, which has led to its nickname, \"Spider Gold\" or \"Spider Silk.\"</p>",
            "gmNote": ""
        },
        "Spinach": {
            "name": "Spinach",
            "description": "<p>Its leaves are a common edible vegetable consumed fresh, stir-fried, or steamed. Herbalists use wine fortified with spinach juice to give to the injured with the intent of reducing or stopping bleeding.</p>",
            "gmNote": ""
        },
        "Spindle": {
            "name": "Spindle",
            "description": "<p>Commonly made from either wood, bone or metal, the spindle is a rod for spinning wool, silk, and other natural fibers. Among weavers and tailors, it stands out as one of their most cherished tools.</p>",
            "gmNote": ""
        },
        "Spring Water": {
            "name": "Spring Water",
            "description": "<p>Spring water is collected from underground springs and is mainly used by alchemists. It is highly sought after, and with the help of magical casters, the water is purified even further as it is generally used to create potions. Magical water streams are rare yet when found it is speculated that the potion created using this specific type of water highly increases its potency.</p>",
            "gmNote": ""
        },
        "Squash": {
            "name": "Squash",
            "description": "<p>Gourds, Pumpkins, and Zucchini are types of squashes, and they are used in multiple culinary recipes, squash is often roasted, boiled, or steamed. It is usually served with butter or olive oil and savory seasonings, it also counts as an ingredient for sweet bread.</p>",
            "gmNote": ""
        },
        "Star Rose Quartz": {
            "name": "Star Rose Quartz",
            "description": "<p>Or simply known as Rose Quartz, is a pink gemstone mainly used in jewelry. The large slabs can be cut into multiple shapes from hearts, for holidays and anniversaries to huge round shapes, for wizards' crystal balls. It can also be used as a magical material, to deflect spells.</p>",
            "gmNote": ""
        },
        "Steel": {
            "name": "Steel",
            "description": "<p><em>\"Well, the building block of life, or so they say. I do love its glimmer in the night, especially when guardsmen wear their polished armors, keeps me safe, you know?\"</em><br /><br /></p>\n<p>Created from slabs of iron ore in high heat furnaces with added charcoal, it creates one of the sturdiest metals for weaponry. Steel is used mainly in cutlery, inexpensive rings, armor, and weaponry.</p>\n<p> </p>\n<h5> </h5>",
            "gmNote": ""
        },
        "Stibiotantalite": {
            "name": "Stibiotantalite",
            "description": "<p>Stibiotantalite is primarily valued as a gemstone, known for its vivid, shiny, golden-brown appearance. It was commonly worn by merchants and mid-level courtiers as an affordable alternative to more expensive gemstones.</p><p></p>",
            "gmNote": ""
        },
        "Stone Brick": {
            "name": "Stone Brick",
            "description": "<p>The stone brick is often expensive to produce, as it requires specialized tools and skilled craftsmen or masons to shape and polish, as well, and must be mined from deep within the earth or quarried from rock formations, making it often reserved for the most prestigious building projects, such as castles, walls, forts, and fortresses.</p>",
            "gmNote": ""
        },
        "Stool": {
            "name": "Stool",
            "description": "<p>A standard wooden stool used in many taverns is often repurposed as an improvised weapon in the event of a brawl.</p><p></p>",
            "gmNote": ""
        },
        "Strawberry": {
            "name": "Strawberry",
            "description": "<p>Strawberries are a favorite fruit among all folk as it is believed they bring happiness. In addition to being consumed fresh, strawberries can be made into jam, as well as dried to be used in cooked foods.  </p>",
            "gmNote": ""
        },
        "Strawberry Blakewell": {
            "name": "Strawberry Blakewell",
            "description": "<p>The Strawberry Blakewell is a type of tart made with a shortcrust pastry shell layered with jam, frangipane, and a topping of flaked almonds and candied fruit. Although it is mostly associated with strawberries, other candied fruits such as cherries, kiwis, pears, and peaches can be used as well. This tart is a popular snack among people of all ages due to its sweet and fruity flavor.</p>",
            "gmNote": ""
        },
        "Strudel": {
            "name": "Strudel",
            "description": "<p>The strudel is a classic pastry, oblong in shape, with a fruit filling inside, such as apples, pears, peaches, berries, and many more. It can be topped with powdered sugar, sweet cocoa, or honey. This pastry is a quick favorite among people of all ages and pairs well with morning beverages, such as coffee or teas.</p>",
            "gmNote": ""
        },
        "Sugar Beet": {
            "name": "Sugar Beet",
            "description": "<p>These types of beets are mainly cultivated by farmers, and with the help of herbalists turned into sugar.</p>",
            "gmNote": ""
        },
        "Sugar Pumpkin": {
            "name": "Sugar Pumpkin",
            "description": "<p>Sugar pumpkins are a type of winter squash recognized for their sweet flavor and firm, smooth, dense flesh, making them perfect for pumpkin pies and other baked goods like cookies and loaves of bread.</p>",
            "gmNote": ""
        },
        "Sugarcane": {
            "name": "Sugarcane",
            "description": "<p>Sugarcane, predominantly grown in tropical regions, is primarily cultivated for sugar production. Sugar mills extract raw sugar from freshly harvested cane, and 'mill-white' sugar is occasionally produced right after the initial extraction phase at these mills, often for local markets.</p><p></p>",
            "gmNote": ""
        },
        "Sunberry": {
            "name": "Sunberry",
            "description": "<p>Or Wonderberries sometimes referred to as Nightshade. In the past, there had been rumors of a creature sharing the Nightshade name as well. These plants are of a universal type, Eggplants and Tomatoes are part of the same family of nightshade, as well as Tabacco and the Belladonna plant. However, when herbalists refer to Nightshade they mainly refer to a specific type called Sunberries. It is used in home remedies by the common folk. </p>",
            "gmNote": ""
        },
        "Sushi": {
            "name": "Sushi",
            "description": "<p>Sushi is made out of vinegared rice, usually seasoned with sugar and salt, combined with various ingredients like vegetables and meats, primarily seafood. It is commonly wrapped in dried seaweed and can be served either raw or cooked.</p><p></p>",
            "gmNote": ""
        },
        "Sweet Bread": {
            "name": "Sweet Bread",
            "description": "<p>Sweet bread varies significantly in taste and appearance depending on the region. Some regions opt for cocoa, while others prefer fruit-based recipes. However, regardless of the specific type ordered, whether in taverns or bakeries, sweet bread is a popular choice for religious celebrations or events, as well as for those with a sweet tooth.</p>",
            "gmNote": ""
        },
        "Sweetsop": {
            "name": "Sweetsop",
            "description": "<p>It is commonly referred to as Sugar-Apple and is considered one of the most delicious, if not somewhat rare, fruits you can find. With its plump green scales, the sugar apple looks like a curled up pangolin. The sugar apple is usually consumed as a fresh dessert fruit, or used to make juice.</p>",
            "gmNote": ""
        },
        "Tabasheer": {
            "name": "Tabasheer",
            "description": "<p>Tabasheer is an opal-like type of stone found in the nodes of specific bamboo. This stone is not used for ornamentation but is valued by herbalists for medicinal purposes, aiding in the treatment of symptoms such as fevers, wounds, or uncontrollable vomiting, whether caused by arcane sources or otherwise.</p>",
            "gmNote": ""
        },
        "Table": {
            "name": "Table",
            "description": "<p>Standard tables are used to furnish both indoor and outdoor spaces of inns and taverns. They are usually made from planks for easy replacement and maintenance, providing surfaces for patrons to enjoy drinks and food.</p><p></p>",
            "gmNote": ""
        },
        "Taffeta": {
            "name": "Taffeta",
            "description": "<p>A plain woven fabric made from silk, dressmakers, and seamstress mainly use it in ball gowns, wedding dresses, and corsets but it is also used in interior decoration as curtains and wall covers.</p>",
            "gmNote": ""
        },
        "Tanzanite": {
            "name": "Tanzanite",
            "description": "<p>The Tanzanite gemstone, a type of zoisite, is known for its deep blue color and unique optical properties. It is one of the few gemstones that can display three different colors depending on the viewing angle. Tanzanite appears as a distinct blue when viewed from one direction and shifts to hues ranging from violet to red when viewed from other angles.</p>",
            "gmNote": ""
        },
        "Tea": {
            "name": "Tea",
            "description": "<p>Tea comes in various types such as green, black, root, herbal, or fruity, each served with hot water to achieve different desired effects. Herbalists often recommend peppermint or chamomile tea for its calming effects, while ginger tea is favored for alleviating stomach ailments. Black tea serves as a popular substitute for coffee, while green or fruity teas are enjoyed as refreshing beverages. Regardless of the type or purpose, tea is widely consumed and in high demand.</p>",
            "gmNote": ""
        },
        "Teak Log": {
            "name": "Teak Log",
            "description": "<p>The logs are typically harvested from tropical regions and are known for their durability and resistance to rot and decay. The logs are often used to create strong and sturdy structures, such as buildings, bridges, and fences, as well as furniture. The wood is also prized for its resistance to pests and insects, making it a popular choice for use in household items.</p>",
            "gmNote": ""
        },
        "Teak Plank": {
            "name": "Teak Plank",
            "description": "<p>Because Teak wood is resistant to rot and decay, as well as insects and other pests, it is a popular choice for outdoor applications, such as decks, patios, and fencing. Teak can also be used in the construction of ships and other watercraft, as it is resistant to water damage and warping.</p>",
            "gmNote": ""
        },
        "Tektite": {
            "name": "Tektite",
            "description": "<p>When rocks fall from the heavens and smash mountains, the small-sized rocks that are charred are called tektites. However, most alchemists are curious about the overall process at the moment of impact, as it turns the small rocks into glass. Tektite is mainly used as furniture ornamentation as its shade of blue is quite pleasant to the eye.</p>",
            "gmNote": ""
        },
        "The Last Veiled Widow": {
            "name": "The Last Veiled Widow",
            "description": "<p>This highly acidic mushroom gets its name from the phosphorescent mesh that surrounds it. Compared to its more common counterpart, the Veiled Lady, the lethality of this specific mushroom is uncommon, as when ingested it turns to acid and starts consuming the unfortunate folk from the inside out, only leaving bones behind. A few months later, the bones give rise to more Veiled Widows.</p>",
            "gmNote": ""
        },
        "Thimble": {
            "name": "Thimble",
            "description": "<p>Resembling a small cap, typically made of metal or bone, the thimble is worn over the fingertip to safeguard it while pushing a needle through cloth during sewing. A cherished tool among tailors and leatherworkers, as it is indispensable in their toolset.</p>",
            "gmNote": ""
        },
        "Thyme": {
            "name": "Thyme",
            "description": "<p>Thyme is available in both fresh and dried forms. Although it's typically a summer-season herb, fresh greenhouse thyme can be found year-round. The fresh variety offers superior flavor but requires more careful handling, with a storage life usually not exceeding a week. However, it can be preserved for many months when frozen properly.</p>",
            "gmNote": ""
        },
        "Tiger's Eye": {
            "name": "Tiger's Eye",
            "description": "<p>One of the more common gemstones out there, used as a status symbol among commoners, as it comes in a combination of gold and black. Due to its high demand, depending on the region, it can be quite rare. In most superstitious groups the gemstone is assumed to repel undead and restless spirits.</p>",
            "gmNote": ""
        },
        "Tin": {
            "name": "Tin",
            "description": "<p>Tin is usually combined with Copper, due to it being soft, to prevent its oxidation. Doesn't have many uses besides the preservation of metals.</p>",
            "gmNote": ""
        },
        "Tiretaine": {
            "name": "Tiretaine",
            "description": "<p>The Tiretaine cloth is made with a mix of wool and other fabrics, mainly used to create towels, rags, and commoner dresses, as it is cheap to manufacture and easy to mass produce.</p>",
            "gmNote": ""
        },
        "Titanium": {
            "name": "Titanium",
            "description": "<p>Titanium is an incredible metal. It is really expensive and rare, but it also has some amazing strengthening properties that make it one of the strongest metals around! When forged into weapons and armor by the most famous blacksmiths throughout the realm, this precious silver-gray metal is said to be near indestructible, not to mention incredibly light yet stronger than steel, making it the perfect material for crafting weapons and armor. </p>",
            "gmNote": ""
        },
        "Toadstool": {
            "name": "Toadstool",
            "description": "<p>It usually has a dotted red cap and is assumed to be poisonous. If eaten it can cause serious illness and on occasion death. Harvested by gatherers and used by alchemists in creating poisons or antidotes.</p>",
            "gmNote": ""
        },
        "Tomato": {
            "name": "Tomato",
            "description": "<p>They come in multiple colors ranging from green to white, to yellow to red. Green tomatoes are usually stored over the winter with pickled cucumbers, as they have a very specific taste. The Red sweet, tangy tomatoes are delicious in all sorts of savory dishes, making it a must-have for most commoners and tavern keeps.</p>",
            "gmNote": ""
        },
        "Tombak": {
            "name": "Tombak",
            "description": "<p>Tombak is an alloy of copper and zinc used to imitate gold in cheap jewelry and for gilding. It is a cheap malleable alloy mainly used for medals, ornament, decoration and other ornamental uses. Yet the most nefarious of folk tend to purchase it in bulk to sell it at a premium as gold.</p>",
            "gmNote": ""
        },
        "Topaz": {
            "name": "Topaz",
            "description": "<p>Comes in many colors, one of the most common ones, is light blue, however, the most prized one is a bright yellow also known as Imperial Topaz. Highly valued by nobility as they usually are offered as gifts at state gatherings. The gems are cut only by the most skilled master gem cutters.</p>",
            "gmNote": ""
        },
        "Tourmaline": {
            "name": "Tourmaline",
            "description": "<p>It is one of the most prized minerals, and its fine crystals can be among the most beautiful examples in the mineral kingdom. Instead of being faceted, many fine Tourmaline crystals are preserved for their beauty. It is also believed that they can absorb any spell cast upon them, and convert it into lightning. </p>",
            "gmNote": ""
        },
        "Travel Horse": {
            "name": "Travel Horse",
            "description": "<p>A riding horse, or a saddle horse, is a horse used by mounted riders for recreation or transportation. It offers freedom, and movement, and enables some amazing feats of athleticism. There is a total thrill in galloping across an open field, in tune with your mount.</p>",
            "gmNote": ""
        },
        "Truffle": {
            "name": "Truffle",
            "description": "<p>The truffle is a subterranean mushroom, they are often located with the help of hogs possessing a refined sense of smell. Due to their high price and strong aroma, truffles are used sparingly in gourmet cooking. Supplies are available commercially as unadulterated fresh produce or preserved, typically in a light brine. Since their volatile aromas dissipate quickly when heated, truffles are generally served raw and shaved over warm, simple dishes to highlight their unique flavor.</p><p></p>",
            "gmNote": ""
        },
        "Turnip": {
            "name": "Turnip",
            "description": "<p>Turnips are a favorite for farmers as they do not require a long growing season.  The roots are cooked and served whole or mashed and are used in stews. They can also be used as fodder for cattle. </p>",
            "gmNote": ""
        },
        "Turqoise": {
            "name": "Turqoise",
            "description": "<p>Carved or used as ornaments, turquoise has been considered a precious gem throughout history. Found in old tombs in the form of small animal statuettes or as an ornaments on doors for royalty. It is a common good luck charm, used by horsemen and traders while traveling to ward off any ambushes or missteps in their future travels.</p>",
            "gmNote": ""
        },
        "Undersea Remains": {
            "name": "Undersea Remains",
            "description": "<p>These bones are so rare, that nobody can identify them clearly. Some state that they belong to unseen horrors from different realms, or of an ancient form of fish. These are highly valued by most collectors due to their complex retrieval process.</p>",
            "gmNote": ""
        },
        "Utility Acid": {
            "name": "Utility Acid",
            "description": "<p>A regular strong acid, strong enough to corrode iron and bronze, however, not strong enough to dissolve stronger metals. It is usually a must-have for a locksmith, as it is quite efficient against most forms of locks and tends to save some money in the long term, given how regular iron pliers get damaged with repeated use.</p>",
            "gmNote": ""
        },
        "Vanadium": {
            "name": "Vanadium",
            "description": "<p>Vanadium is a desired metal throughout the realms, and for very good reason. It is insanely rare and has a deep, green-gray luster that shines in the light. Some blacksmiths and alchemists can imbue vanadium with magical properties, making it even more valuable. Vanadium is very light yet stronger than steel and is speculated that it can absorb and store magical energy.</p>",
            "gmNote": ""
        },
        "Variscite": {
            "name": "Variscite",
            "description": "<p>Variscite, resembling Jade in color, is commonly used as a decorative element in clothing. According to belief, it possesses toxic properties harmful to nocturnal creatures if introduced through wounds or ingestion.</p><p></p>",
            "gmNote": ""
        },
        "Vegetable Box": {
            "name": "Vegetable Box",
            "description": "<p>The box is designed for storing and transporting vegetables and fruits. Its stackable design makes it quite convenient for easy transport.</p><p></p>",
            "gmNote": ""
        },
        "Vegetable Soup": {
            "name": "Vegetable Soup",
            "description": "<p>Vegetable soups are typically crafted from locally available ingredients. Potatoes, squash, beans, and a variety of herbs such as dill, thyme, parsley, and tomatoes are commonly incorporated, providing a unique taste to each region's variation. In some areas, fruits are also added to lend a more exotic flavor.</p>",
            "gmNote": ""
        },
        "Velvet": {
            "name": "Velvet",
            "description": "<p>One of the most well known materials. It is woven on special types of looms that have a distinct way of seaming the cloth together. Velvet is often associated with nobility, however, in more recent times it got replaced with Cashmere wool.</p>",
            "gmNote": ""
        },
        "Vertebrae": {
            "name": "Vertebrae",
            "description": "<p>Vertebrae are the multiple individual bones that interlock with each other to form the spinal column of most creatures. The most crafty craftsmen can create either flexible tools, like sturdy hook lines that can hold multiple creatures, or advanced weaponry, like bone whips that can do heavy damage to everything they touch.</p>",
            "gmNote": ""
        },
        "Vertugal": {
            "name": "Vertugal",
            "description": "",
            "gmNote": ""
        },
        "Vial of the Forgotten": {
            "name": "Vial of the Forgotten",
            "description": "<p>This mysterious concoction is said to forge a powerful connection between the living and the dead. When consumed, the drinker gains the ability to interact with loved ones who have passed on or to gain insights from the spirits of the past. However, once consumed, this potion never wears off, slowly draining the sanity of those who dare to connect with the afterlife. From the few records that exist on this potion, it is also stated that you can see your own ghost, even while alive, making it uncertain if the potion is lethal.</p>",
            "gmNote": ""
        },
        "Violet Garnet": {
            "name": "Violet Garnet",
            "description": "<p>Or Rhodolite, is mainly used by whitesmiths, jewelers, gaffers, and sometimes even blacksmiths for ornamentation purposes. In some cultures and faiths, garnets were thought to be the solidified blood of the religion's specific divine avatar.</p>",
            "gmNote": ""
        },
        "Walnut": {
            "name": "Walnut",
            "description": "<p>Harvested from the walnut tree, they can be used in several recipes for an added taste. Such as Sprinkled on salads, added to sauces, created dehydrated fruits, added on bakery products, and many more other culinary uses but it also can be eaten raw. </p>",
            "gmNote": ""
        },
        "Walnut Log": {
            "name": "Walnut Log",
            "description": "<p>Walnut wood is commonly used for furniture, flooring, cabinetry, and decorative items due to its rich color and workability. The leaves can be used for sunburns, itching as well, and dandruff, when processed by the herbalists in poultrices. </p>",
            "gmNote": ""
        },
        "Walnut Lumber": {
            "name": "Walnut Lumber",
            "description": "<p>Once harvested, walnut lumber is commonly used for furniture, flooring, cabinetry, and decorative items due to its rich color and workability. and due to it being a low price, it is in high demand by most carpenters and woodworkers.</p>",
            "gmNote": ""
        },
        "Wardrobe": {
            "name": "Wardrobe",
            "description": "<p>Due to the considerable amount of materials involved, wardrobes are generally made to order by carpenters in smaller towns or villages.</p><p></p>",
            "gmNote": ""
        },
        "Watcher Cake": {
            "name": "Watcher Cake",
            "description": "<p>Crafted with a topping that's as rare as it is enigmatic, sourced mainly from the quests or missions of adventurers. This cake is rumored to slow down the aging process by half for the year following consumption. However, such rumors have never been confirmed.</p>",
            "gmNote": ""
        },
        "Water Opal": {
            "name": "Water Opal",
            "description": "<p>Variscite, resembling Jade in color, is commonly used as a decorative element in clothing. According to belief, it possesses toxic properties harmful to nocturnal creatures if introduced through wounds or ingestion.</p><p></p>",
            "gmNote": ""
        },
        "Watermelon": {
            "name": "Watermelon",
            "description": "<p>Watermelon is a sweet, commonly consumed summer fruit, usually, as fresh slices, diced in mixed fruit salads, or as juice. Watermelon juice can be blended with other fruit juices or made into wine.</p>",
            "gmNote": ""
        },
        "Wheel of Cheese": {
            "name": "Wheel of Cheese",
            "description": "<p>While some may argue that what beats a slice of cheese, in most scenarios, the answer is indeed a wheel of cheese, and fortunately, most markets and taverns offer it for sale.</p>",
            "gmNote": ""
        },
        "White Gold": {
            "name": "White Gold",
            "description": "<p>White gold, an alloy of gold and silver, should not be mistaken for platinum. Known as gray gold in some regions, it is highly valued by the nobility for its high price and pristine silver look in their jewelry.</p><p></p>",
            "gmNote": ""
        },
        "White Pearl": {
            "name": "White Pearl",
            "description": "<p>These specific Pearls are generally found in saltwater and are mostly sought after by royalty and nobility due to their rarity. The rarest ones, usually the size of someone's head are used in crystal balls, however, they mustn't have any imperfections.</p>",
            "gmNote": ""
        },
        "White Radish": {
            "name": "White Radish",
            "description": "<p>Quite often it is referred to as the winter radish due to its clear white color very similar to snow. The white radish works well in salads and slaws, or as a side dish for summer picnics, and also works well stir-fried with meat.</p>",
            "gmNote": ""
        },
        "Whole Poultry": {
            "name": "Whole Poultry",
            "description": "<p>Many taverns offer a variety of stuffed poultry dishes, ideal for both special events and those seeking to share a hearty platter. These dishes are typically accompanied by sides such as roasted potatoes or greens, catering to diverse tastes.</p>",
            "gmNote": ""
        },
        "Wild Mint": {
            "name": "Wild Mint",
            "description": "<p>The leaves are a popular choice to garnish some beverages and desserts. Gatherers farm huge quantities of Wild Mint as they can also be made into teas to treat colds and to aid digestion. </p>",
            "gmNote": ""
        },
        "Wine": {
            "name": "Wine",
            "description": "<p>While grape wine remains the most common variety, there are also other variants available, including blueberry, nettle, apple, elderberry, and red currant wines. Prices for these wines can vary significantly based on the fruit used and its age.</p>",
            "gmNote": ""
        },
        "Witherite": {
            "name": "Witherite",
            "description": "<p>Witherite is a distinctive gemstone known for its requirement of a specific mount.  Whether used in jewelry, armor, or any decorative item, it must be mounted on an electrum piece, a gold and silver alloy, otherwise, it risks becoming dislodged.</p><p></p>",
            "gmNote": ""
        },
        "Wolf Bane's Leaves": {
            "name": "Wolf Bane's Leaves",
            "description": "<p>Referred to as Belladonna, it is usually believed to be of aid when communing with deities, as it is known that it can bring forth a strong connection to any plane. Alchemists usually harvest it with utmost caution as it is used in the creation of one of the deadliest plant-derived poisons on the market. Herbalists use it as a cure for early forms of Lycanthropy and as a treatment to manage and delay the more advanced stages of the disease. </p>",
            "gmNote": ""
        },
        "Wolf Jaw Tongs": {
            "name": "Wolf Jaw Tongs",
            "description": "<p>Considered the most universal tongs for general work of varying sizes, wolf jaw tongs feature smooth, narrow jaws on top with a V-notch on the inside running its length. This makes them one of the most essential tools in the tool belt of any blacksmith.</p>",
            "gmNote": ""
        },
        "Wolfsbane Retreat": {
            "name": "Wolfsbane Retreat",
            "description": "<p>This potion is known to keep the Lycanthrope transformation at bay. The Wolf Bane leaves need to be fresh and be ground to a cloud of fine dust, then combined with a couple of Belladonna fruits and some other reagents. Anyone who is not a Lycanthrope will meet his death at the first drop of it on his tongue. If consumed by a Lycanthrope that was just bitten, it is speculated it can fully cure it. When it is consumed at the start of the evening of the full moon it can delay the transformation to the next full moon.</p>",
            "gmNote": ""
        },
        "Wood Lily": {
            "name": "Wood Lily",
            "description": "<p>Gathered from mountainous regions, they are said to be quite toxic for small home animals, however, herbalists use their bulbs crushed on swellings and bruises, or provide them as medicinal teas for patients who complain of stomachaches or coughs and fevers.</p>",
            "gmNote": ""
        },
        "Wooden Wheel": {
            "name": "Wooden Wheel",
            "description": "<p>The wheel is a vital invention with widespread applications in society. It is used as a main component in carts, wagons, and carriages, and it is also been used in executions, such as with the breaking wheel. Its importance is evident in various aspects of a commoner's life.</p>",
            "gmNote": ""
        },
        "Wool": {
            "name": "Wool",
            "description": "<p>A textile fabric that is obtained from farm animals, mainly sheep, and is primarily used for clothing. In addition to that, it is also used for blankets, saddle cloths for cavalry, carpeting, and on rare occasions even a soil fertilizer.</p>",
            "gmNote": ""
        },
        "Wulfenite": {
            "name": "Wulfenite",
            "description": "<p>Wulfenite is exceptionally soft and prone to breaking due to its flat, rectangular crystals. Despite this, its vibrant red and orange hues are captivating, leading gem cutters to produce small, sparkling, faceted gems ideal for settings with minimal handling, like inlays on furniture and royal displays.</p><p></p>",
            "gmNote": ""
        },
        "Yam": {
            "name": "Yam",
            "description": "<p>The process of harvesting yams is physically demanding and labor-intensive, necessitating the use of wooden tools to protect the crop. Some farmers adopt staking and mixed cropping methods, which can complicate the harvesting process. Yams are utilized in diverse culinary preparations, such as flour or whole vegetable pieces for salads or stews.</p><p></p>",
            "gmNote": ""
        },
        "Zamac": {
            "name": "Zamac",
            "description": "<p>Zamac is a zinc-based alloy primarily used in jewelry, but it is also utilized for making tools, bolts, and hinges. It is particularly favored in applications where paint is used, as dyes adhere exceptionally well to it.</p><p></p>",
            "gmNote": ""
        },
        "Zinc": {
            "name": "Zinc",
            "description": "<p>Zinc is a rare, shimmering metal that is known for its ability to protect against the elements. It has a soft, silver color that glimmers in the light.  It is often used to coat other metals, such as iron or steel, to protect them from rust and decay. In ancient times, it was believed to have magical properties and was used in the crafting of powerful talismans and amulets, even magical mirrors.</p>",
            "gmNote": ""
        },
        "Zircon": {
            "name": "Zircon",
            "description": "<p>Zircon is a gemstone of many colors. There is also a transparent variant of it very similar to a diamond, which is why its usually used as a cheaper alternative to it. Anyone without knowledge of gemstones can be easily fooled into believing that the stone is more expensive than its actually is.</p>",
            "gmNote": ""
        },
        "Zoisite": {
            "name": "Zoisite",
            "description": "<p>This particular gem can be found in a variety of colors, including green, brown, pink, and black. These gems are particularly favored by people who lead secluded lives, as they are believed to ward off negative thoughts and emotions, whether they are caused by magic or other means. They are said to promote a sense of calm when worn. These gems are in high demand among hermits, monks, and common folk who live in remote areas.</p>",
            "gmNote": ""
        },
        "Zucchini": {
            "name": "Zucchini",
            "description": "<p>Zucchini is usually served cooked and can be prepared using a variety of techniques. These include steaming, boiling, grilling, stuffing and baking, barbecuing, frying, or incorporating it into soufflés and stir-fries.</p>",
            "gmNote": ""
        }
    },
    "mapping": {
        "gmNote": "system.description.gm"
    }
}