{
    "label": "Specific-Familiars",
    "entries": {
        "Aeon Wyrd": {
            "name": "Aeon Wyrd",
            "description": "<p><strong>Required Number of Abilities 3 </strong><br /><strong>Granted Abilities </strong>@UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.Item.5eqcXtPsYunphMOZ]{Construct}</p><hr /><p>An aeon wyrd is a floating swarm of gemstones surrounding a larger stone. It grants the power of its internal aeon stone to its master.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.werYyT5BSeZbc9cH]{Aeon Stone Reservoir}</p><p>Your aeon wyrd can hold any aeon stone as a powerfully resonant nucleus that holds it together. You gain the aeon stone's benefits without needing to invest it, and you also gain the aeon stone's resonant power. This doesn't interfere with any wayfinder you invest.</p><p><strong>Can't Walk</strong></p><p>Your aeon wyrd has no land Speed.</p><p><strong>Crystalline</strong></p><p>Your aeon wyrd's crystalline structure makes it vulnerable to sonic attacks. It gains weakness to sonic damage equal to your level.</p>",
            "rules": {
                "3": {
                    "label": "Crystalline"
                }
            }
        },
        "Alchemical Familiar": {
            "name": "Alchemical Familiar",
            "description": "<p>You have used alchemy to create life, a simple creature formed from alchemical materials, reagents, and a bit of your own blood. You gain a familiar, which has the @UUID[Compendium.pf2e.familiar-abilities.Item.5eqcXtPsYunphMOZ]{construct} familiar ability (Player Core 212); this is permanent, doesn't require the familiar to have the tough familiar ability, and doesn't count against your usual limit of familiar abilities (typically 2).</p><p>The familiar uses your Intelligence modifier to determine its Perception, Acrobatics, and Stealth modifiers.</p>"
        },
        "Calligraphy Wyrm": {
            "name": "Calligraphy Wyrm",
            "description": "<p><strong>Required Number of Abilities 6 <br />Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.cT5octWchU4gjrhP]{Manual Dexterity}, @UUID[Compendium.pf2e.familiar-abilities.FlRUb8U13Crj3NaA]{Scent}, @UUID[Compendium.pf2e.familiar-abilities.jevzf9JbJJibpqaI]{Skilled} (arcana, society), @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>Calligraphy wyrms are curious dragons constantly in search of new lore and writing. They make natural allies for Pathfinders. While knowledgeable, calligraphy wyrms can also be know-it-alls. Their chirpy, high-pitched voices make this attitude humorous to some and insufferable to others.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.uQogznOvnZpPJtmE]{Ink Spray}</p>\n<p><strong>Frequency </strong>once per 10 minutes;</p>\n<p><strong>Effect </strong></p>\n<p>The wyrm splatters ink in a @Template[type:cone|distance:10]. Each creature in the area must succeed at a @Check[type:reflex|dc:resolve(@actor.master.attributes.classOrSpellDC.value)] save or become covered in ink.<br />Ink spray has the effects of @UUID[Compendium.pf2e.spells-srd.0qaqksrGGDj74HXE]{Revealing Light} except the creature isn't @UUID[Compendium.pf2e.conditionitems.TkIyaNPgTZFBCCuh]{Dazzled}, and it can remove its @UUID[Compendium.pf2e.spells-srd.VosLNn2M8S7JH67D]{Blindness} by spending a single action, which has the manipulate trait, to wipe off the ink from their face</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.51cKcs7BCoTQhhVM]{Stylus Claws}</p>\n<p>Your calligraphy wyrm has stylus-shaped claws that it can fill with its natural ink, using its claw as a pen without having to purchase ink.</p>"
        },
        "Ceru": {
            "name": "Ceru",
            "description": "<p><strong>Required Number of Abilities 4</strong> <br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.rs4Awf4k1e0Mj797]{Cantrip Connection} (@UUID[Compendium.pf2e.spells-srd.izcxFQFwf3woCnFs]{Guidance}, @UUID[Compendium.pf2e.spells-srd.pwzdSlJgYqN7bs2w]{Telekinetic Hand}), @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.XCqYnlVbLGqEGPeX]{Touch Telepathy}</p>\n<hr />\n<p>Cerus are mortal-made creatures in the shape of tiny, blue elephants with spikes on their feet, tail, and ears. They're highly sought-after amongst circles of the affluent.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.gFkIZNIvFPmqWN2N]{Created Magic}</p>\n<p>Your ceru familiar grants you the @UUID[Compendium.pf2e.spells-srd.pwzdSlJgYqN7bs2w]{Telekinetic Hand} and @UUID[Compendium.pf2e.spells-srd.izcxFQFwf3woCnFs]{Guidance} cantrips via the @UUID[Compendium.pf2e.familiar-abilities.rs4Awf4k1e0Mj797]{Cantrip Connection} granted ability. <br />If one or more of these cantrips isn't on your spell list, you can replace the cantrip or cantrips not on your spell list with a cantrip or cantrips from your spell list instead.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.eRIIwcyU4lbFETzX]{Turn of Fate}</p>\n<p><strong>Frequency </strong>once per day; <strong>Range </strong>30 feet ;</p>\n<p><strong>Effect</strong> </p>\n<p>Your ceru shifts the scales of fortune for one target's next attempt at an attack roll, saving throw, or skill check.</p>\n<p>If targeted with bad fortune, the target attempts a @Check[type:will|dc:resolve(@actor.master.attributes.classOrSpellDC.value)] save against your class DC or spell DC, whichever is higher, with effects depending on the result of their save; this is a misfortune effect.</p>\n<p>If targeted with good fortune, the target rolls twice and uses the better result; this is a fortune effect.</p>\n<p>Regardless of outcome, targets are immune to Turn of Fate for one day.</p>\n<p><strong>Success</strong> The target is unaffected. </p>\n<p><strong>Failure</strong> The target rolls twice and uses the worse result.</p>\n<p><strong>Critical Failure</strong> As failure, except the target is affected for the next three attempts.</p>"
        },
        "Clockwork Familiar": {
            "name": "Clockwork Familiar",
            "description": "<p><strong>Required Number of Abilities 3</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}</p>\n<hr />\n<p>A clockwork creature is typically composed entirely of turning gears and small bronze steam pipes. It can take the form of any Tiny animal, such as a small mammal, reptile, or bird. Its eyes are cut from glittering glass, with many facets within to help it process what it sees. Any teeth, beak, and tongue are rendered out of iron. When it moves, its joints emit little croaks and whistles, and it occasionally emits electrical sparks if perturbed. <br />Clockwork creatures who live near the sea, or are otherwise exposed to water often, might squeeze lemons and use the juice to wash themselves. They can also blow steam out of the pipes on their bodies to intimidate an enemy or put up a smokescreen.<br />Your clockwork familiar is a specific familiar. Specific familiars are familiars with unique abilities. In order for you to choose a specific familiar, your familiar must be capable of having the template’s required number of familiar abilities. A specific familiar gains the listed traits and several abilities, including abilities it can gain only as a specific familiar. Much like a familiar that naturally has a familiar ability, you can never swap out any of these granted or unique abilities. Once you’ve selected a specific familiar, you can’t change it without losing your familiar—this uses the same rules as if your familiar had died. If your familiar gains more abilities than necessary to become a specific familiar, you can spend the remaining abilities normally. If your clockwork familiar is destroyed, it can be brought back to life through any conventional means that would bring back a living familiar, such as through resurrection magic.</p>\n<p><strong>Clockwork</strong></p>\n<p>You need to keep your clockwork familiar wound, but the process isn't particularly onerous or time consuming. If you spend 1 minute winding up your clockwork familiar with a unique key only you can use, it can remain active for 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again.</p>\n<p>Enemies can attempt to disable the clockwork familiar, with a standard DC for your level to Disable a Device, to reduce the remaining operational time by 1 hour (or 2 hours on a critical success). Certain other abilities that adversely affect technology might also reduce the clockwork familiar's remaining operational time.</p>\n<p>Some abilities, like Steam Screen, require your clockwork familiar to spend some of its remaining operational time. It can't spend more than it has and shuts down immediately once it has no time remaining.</p>\n<p>You can wind your clockwork familiar for 1 minute at any time to return it to the maximum 24 hours of operational time.</p>\n<p><strong>Constructed</strong></p>\n<p>Your clockwork familiar is made of metal rather than flesh and bone, although it is still delicate enough in certain places to be vulnerable to violence in the same manner as a living creature. It is immune to bleed, death effects, disease, doomed, drained, fatigued, healing, necromancy, nonlethal attacks, paralyzed, poison, sickened, and unconscious. It can recover Hit Points only via the Repair action and other methods that fix items, not from any form of Hit Point healing. It's destroyed at 0 Hit Points.</p>\n<p><strong>Electricity Vulnerability</strong></p>\n<p>The metal components of a clockwork familiar conduct electricity and are easily disrupted by an electric current. It gains weakness to electricity damage equal to your level.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.2xmFosTcvpPxSA7M]{Steam Screen}</p>\n<p><strong>Frequency</strong> once per minute;</p>\n<p><strong>Effect</strong> Your clockwork familiar blows a billowing plume of steam into its square around itself. It gains a +1 circumstance bonus to its Intimidation checks, and any creature in the familiar's square has concealment, though creatures in the square can't use this concealment to Hide or Sneak.</p>\n<p>The steam and its effects remain for 1 round.</p>\n<p>To use this ability, your clockwork familiar must spend 1 hour of operational time.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.vVALSSyBQg0bJw8K]{Toggle Standby Mode}<br /><br />Your clockwork familiar enters standby mode. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a –2 penalty to Perception). It can't act, with one exception: when you Command it to exit standby mode, it does so, by using this action again.</p>"
        },
        "Corgi Mount": {
            "name": "Corgi Mount",
            "description": "<p>The smallest of fey have ridden corgis as mounts since time immemorial, leading to a pattern on corgis' backs called a “faerie saddle.” You have formed a magical connection with a corgi that can serve as your mount. <br />Your corgi familiar is Small rather than Tiny, and it's appropriate for use as your mount, unlike most familiars. <br />It has the @UUID[Compendium.pf2e.familiar-abilities.FlRUb8U13Crj3NaA]{Scent} ability, which counts against your limit for familiar and master abilities as normal. <br />Furthermore, it can never gain a familiar ability that grants it any Speeds other than a land Speed.<br />If you're a pixie, you can't ride a corgi due to your Size, but you can take this feat to gain a corgi familiar.</p>"
        },
        "Crawling Hand": {
            "name": "Crawling Hand",
            "description": "<p><strong>Required Number of Abilities 5</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.cT5octWchU4gjrhP]{Manual Dexterity}, @UUID[Compendium.pf2e.familiar-abilities.wOgvBymJOVQDSm1Q]{Spell Delivery}, @UUID[Compendium.pf2e.familiar-abilities.9PsptrEoCC4QdM23]{Valet}</p>\n<hr />\n<p>Crawling hands make grisly but striking familiars, popular among necromancers with an eye for aesthetics. They also tend to be convenient, due to many available spare parts. Crawling hands can be skeletal or fleshy, like a zombie.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.YVylhAbBeo4r1Nr8]{Lend a Hand}</p>\n<p>The crawling hand assists an ally in the same space to attack a foe, crawling over the enemy and grabbing to distract them. Despite being a minion, it gains 1 reaction at the start of its turns, which it can use only to @UUID[Compendium.pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{Aid} an attack roll by an ally that shares the hand's space (it still has to prepare to help as normal for the Aid reaction). This attempt automatically succeeds. If the crawling hand has a similar ability, like partner in crime, it still gains only 1 reaction and can choose how to spend it.</p>\n<p><strong>Undead</strong></p>\n<p>Your familiar is undead. It has negative healing and is immune to death effects, disease, poison, and unconscious. It's destroyed at 0 HP.</p>"
        },
        "Cullitox Shardlings": {
            "name": "Cullitox Shardlings",
            "description": "<p><strong>Required Number of Abilities 3</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.uy15sDBuYNK48N3v]{Burrower}, @UUID[Compendium.pf2e.familiar-abilities.ch6nFcRJO1fm8B4D]{Elemental} (earth only), @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>A cullitox shardling is a younger, smaller version of cullitox. When acting as a familiar, a shardling's hunger for crystals is sated by magic, turning an urgent need into a mere interest.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.DLDjnhO8c7KN9DXQ]{Crystal Scent}</p>\n<p>A cullitox can sense crystals or gems within 60 feet as if using the scent ability.</p>"
        },
        "Dweomercat Cub": {
            "name": "Dweomercat Cub",
            "description": "<p><strong>Required Number of Abilities 4</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.FlRUb8U13Crj3NaA]{Scent}, @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>Pathfinder agent Arianrhod Thriceborn, an adherent of the Eldest Magdh, raised a litter of these intelligent mystical felines from the First World. Dweomercat cubs are curious and love exploring ley lines and traveling the world. At only 1 foot tall and weighing 15 pounds, dweomercat cubs are smaller than their egos and curiosity imply.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.h3IYvi65ACEIl8Tl]{Alter Dweomer}</p>\n<p><strong>Frequency</strong> once per 10 minutes; <strong>Requirements</strong> The dweomercat cub was targeted by a spell or was within the area of a spell as it was cast since its last turn;</p>\n<p><strong>Effect </strong>The dweomercat cub gains an effect related to the school of the triggering spell. Other than the damage, the effect lasts for 1d4 rounds or until the dweomercat cub Dismisses the effect, whichever comes first.</p>\n<ul>\n<li><strong>Abjuration</strong> The cub gains a +1 status bonus to AC.</li>\n<li><strong>Conjuration</strong> A cloud of fog appears in a 5-foot burst centered on a corner of the cub's space. Anything in the cloud is concealed.</li>\n<li><strong>Divination</strong> The cub gains a +1 status bonus to skill checks.</li>\n<li><strong>Enchantment</strong> The cub gains a +1 status bonus to saves.</li>\n<li><strong>Evocation</strong> Magical feedback deals 1d6 force damage for every 2 levels you have to the triggering spellcaster (basic Reflex save using your class DC or spell DC, whichever is higher).</li>\n<li><strong>Illusion</strong> The cub becomes invisible. This effect ends if the cub uses a hostile action, in addition to the normal end conditions.</li>\n<li><strong>Necromancy</strong> The cub gains temporary HP equal to your level.</li>\n<li><strong>Transmutation</strong> The cub gains a +1 status bonus to attack rolls.</li>\n</ul>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.ODEDNHdrKVObNjyq]{Detect Magic}</p>\n<p>Your dweomercat cub can cast 1st-level @UUID[Compendium.pf2e.spells-srd.gpzpAAAJ1Lza2JVl]{Detect Magic} as an arcane innate spell.</p>"
        },
        "Elemental Scamp": {
            "name": "Elemental Scamp",
            "description": "<p><strong>Required Number of Abilities 5</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.ch6nFcRJO1fm8B4D]{Elemental}, @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>The elementals called scamps look similar to bats, but their bodies are made primarily of elemental matter. They have large, staring eyes and small, curved fangs. An elemental scamp familiar is a bit smaller than other scamps but makes up for it by being more mischievous. Driven by ego, scamps often take on long names with many titles and insist on being addressed in full.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.Item.M8Uz2EldibONPIht]{Elemental Breath}<br /><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect </strong>The scamp breathes elemental matter in a 10-foot cone. Each creature in the area takes 1d6 damage for every 2 levels you have, with a basic Reflex save against your class DC or spell DC, whichever is higher. The damage type depends on the type of scamp.</p>\n<p><strong>Scamp Elements</strong></p>\n<p>An elemental scamp's element or elements are set. You choose a type of scamp and can't change the element each day. This determines the scamp's elemental traits and the damage type of their Elemental Breath. Air (air) slashing damage; earth (earth) bludgeoning damage; fire (fire) fire damage; metal (metal) slashing damage; water (water) acid damage; wood (plant, wood) poison damage.</p>\n<p><strong>Elemental Mobility</strong></p>\n<p>Your scamp gains a familiar ability depending on its element. Air scamps gain @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, earth scamps gain @UUID[Compendium.pf2e.familiar-abilities.uy15sDBuYNK48N3v]{Burrower}, fire scamps gain @UUID[Compendium.pf2e.familiar-abilities.fhyQ6uTSvfErTzyE]{Jet}, metal scamps gain @UUID[Compendium.pf2e.familiar-abilities.q9IXWngAOCpsXxsO]{Levitator}, water scamps gain @UUID[Compendium.pf2e.familiar-abilities.A0C86V3MUECpX5jd]{Amphibious}, and wood scamps gain @UUID[Compendium.pf2e.familiar-abilities.dWTfO5WbLkD5mw2H]{Climber}.</p>"
        },
        "Elemental Wisp (Grand Bazaar)": {
            "name": "Elemental Wisp (Grand Bazaar)",
            "description": "<p><strong>Required Number of Abilities 3</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.92lgSEPFIDLvKOCF]{Accompanist}, @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>Wisps are tiny elemental beings that often act as familiars to spellcasters attuned to the elements. They each usually have different personalities: air wisps are playful and capricious, earth wisps are timid but loyal, fire wisps are carefree and boisterous, and water wisps are gentle and nurturing.</p>\n<p><strong>Elemental</strong></p>\n<p>Choose air, earth, fire, or water. Your wisp is a wisp of that element and gains that trait. Your wisp gains a familiar ability depending on its element. Air wisps gain @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flight}, earth wisps gain @UUID[Compendium.pf2e.familiar-abilities.uy15sDBuYNK48N3v]{Burrower}, fire wisps gain @UUID[Compendium.pf2e.familiar-abilities.zKTL9y9et0oTHEYS]{Greater Resistance} (fire), and water wisps gain @UUID[Compendium.pf2e.familiar-abilities.A0C86V3MUECpX5jd]{Amphibious}.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.g9DW4uKh4HbjF2BE]{Resonance}</p>\n<p>30 feet. <br />Your wisp vibrates at a frequency attuned to their element, resonating with and empowering all effects sharing that trait. Creatures in the area gain a +1 status bonus to damage rolls for effects with the same elemental trait as your wisp (air, earth, fire, or water).</p>"
        },
        "Elemental Wisp (Rage of Elements)": {
            "name": "Elemental Wisp (Rage of Elements)",
            "description": "<p><strong>Required Number of Abilities 3</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.92lgSEPFIDLvKOCF]{Accompanist}, @UUID[Compendium.pf2e.familiar-abilities.ch6nFcRJO1fm8B4D]{Elemental}, @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>Wisps are tiny elementals that often act as familiars. They each usually have different personalities: air wisps are playful and capricious, earth wisps are timid but loyal, fire wisps are carefree and boisterous, metal wisps are serious and morose, water wisps are gentle and nurturing, and wood wisps are fierce and controlling.</p>\n<p><strong>Elemental Mobility</strong></p>\n<p>Your wisp gains a familiar ability depending on its element. Air wisps gain @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, earth wisps gain @UUID[Compendium.pf2e.familiar-abilities.uy15sDBuYNK48N3v]{Burrower}, fire wisps gain @UUID[Compendium.pf2e.familiar-abilities.fhyQ6uTSvfErTzyE]{Jet}, metal wisps gain @UUID[Compendium.pf2e.familiar-abilities.q9IXWngAOCpsXxsO]{Levitator}, water wisps gain @UUID[Compendium.pf2e.familiar-abilities.A0C86V3MUECpX5jd]{Amphibious}, and wood wisps gain @UUID[Compendium.pf2e.familiar-abilities.dWTfO5WbLkD5mw2H]{Climber}.</p>\n<p><strong>Innate Element</strong></p>\n<p>An elemental wisp's element is set. You choose the element when you gain the specific familiar and can't change it each day.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Item.co7ukp3X71Nk220E]{Resonance} (Aura)</p>\n<p>30 feet. <br />Your wisp vibrates at a frequency attuned to their element, resonating with and empowering all effects sharing that trait. Creatures in the area gain a +1 status bonus to damage rolls for alchemical and magical effects with the same elemental trait as your wisp. If your wisp is a wood wisp, the status bonus also applies to damage rolls for effects with the plant trait.</p>"
        },
        "Fey Dragonet": {
            "name": "Fey Dragonet",
            "description": "<p><strong>Required Number of Abilities</strong> 5 </p><p><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.cT5octWchU4gjrhP]{Manual Dexterity}, @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}, @UUID[Compendium.pf2e.familiar-abilities.XCqYnlVbLGqEGPeX]{Touch Telepathy}</p><hr /><p>These tiny, mischievous dragons make natural allies for benevolent or capricious characters.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.Item.3xLVL24s9SCEMh2i]{Euphoric Breath}</p><p><strong>Frequency</strong> Once per hour</p><p>The fey dragonet breathes euphoric gas in a @Template[type:cone|distance:10]. Each creature in the area must attempt a @Check[type:fortitude|dc:resolve(@actor.master.attributes.classOrSpellDC.value)] save against your class DC or spell DC, whichever is higher.A creature that fails its save is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} and @UUID[Compendium.pf2e.conditionitems.Item.xYTAsEpcJE1Ccni3]{Slowed 1} for [[/r 1d4]] rounds; on a critical failure, the duration is 1 minute.</p>"
        },
        "Gennayn": {
            "name": "Gennayn",
            "description": "<p><strong>Required Number of Abilities 5</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.ch6nFcRJO1fm8B4D]{Elemental}, @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>Minor genies, gennayn are elementally adaptable and personable. They look like miniature humanoids with elemental energy surrounding them, and frequently carry messages or announce the arrival of their allies.</p>\n<p><strong>Elemental Mobility</strong></p>\n<p>Your gennayn gains a familiar ability depending on its element. Air gennayns gain @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, earth gennayns gain @UUID[Compendium.pf2e.familiar-abilities.uy15sDBuYNK48N3v]{Burrower}, fire gennayns gain @UUID[Compendium.pf2e.familiar-abilities.fhyQ6uTSvfErTzyE]{Jet}, metal gennayns gain @UUID[Compendium.pf2e.familiar-abilities.q9IXWngAOCpsXxsO]{Levitator}, water gennayns gain @UUID[Compendium.pf2e.familiar-abilities.A0C86V3MUECpX5jd]{Amphibious}, and wood gennayns gain @UUID[Compendium.pf2e.familiar-abilities.dWTfO5WbLkD5mw2H]{Climber}.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.l05WBllolnPMxMzb]{Little Wish}</p>\n<p><strong>Frequency</strong> once per day;</p>\n<p><strong>Effect Trigger</strong> A creature the gennayn can see that is within 60 feet attempts a saving throw or skill check</p>\n<hr />\n<p><strong>Effect</strong> The gennayn reshapes reality in a small way to twist fate, allowing the creature to reroll the saving throw or skill check.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.yG02eZBkhG7u2ADN]{Elemental Diplomat}</p>\n<p>A gennayn's modifier for Diplomacy is equal to your level plus your key spellcasting attribute modifier, rather than just your level. The gennayn gets a +1 circumstance bonus to Diplomacy checks against elementals and grants you the same bonus if you're in the same space.</p>"
        },
        "Homunculus": {
            "name": "Homunculus",
            "description": "<p><strong>Required Number of Abilities</strong> 6</p><p><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.Item.5eqcXtPsYunphMOZ]{Construct}, @UUID[Compendium.pf2e.familiar-abilities.Item.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.Item.cT5octWchU4gjrhP]{Manual Dexterity}, @UUID[Compendium.pf2e.familiar-abilities.Item.8Z1UkLEWkFWIjOF8]{Poison Reservoir}</p><hr /><p>Homunculi are tiny servitor constructs created by a crafter to serve as a spy, scout, messenger, or assistant. A homunculus is crafted using a drop of its creator's blood in addition to any other components used in crafting its body.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Item.LdlOoUQ5fdlxINBh]{Porter}</p><p>You can choose for your homunculus to have either item delivery or @UUID[Compendium.pf2e.familiar-abilities.Item.9PsptrEoCC4QdM23]{Valet}</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Item.FLy8B4U3SV3P7Ryx]{Blood Link}</p><p>A homunculus is telepathically linked to its creator using their shared blood as a conduit, allowing it to share information back and forth at a range of 1,500 feet, including its master's knowledge and everything the homunculus hears. If you become unconscious or dying, your homunculus senses the waning power in your blood, allowing it to automatically act on the next turn as if you Commanded it. If the homunculus is destroyed, the master takes @Damage[2d10[mental]] damage.</p>"
        },
        "House Drake": {
            "name": "House Drake",
            "description": "<p><strong>Required Number of Abilities 6</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.cT5octWchU4gjrhP]{Manual Dexterity}, @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>House drakes are loyal and friendly, but prefer to be treated as equals rather than pets.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.eS2EFjJpQRijoDhx]{Breath Weapon (House Drake)}</p>\n<p>The house drake breathes a @Template[type:cone|distance:10] of silver mist. Each creature in the area must attempt a @Check[type:will|dc:resolve(@actor.master.attributes.classOrSpellDC.value)] save against your class DC or spell DC, whichever is higher. A creature that fails its save is @UUID[Compendium.pf2e.conditionitems.e1XGnhKNSQIm5IXg]{Stupefied 2} for 1 round. The house drake can't use Breath Weapon or Silver Infusion for [[/r 1d4]] rounds.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.yEqGcBd0e0XoZ1S1]{Silver Infusion}</p>\n<p>Your house drake breathes on one of your weapons. Until the start of your next turn, that weapon counts as silver instead of its normal material for any physical damage it deals. The house drake can't use Breath Weapon or Silver Infusion for [[/r 1d4]] rounds.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-effects.Item.xDi0KLSjVdiGEkiH]{Effect: Silver Infusion}</p>\n<p><strong>Tenacious Mind</strong></p>\n<p>Once per day, as long as your house drake took no actions on the previous round, you gain the following.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.9gvV9Un5XTHhhgTx]{Ferocious Will}</p>\n<p><strong>Trigger</strong> You succeed at a saving throw against a magical mental effect;</p>\n<hr />\n<p><strong>Effect</strong> You send a blast of magical feedback at the effect's source, dealing @Damage[2d6[mental]] damage (@Check[type:will|dc:resolve(@actor.master.attributes.classOrSpellDC.value)|basic] save against your class DC or spell DC, whichever is higher) to that creature.</p>\n<p>On a failed save, the creature is also @UUID[Compendium.pf2e.conditionitems.xYTAsEpcJE1Ccni3]{Slowed 1} for 1 round.</p>"
        },
        "Imp": {
            "name": "Imp",
            "description": "<p><strong>Required Number of Abilities</strong> 7</p><p><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.cT5octWchU4gjrhP]{Manual Dexterity}, @UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Item.pe1wQ6N70ncyN1oA]{Resistance (poison)}, @UUID[Compendium.pf2e.familiar-abilities.jevzf9JbJJibpqaI]{Skilled} (deception), @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}, @UUID[Compendium.pf2e.familiar-abilities.XCqYnlVbLGqEGPeX]{Touch Telepathy} </p><hr /><p>Imp familiars pretend to be subservient in order to trick their masters into losing their soul or finding an early grave.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.zRSxbDevVCHUICMR]{Imp Invisibility}</p><p>Once per hour, your imp familiar can cast 2nd-level @UUID[Compendium.pf2e.spells-srd.XXqE1eY3w3z6xJCB]{Invisibility} on itself as a divine innate spell.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.R0R2q1Doj7PcMIkD]{Fiendish Temptation}</p><p><strong>Frequency</strong> once per day.</p><p><strong>Effect</strong> The imp offers a non-fiend within 15 feet a bargain, granting a boon of good luck @UUID[Compendium.pf2e-specific-familiars.specific-familiars-effects.Item.0zZUwMQW9bgJ2sZd]{Fiendish Temptation} if the creature accepts. The boon lasts for 1 hour once accepted.</p><p>Once during the hour, the creature can roll an attack roll or saving throw twice and use the higher result.</p><p>If the creature dies while the boon is in place, the imp decides where the creature's soul travels. This typically makes the soul bound for eternity in the imp's home plane, and the creature is unable to be raised or resurrected except by the @UUID[Compendium.pf2e.spells-srd.Item.6dDtGIUerazSHIOu]{Wish} ritual or similar magic.</p>"
        },
        "Kinnar": {
            "name": "Kinnar",
            "description": "<p><strong>Required Number of Abilities 6</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.Item.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.Item.2fiQzoEKu6YUnrU9]{Independent}, @UUID[Compendium.pf2e.familiar-abilities.Item.deC1yIM2S5szGdzT]{Lifelink}, @UUID[Compendium.pf2e.familiar-abilities.Item.cT5octWchU4gjrhP]{Manual Dexterity}, @UUID[Compendium.pf2e.familiar-abilities.Item.zyMRLQnFCQVpltiR]{Speech}</p><hr /><p>The kinnari seats herself, pressing an instrument of gourds and strings to her shoulder. The kinnara stands ready, with his tail upright, preparing for his beloved's rhythm. Kinnars are half-human, half-songbird lovers who sing, dance, and perform for and with each other, forever accompanying each other in their arts. Severance creates suffering, and neither can stay apart from the other else they both become heartbroken and die. While most kinnar pairings serving as familiars include a female kinnari and male kinnara, kinnar pairings of different genders aren't uncommon.</p><p>@UUID[Compendium.pf2e.familiar-abilities.Item.m8wjlYnTAAfddWyA]</p><p><strong>Frequency</strong> once per minute</p><p><strong>Effect</strong> Your kinnara flashes his brilliant feathers. Each creature within a 30-feet emanation must attempt a @Check[type:will|dc:resolve(@actor.master.attributes.classOrSpellDC.value)] save against your class DC or spell DC, whichever is higher, or be @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 2 rounds.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Item.3tywMMeeaiwCHyns]</p><p><span style=\"font-family:Roboto, sans-serif\">Your kinnars' spirits are intrinsically linked. While they're two beings, they're considered a single creature, act as a single creature, use normal familiar statistics, and are subject to all of the normal effects that come with being a single creature. Their linked spirits allow them to stave off attacks against their mind. If your kinnars are subject to a mental effect that allows a saving throw, they roll twice and thake the higher result; this is a fortune effect.</span></p><p>@UUID[Compendium.pf2e.familiar-abilities.Item.nLrXleY20sESisoW]</p><p><strong>Frequency</strong> once per hour, see below.</p><p><span style=\"font-family:Roboto, sans-serif\"><strong>Effect</strong> Your kinnari elegantly plays her instrument. Each creature within a 30-foot emanation must attempt a </span><span data-visibility=\"gm\" style=\"box-sizing:border-box;user-select:text;scrollbar-width:initial;scrollbar-color:initial;background:var(--visibility-gm-bg);border-radius:1px;display:inline-block;line-height:1em;outline:rgba(75, 74, 68, 0.5) dotted 1px;padding:var(--space-1)\"><span style=\"font-family:Roboto, sans-serif\"><a class=\"inline-check with-repost\" data-pf2-traits=\"auditory,concentrate,divine,incapacitation,mental\" data-pf2-repost-flavor=\"Vina Song\" data-pf2-show-dc=\"gm\" data-pf2-label=\"Vina Song DC\" data-pf2-check=\"will\" data-item-uuid=\"Compendium.pf2e-specific-familiars.specific-familiars-actions.Item.UJkoRovddYGbpNvL\" data-pf2-dc=\"0\" style=\"box-sizing:border-box;user-select:text;scrollbar-width:initial;scrollbar-color:initial;cursor:pointer;background:var(--inline-link-bg);border-radius:2px;border:1px solid var(--color-border-dark-tertiary);color:rgb(25, 24, 19);padding-top:;padding-right:0px;padding-bottom:;padding-left:;white-space:nowrap;word-break:break-all;font-family:Roboto, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-align:start;text-indent:0px;text-transform:none;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial\">DC 0</a></span></span><span style=\"font-family:Roboto, sans-serif\"><a class=\"inline-check with-repost\" data-pf2-traits=\"auditory,concentrate,divine,incapacitation,mental\" data-pf2-repost-flavor=\"Vina Song\" data-pf2-show-dc=\"gm\" data-pf2-label=\"Vina Song DC\" data-pf2-check=\"will\" data-item-uuid=\"Compendium.pf2e-specific-familiars.specific-familiars-actions.Item.UJkoRovddYGbpNvL\" data-pf2-dc=\"0\" style=\"box-sizing:border-box;user-select:text;scrollbar-width:initial;scrollbar-color:initial;cursor:pointer;background:var(--inline-link-bg);border-radius:2px;border:1px solid var(--color-border-dark-tertiary);color:rgb(25, 24, 19);padding-top:;padding-right:0px;padding-bottom:;padding-left:;white-space:nowrap;word-break:break-all;font-family:Roboto, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-align:start;text-indent:0px;text-transform:none;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial\"> Will</a> save against your class DC or spell DC, whichever is higher, or be <a class=\"content-link\" draggable=\"true\" data-link data-uuid=\"Compendium.pf2e.conditionitems.Item.AdPVz7rbaVSRxHFg\" data-id=\"AdPVz7rbaVSRxHFg\" data-type=\"Item\" data-pack=\"pf2e.conditionitems\" data-tooltip=\"Condition Item\" style=\"box-sizing:border-box;user-select:text;scrollbar-width:initial;scrollbar-color:initial;cursor:pointer;--content-link-background:rgba(0, 0, 0, 0.1);background:rgb(221, 221, 221);padding:0 var(--space-4);border:1px solid var(--color-border-dark-tertiary);border-radius:2px;white-space:nowrap;word-break:break-all;color:rgb(25, 24, 19);font-family:Roboto, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-align:start;text-indent:0px;text-transform:none;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial\">Fascinated</a> for 1 round. A kinnar can use this ability again on the next round to continue the song and force affected creatures to attempt another Will save; on a failure, a creature is fascinated for an additional round. Once the kinnar stops playing, they can't use this ability again for 1 hour. A creature that succeeds at any save or has its fascination broken is temporarily immune to the kinnar's Vina Song for 24 hours. Kinnars are immune to this ability.</span></p>"
        },
        "Lantern Wisp": {
            "name": "Lantern Wisp",
            "description": "<p><strong>Required Number of Abilities 6</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.Item.5eqcXtPsYunphMOZ]{Construct}, @UUID[Compendium.pf2e.familiar-abilities.Item.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.Item.gVPtUSEPZYGRIRyQ], @UUID[Compendium.pf2e.familiar-abilities.Item.FcQQLMAJMgOLjnSv]{Resistance (fire and cold)}, @UUID[Compendium.pf2e.familiar-abilities.Item.Le8UWr5BU8rV3iBf]{Tough}</p><hr /><p>Lantern wisps appear as colorful, hand-made lanterns aimlessly floating around in the dark of the night, seemingly always with its flame lit in full. They house harmless, little wisps that have settled into forgotten children's playthings.</p><p>@UUID[Compendium.pf2e.familiar-abilities.Item.oOpppkBhLcfaKZN4]</p><p><strong>Frequency</strong> once per 10 minutes</p><p><strong>Effect</strong> Your lantern wisp unleashes a large burst of flame, casting an unnaturaly bright light. Each creature within a @Template[distance:15|type:emanation] must attempt a @Check[type:fortitude|dc:resolve(@actor.master.attributes.classOrSpellDC.value)] save against your class DC or spell DC, whichever is higher, or be @UUID[Compendium.pf2e.conditionitems.Item.XgEqL1kFApUbl5Z2]{Blinded} for 1 round and then @UUID[Compendium.pf2e.conditionitems.Item.TkIyaNPgTZFBCCuh]{Dazzled} for 2 rounds after.</p>"
        },
        "Makhluk Wayang": {
            "name": "Makhluk Wayang",
            "description": "<p><strong>Required Number of Abilities 8<br />Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.Item.5eqcXtPsYunphMOZ]{Construct}, @UUID[Compendium.pf2e.familiar-abilities.Item.cT5octWchU4gjrhP]{Manual Dexterity}, @UUID[Compendium.pf2e.familiar-abilities.Item.pX73zPGaazVJ0lKO], @UUID[Compendium.pf2e.familiar-abilities.Item.zyMRLQnFCQVpltiR]{Speech}, @UUID[Compendium.pf2e.familiar-abilities.Item.Le8UWr5BU8rV3iBf]{Tough}, @UUID[Compendium.pf2e.familiar-abilities.Item.0rq3ufpxB9iHlIkd]</p><hr /><p>Makhluk wayangs are shadow puppets, pieces of show and tell made animate, carrying no more than the personalities they were crafted to inhabit. Unlike the wayang people, your familiar is a shadowy incorporeal being without a body of its own. A mahkluk wayang possesses a simple puppet made of leather or, sometimes, from thick parchment.</p><p>@UUID[Compendium.pf2e.familiar-abilities.Item.yiIE9iWx6OLd61Qs]</p><p>Your mahkluk wayang projects its shadow into a larger silhouette of itself, allowing it to grasp things outside of its obvious reach. It increases its reach to ten feet for the purpose of taking non-hostile Interact actions until the end of your turn.</p>"
        },
        "Mood Cloud": {
            "name": "Mood Cloud",
            "description": "<p><strong>Required Number of Abilities 3</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.ch6nFcRJO1fm8B4D]{Elemental} (air only), @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}</p>\n<hr />\n<p>This air elemental is little more than a tiny cloud with just enough internality to have emotions. Elemental scholars believe mood clouds to be related to despairing palls, though far less evolved.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.0qcOerWoQ7WPuUTx]{Emote}</p>\n<p><strong>Frequency</strong> once per round</p>\n<p><strong>Effect</strong> The cloud of sentiment changes the expression on its miniature face. <br />It prepares to @UUID[Compendium.pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{Aid} you on a skill check for a skill matching its expression: Deception for an inscrutable expression, Diplomacy for a friendly expression, or Intimidation for an angry expression. It gains a reaction this round, which it can use only to Aid you in this way. It automatically succeeds at its check to Aid you with the skill or automatically critically succeeds if you're a master of the skill in question.</p>"
        },
        "Nosoi": {
            "name": "Nosoi",
            "description": "<p><strong>Required Number of Abilities 5</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.cT5octWchU4gjrhP]{Manual Dexterity}, @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>A nosoi's physical appearance is that of a bird—usually a crow, sparrow, or whippoorwill—though it wears a funerary mask that accentuates its beak. Nosois measure about 1 foot in length but are unusually heavy, weighing between 10 and 15 pounds.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.SPol3q1Owzpx9DXV]{Haunting Melody}</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> The nosoi croons an entrancing song. <br />Each living or undead creature within a 60-foot emanation must attempt a @Check[type:will|dc:resolve(@actor.master.attributes.classOrSpellDC.value)] save against your class DC or spell DC, whichever is higher, or be @UUID[Compendium.pf2e.conditionitems.AdPVz7rbaVSRxHFg]{Fascinated} for 1 round. <br />A nosoi can use a 2-action activity, which has the auditory, concentrate, divine, enchantment, and mental traits, to force affected creatures to attempt another @Check[type:will|dc:resolve(@actor.master.attributes.classOrSpellDC.value)] save; on a failure, they are @UUID[Compendium.pf2e.conditionitems.AdPVz7rbaVSRxHFg]{Fascinated} for an additional round. <br />A creature that succeeds at any save or has its fascination broken is temporarily immune for 24 hours. <br />Despite being a mental effect, this ability affects mindless undead. <br />Psychopomps are immune to this ability.</p>\n<p><strong>Nosoi Resistance</strong></p>\n<p>A nosoi has resistance to negative and poison damage equal to half your level.</p>"
        },
        "Old Friend": {
            "name": "Old Friend",
            "description": "<p><strong>Required Number of Abilities 4</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}</p>\n<hr />\n<p>Sometimes, the spirit of a cherished pet returns from the Boneyard to continue aiding its beloved owner. These tiny animal ghosts tend to be bound to anchors such as favorite toys, collars, or carved representations of who they were in life. An old friend is less likely to be evil than other undead familiars, as is its master.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.q03CmYAD0FYepDJg]{Anchored Incorporeality}</p>\n<p>While most ghosts are bound to the site where they died or were buried, some instead find themselves bound to specific items, such as a particular piece of jewelry, article of clothing, pet's collar, or a stone from a building in which it dwelled. These items, known as anchors, were important to the ghost in life, or critical to the events of their death and haunting.</p>\n<p>A creature with anchored incorporeality has the incorporeal trait, meaning it can move through physical creatures and such creatures can move through it. It can't attempt Strength-based checks (such as Grapple) against corporeal creatures and corporeal creatures can't attempt such checks against it. Though incorporeal, a creature with anchored incorporeality can travel no more than 60 feet from its anchor and must maintain line of effect to the anchor. This typically prevents it from moving through walls. Unlike many other incorporeal creatures, a creature with anchored incorporeality doesn't have resistance to all damage or immunity to precision damage.</p>\n<p>A character with an animal companion or familiar that has anchored incorporeality can transfer the anchor to a new item with a special ritual. This requires spending 1 week in concert with the companion to create a new anchor. A character who knows this technique might be able to adapt it to transfer a ghost's Site Bound ability (or similar restriction) to tie it to an anchor instead of a place.</p>\n<p><strong>Undead</strong></p>\n<p>Your familiar is undead. It has negative healing and is immune to death effects, disease, poison, and unconscious. It's destroyed at 0 HP.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.R1H7JcGDB9cPVeFh]{Invisibility}</p>\n<p>Once per hour, your familiar can cast 2nd-level @UUID[Compendium.pf2e.spells-srd.XXqE1eY3w3z6xJCB]{Invisibility} on itself as a divine innate spell.</p>"
        },
        "Pipefox": {
            "name": "Pipefox",
            "description": "<p><strong>Required Number of Abilities</strong> 5</p><p><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.dWTfO5WbLkD5mw2H]{Climber}, @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.j9vOSbF9kLibhSIf]{Second Opinion}, @UUID[Compendium.pf2e.familiar-abilities.jevzf9JbJJibpqaI]{Skilled} (one skill of your choice), @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p><hr /><p>A pipefox is a tiny magical fox with a thin, limbless body that is about a foot long. Pipefoxes are secretive, shy, evasive, and they love to acquire knowledge.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.HqZoSMpGfcXOIu1x]{Scholarly Linguist}</p><p>Thanks to its innate erudition, your pipefox speaks and understands all languages you know (instead of just one) as well as one common language you don't know.</p><p></p>"
        },
        "Polong": {
            "name": "Polong",
            "description": "<p><strong>Required Number of Abilities 8</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.deC1yIM2S5szGdzT]{Lifelink}, @UUID[Compendium.pf2e.familiar-abilities.jevzf9JbJJibpqaI]{Skilled} (society) , @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}, @UUID[Compendium.pf2e.familiar-abilities.asOhEdyF8CWFbR96]{Spellcasting}</p>\n<hr />\n<p>Polongs are wicked, invisible spirits created from the blood of murder victims, bound to glass bottles, and fed with the blood of their master. They're often used to possess and sicken their master's enemies. Polongs can't be found or acquired, only created, a process that can take up to two weeks. If a polong's bottle is ever destroyed, or if its master fails to provide its daily feeding of blood, the polong withers and dies.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.q03CmYAD0FYepDJg]{Anchored Incorporeality}<br />Anchor must be a bottle.</p>\n<p>While most ghosts are bound to the site where they died or were buried, some instead find themselves bound to specific items, such as a particular piece of jewelry, article of clothing, pet's collar, or a stone from a building in which it dwelled. These items, known as anchors, were important to the ghost in life, or critical to the events of their death and haunting.</p>\n<p>A creature with anchored incorporeality has the incorporeal trait, meaning it can move through physical creatures and such creatures can move through it. It can't attempt Strength-based checks (such as Grapple) against corporeal creatures and corporeal creatures can't attempt such checks against it. Though incorporeal, a creature with anchored incorporeality can travel no more than 60 feet from its anchor and must maintain line of effect to the anchor. This typically prevents it from moving through walls. Unlike many other incorporeal creatures, a creature with anchored incorporeality doesn't have resistance to all damage or immunity to precision damage.</p>\n<p>A character with an animal companion or familiar that has anchored incorporeality can transfer the anchor to a new item with a special ritual. This requires spending 1 week in concert with the companion to create a new anchor. A character who knows this technique might be able to adapt it to transfer a ghost's Site Bound ability (or similar restriction) to tie it to an anchor instead of a place.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.8b3Ef7LRFdWhg1Z3]{Polong Possession}</p>\n<p>The polong attempts to possess an adjacent corporeal creature. <br />The creature must attempt a @Check[type:will|dc:resolve(@actor.master.attributes.classOrSpellDC.value)] save against your class DC or spell DC, whichever is higher. <br />On a failure, the polong merges into the creature's body for 1 minute (24 hours on a critical failure). The polong can observe through the creature's senses but is unable to control the creature. The possessed creature is @UUID[Compendium.pf2e.conditionitems.4D2KBtexWXa6oUMR]{Drained 1} while the possession lasts. <br />While possessing a creature, a polong can ignore the distance and line of effect limitation from its anchored incorporeality ability; when the possession ends, it immediately returns to the bottle if it's beyond range.</p>\n<p><strong>Undead</strong></p>\n<p>Your familiar is undead. It has negative healing and is immune to death effects, disease, poison, and unconscious. It's destroyed at 0 HP.</p>"
        },
        "Poppet": {
            "name": "Poppet",
            "description": "<p><strong>Required Number of Abilities</strong> 1 </p><p><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.Item.5eqcXtPsYunphMOZ]{Construct}</p><hr /><p>Endlessly modifiable, poppet familiars made of wicker and wood are among the most basic construct familiars available to Pathfinder agents across the globe.</p><p><strong>Flammable</strong></p><p>Your poppet's components make it particularly vulnerable to fire. It gains weakness to fire equal to your level. You can use one familiar ability to reinforce the poppet's construction, removing this weakness for the day.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Item.ukOuCuUzIBScdEkD]{Not Flammable Poppet}</p>"
        },
        "Psychopomp Familiar": {
            "name": "Psychopomp Familiar",
            "description": "<p>Your familiar becomes a masked psychopomp—an extraplanar guardian of the cycle of souls. This familiar continues to use all the same rules as other familiars, but one of its abilities must always be @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech} and it has the monitor and psychopomp traits. As normal when a familiar must always have a certain ability, the speech ability counts against your familiar's abilities each day.</p>\n<p>You can select three familiar or master abilities each day, instead of two, but one must be one of the following psychopomp familiar abilities.<br />@UUID[Compendium.pf2e.familiar-abilities.o0fxDDUu2ZSWYDTr]{Soul Sight} Your familiar gains lifesense with a range of 30 feet.<br />@UUID[Compendium.pf2e.familiar-abilities.nrPl3Dz7fbnmas7T]{Spirit Touch} Your familiar can touch incorporeal creatures. If you have the @UUID[Compendium.pf2e.familiar-abilities.wOgvBymJOVQDSm1Q]{Spell Delivery} master ability from your familiar, any spell the familiar delivers with it gains the benefits of the ghost touch property rune.</p>"
        },
        "Shadow Familiar": {
            "name": "Shadow Familiar",
            "description": "<p><strong>Access</strong> you're a @UUID[Compendium.pf2e.feats-srd.ncrNQcwm4gOQRAA3]{Shadowcaster}<br /><strong>Required Number of Abilities 7</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.cT5octWchU4gjrhP]{Manual Dexterity}, @UUID[Compendium.pf2e.familiar-abilities.JRP2bdkdCdj2JDrq]{Master's Form}, @UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Item.EYSNQeRqXvkbsy6R]{Resistance} (cold and negative), @UUID[Compendium.pf2e.familiar-abilities.j1qZiH50Bl2SJ8vT]{Shadow Step}</p>\n<hr />\n<p>Some spellcasters and ritualists don't just summon and bind a familiar, but instead transform their own shadow into a familiar. These casters can be identified by their lack of a shadow regardless of the level of light in the area and by the strange muted appearance of any article of clothing or jewelry they wear. Occasionally mistaken for vampires or other undead by the cautious or superstitious, these spellcasters nonetheless find the trade worth it in exchange for the unique abilities their shadow familiar can possess.</p>\n<p>Shadow familiars are a type of specific familiar. While all shadowcasters have access to these familiars, there are other paths to learn the proper magic to obtain a shadow familiar.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.cIi5FoRH2iMTPiuK]{Become Shadow}</p>\n<p>The shadow familiar transforms its body into barely tangible shadow. It gains resistance to all damage (except force) equal to half your level but can't use any actions requiring a physical form. The familiar can also slip through gaps at least 2 inches wide, or 1 inch wide if it Squeezes. It can use this action again to return to its normal form.</p>\n<p>This action has the trait matching your tradition of magic, or occult if you aren't a spellcaster.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Item.PA1XPbn9Q5gpQu3d]{Slink in Shadows}</p>\n<p>The shadow familiar can @UUID[Compendium.pf2e.actionspf2e.XMcnh4cSI32tljXa]{Hide} or end its @UUID[Compendium.pf2e.actionspf2e.VMozDqMMuK5kpoX4]{Sneak} in a creature's or object's shadow.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.a2TwDSrFclda143a]{Steal Shadow}</p>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<p><strong>Effect</strong> The shadow familiar makes a melee attack with an attack roll modifier equal to your spell attack roll modifier. If the Strike is successful, the target is @UUID[Compendium.pf2e.conditionitems.MIRkyAjyBeXivMa7]{Enfeebled 1} and its shadow disappears. After 24 hours, the enfeebled condition ends, and they regain their shadow once more. Any effect that reduces or removes the enfeebled condition restores their shadow as well.</p>\n<p>This action has the trait matching your tradition of magic, or occult if you aren't a spellcaster.</p>"
        },
        "Shikigami": {
            "name": "Shikigami",
            "description": "<p><strong>Required Number of Abilities 6</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.Item.5eqcXtPsYunphMOZ]{Construct} @UUID[Compendium.pf2e.familiar-abilities.Item.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.Item.gVPtUSEPZYGRIRyQ], @UUID[Compendium.pf2e.familiar-abilities.Item.pX73zPGaazVJ0lKO], @UUID[Compendium.pf2e.familiar-abilities.Item.Le8UWr5BU8rV3iBf]{Tough}, @UUID[Compendium.pf2e.familiar-abilities.Item.0rq3ufpxB9iHlIkd]</p><hr /><p>Shikigami are small spirits typically summoned and bound to a paper figure, so confined to carry out the deeds and embody the will of their masters. More often than not, the naivete of these amateur practitioners of esoteric magics means they'll find themselves at the mercy of their own shikigami.</p><p>@UUID[Compendium.pf2e.familiar-abilities.Item.6cwswBPHm1GWdx5j]</p><p>Your familiar can flatten itself to the width of a sheet of paper, easily fitting through the smallest of cracks and gaps. So long as a door or obstacle has a gap that can fit a sheet of paper, your familiar can move through it without needing to squeeze.</p><p>@UUID[Compendium.pf2e.familiar-abilities.Item.1fRkeUkPJFiBJ5u6]</p><p>If your shikigami dies, you can rebind its spirit to another paper doll during your next daily preparations.</p><p>@UUID[Compendium.pf2e.familiar-abilities.Item.2GMAPffXVayRFsLM]</p><p>During your daily preparations, you can inscribe a symbol or seal upon your shikigami that corresponds to the air, earth, fire, metal, water or wood element. If you use the shikigami's kindling ability that day, it applies to a spell that deals damage with the relevant trait to the chosen element, instead of only the fire trait.</p>"
        },
        "Spellslime": {
            "name": "Spellslime",
            "description": "<p><strong>Required Number of Abilities</strong> <strong>4, and you must be able to cast spells using spell slots</strong></p><p><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.dWTfO5WbLkD5mw2H]{Climber}, @UUID[Compendium.pf2e.familiar-abilities.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.Le8UWr5BU8rV3iBf]{Tough}</p><hr /><p>These friendly, colorful oozes congeal from the essences left over from casting spells. They are extremely loyal.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.ZD4rTKXnn5zsa93L]{Magic Scent}</p><p>Your spellslime familiar gains an imprecise sense with a range of 30 feet that enables it to smell magic of the same tradition as your own.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Item.SgkRr0lXTBvs0hvP]{Ooze Defense}</p><p>Your spellslime familiar is easy to hit, but it lacks weak points. It is immune to critical hits and precision damage, but its AC is only 10 + your level (instead of an AC equal to yours).</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.PAmcjj5D9gHBxBAe]{Slime Rejuvenation}</p><p>Your spellslime familiar gains the focused rejuvenation ability, but it recovers 2 Hit Points per level when you Refocus instead of 1.</p>"
        },
        "Spirit Guide": {
            "name": "Spirit Guide",
            "description": "<p><strong>Required Number of Abilities 3</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.2fiQzoEKu6YUnrU9]{Independent}, @UUID[Compendium.pf2e.familiar-abilities.deC1yIM2S5szGdzT]{Lifelink}, @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>Spirit guide familiars typically take the form of cunning guides or nimble guide.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-actions.VumhWYZuqgNCsg4w]{Spiritual Recall}</p>\n<p><strong>Frequency</strong> once per day<br /><strong>Trigger</strong> An attack would reduce your familiar to 0 Hit Points</p>\n<hr />\n<p><strong>Effect</strong> You use your bond to rescue your familiar. The familiar survives the attack with 1 Hit Point remaining and becomes incorporeal until the end of your next turn.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.FzxnnXZ1ecwFhkiw]{Bound to Mortal}</p>\n<p>Your familiar gains unique benefits from its bond to you. <br />Your familiar gains an additional 10 Hit Points and can make an either a jaws or claws unarmed attack using your normal melee attack bonus. You choose whether it has a jaws or claws unarmed attack when you first gain the spirit guide as your familiar. <br />If it has a jaws unarmed attack, the attack deals 1d6 piercing damage and is in the brawling group. <br />If you choose the claws unarmed attack, it deals 1d4 slashing damage, has the agile trait, and is in the brawling group</p>"
        },
        "Star Orb": {
            "name": "Star Orb",
            "description": "<p>Your magic has crystallized into a spherical stone. You gain a familiar, except it's a star orb: a Tiny stone of light Bulk. <br />The familiar has no Speeds and must select a Speed familiar ability before it can move, animating in a way appropriate to the chosen Speed and using the statistics of a normal familiar for that day; when it‘s an immobile stone, it can't select any familiar or master abilities that require it to move. It always has the @UUID[Compendium.pf2e.familiar-abilities.D0ltNUJnN7UjJpA1]{Innate Surge} master ability, which counts against your limit for familiar and master abilities.</p>"
        },
        "Sweet Beast (Chocolate Mouse)": {
            "name": "Sweet Beast (Chocolate Mouse)",
            "description": "<p><strong>Required Number of Abilities 3</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.BXssJhTJjKrfojwG]{Fast Movement}, @UUID[Compendium.pf2e.familiar-abilities.FlRUb8U13Crj3NaA]{Scent}</p>\n<p>The ways of wizards are strange and mysterious, and nowhere is this more obvious than in the arcane predilection for animating random pieces of candy and using them as familiars. The Winter Witches of Irrisen are known for weaving sparrows or nightingales from gingerbread, while in Arcadia, sorcerers mold mice from spiced chocolate. Most famous, however, are the hard candy beetles of Nex, though a few radical scholars claim that they are in fact a demi-natural species, a product of the Mana Wastes' wild magic. Most mages dismiss such wild claims, however.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Vxr31IhRdrrys2Jn]{Sorcerous Sweets}</p>\n<p>During your daily preparations, your sweetened familiar conducts an unusual little ritual. <br />Your familiar find a small non-magical object (a flower or piece of fallen fruit by preference, but a pebble or even a coin will do in a pinch) and then does a curious ritual dance around—gingerbread sparrows hop and chirp, while hard candy beetles turndle in increasingly complex geometric patterns and chocolate mice make arcane sigils with their paws. <br />At the rite's conclusion, the object turns into a piece of candy, usually of the same sort as the familiar. The candy is an item with the arcane, consumable and transmutation traits.</p>\n<p>Anyone who eats the candy as an Interact action gains a +1 item bonus to Deception, Diplomacy, and Performance checks for 1 hour (this increases to +2 at level 9, and +3 at level 17). The candy maintains its enchantment until your next daily preparations.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.lEe3qsmk2nRwZybH]{Sorcerous Sweets Candy}</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.lgbWrT72bCMERszr]{Sorcerous Sweets Candy (Level 9)}</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.p08ulJpjgrqinPKa]{Sorcerous Sweets Candy (Level 17)}</p>"
        },
        "Sweet Beast (Gingerbread Sparrow)": {
            "name": "Sweet Beast (Gingerbread Sparrow)",
            "description": "<p><strong>Required Number of Abilities 3</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.ZHSzNt3NxkXbj1mI]{Flier}, @UUID[Compendium.pf2e.familiar-abilities.2fiQzoEKu6YUnrU9]{Independent}</p>\n<p>The ways of wizards are strange and mysterious, and nowhere is this more obvious than in the arcane predilection for animating random pieces of candy and using them as familiars. The Winter Witches of Irrisen are known for weaving sparrows or nightingales from gingerbread, while in Arcadia, sorcerers mold mice from spiced chocolate. Most famous, however, are the hard candy beetles of Nex, though a few radical scholars claim that they are in fact a demi-natural species, a product of the Mana Wastes' wild magic. Most mages dismiss such wild claims, however.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Vxr31IhRdrrys2Jn]{Sorcerous Sweets}</p>\n<p>During your daily preparations, your sweetened familiar conducts an unusual little ritual. <br />Your familiar find a small non-magical object (a flower or piece of fallen fruit by preference, but a pebble or even a coin will do in a pinch) and then does a curious ritual dance around—gingerbread sparrows hop and chirp, while hard candy beetles turndle in increasingly complex geometric patterns and chocolate mice make arcane sigils with their paws. <br />At the rite's conclusion, the object turns into a piece of candy, usually of the same sort as the familiar. The candy is an item with the arcane, consumable and transmutation traits.</p>\n<p>Anyone who eats the candy as an Interact action gains a +1 item bonus to Deception, Diplomacy, and Performance checks for 1 hour (this increases to +2 at level 9, and +3 at level 17). The candy maintains its enchantment until your next daily preparations.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.lEe3qsmk2nRwZybH]{Sorcerous Sweets Candy}</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.lgbWrT72bCMERszr]{Sorcerous Sweets Candy (Level 9)}</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.p08ulJpjgrqinPKa]{Sorcerous Sweets Candy (Level 17)}</p>"
        },
        "Sweet Beast (Hard Candy Beetle)": {
            "name": "Sweet Beast (Hard Candy Beetle)",
            "description": "<p><strong>Required Number of Abilities 3</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.uy15sDBuYNK48N3v]{Burrower}, @UUID[Compendium.pf2e.familiar-abilities.LrDnat1DsGJoAiKv]{Tremorsense}</p>\n<p>The ways of wizards are strange and mysterious, and nowhere is this more obvious than in the arcane predilection for animating random pieces of candy and using them as familiars. The Winter Witches of Irrisen are known for weaving sparrows or nightingales from gingerbread, while in Arcadia, sorcerers mold mice from spiced chocolate. Most famous, however, are the hard candy beetles of Nex, though a few radical scholars claim that they are in fact a demi-natural species, a product of the Mana Wastes' wild magic. Most mages dismiss such wild claims, however.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Vxr31IhRdrrys2Jn]{Sorcerous Sweets}</p>\n<p>During your daily preparations, your sweetened familiar conducts an unusual little ritual. <br />Your familiar find a small non-magical object (a flower or piece of fallen fruit by preference, but a pebble or even a coin will do in a pinch) and then does a curious ritual dance around—gingerbread sparrows hop and chirp, while hard candy beetles turndle in increasingly complex geometric patterns and chocolate mice make arcane sigils with their paws. <br />At the rite's conclusion, the object turns into a piece of candy, usually of the same sort as the familiar. The candy is an item with the arcane, consumable and transmutation traits.</p>\n<p>Anyone who eats the candy as an Interact action gains a +1 item bonus to Deception, Diplomacy, and Performance checks for 1 hour (this increases to +2 at level 9, and +3 at level 17). The candy maintains its enchantment until your next daily preparations.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.lEe3qsmk2nRwZybH]{Sorcerous Sweets Candy}</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.lgbWrT72bCMERszr]{Sorcerous Sweets Candy (Level 9)}</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.p08ulJpjgrqinPKa]{Sorcerous Sweets Candy (Level 17)}</p>"
        },
        "Talking Head": {
            "name": "Talking Head",
            "description": "<p><strong>Required Number of Abilities 3</strong><br /><strong>Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.rs4Awf4k1e0Mj797]{Cantrip Connection}, @UUID[Compendium.pf2e.familiar-abilities.jevzf9JbJJibpqaI]{Skilled} (your choice of arcana, occultism, or one kind of lore), @UUID[Compendium.pf2e.familiar-abilities.zyMRLQnFCQVpltiR]{Speech}</p>\n<hr />\n<p>Similar to beheaded, these disembodied, reanimated heads (with or without skin) retain some of their arcane wisdom, making for invaluable study partners. However, they also tend to be mouthy, opinionated, or downright obnoxious with their constant chattering, leading some annoyed masters to sew their mouths shut in punishment.</p>\n<p><strong>Undead</strong></p>\n<p>Your familiar is undead. It has negative healing and is immune to death effects, disease, poison, and unconscious. It's destroyed at 0 HP.</p>\n<p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.al90ZwxRIq3YjnWQ]{Heads Will Roll}</p>\n<p>Unless its master gives the talking head the flier ability, a talking head is able to move only by rolling along the ground, reducing its speed to 15 feet. Alternatively, a creature can, as a single action, kick or throw the head 30 feet. This can't be used as an attack; the head bounces harmlessly off anything it hits.</p>"
        },
        "Tapir Sage": {
            "name": "Tapir Sage",
            "description": "<p><strong>Required Number of Abilities 6<br />Granted Abilities</strong> @UUID[Compendium.pf2e.familiar-abilities.Item.0Xrkk46IM43iI1Fv]{Darkvision}, @UUID[Compendium.pf2e.familiar-abilities.Item.qTxH8mSOvc4PMzrP]{Kinspeech}, @UUID[Compendium.pf2e.familiar-abilities.Item.zyMRLQnFCQVpltiR]{Speech}, @UUID[Compendium.pf2e.familiar-abilities.Item.uUrsZ4WvhjKjFjnt]{Toolbearer}, @UUID[Compendium.pf2e.familiar-abilities.Item.9PsptrEoCC4QdM23]{Valet}</p><hr /><p>Tapir sages are intelligent creatures that desire to protect the natural world. They carry large rattan baskets on their backs.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-abilities.Item.NRb8CFMVWy9xkbnp]{Pot of Tea}</p><p>Your tapir sage is trained in the art of herbal medication and can prepare a pot of healing tea. Once per day, your familiar can spend 10 minutes to brew fine tea leaves and herbs. The tapir sage must focus on the tea during this time - if it performs any other action, the tea is ruined, though the tapir sage can start over again.<br />Once the pot of tea is brewed, the tapir sage can serve two cups of tea with each of the below actions; each time it gives 1 cup to an adjacent ally, and it drinks 1 cup itself. The three infusions must be poured and offered in order (for example, the tapir sage can't serve the second infusion until it has served the first).<br />The tea remains good for 1 hour after brewing; if not drunk by this point, the pot goes cold, and any remaining tea loses its power.</p>"
        }
    },
    "mapping": {
        "rules": {
            "converter": "translateRules",
            "path": "system.rules"
        }
    }
}