{
    "label": "Reaction-Effects",
    "entries": {
        "Effect: Available reactions": {
            "name": "Effect: Available reactions",
            "description": ""
        },
        "Effect: Exploit Vulnerability": {
            "name": "Effect: Exploit Vulnerability",
            "description": "<p><strong>Critical Success</strong> You remember the creature's weaknesses, and as you empower your esoterica, you have a flash of insight that grants even more knowledge about the creature. You learn all of the creature's resistances, weaknesses, and immunities, including the amounts of the resistances and weaknesses and any unusual weaknesses or vulnerabilities, such as what spells will pass through a golem's antimagic. You can exploit either the creature's mortal weakness or personal antithesis (see below). Your unarmed and weapon Strikes against the creature also become magical if they weren't already.</p>\n<p><strong>Success</strong> You recall an important fact about the creature, learning its highest weakness (or one of its highest weaknesses, if it has multiple with the same value) but not its other weaknesses, resistances, or immunities. You can exploit either the creature's mortal weakness or personal antithesis. Your unarmed and weapon Strikes against the creature also become magical if they weren't already.</p>\n<p><strong>Failure</strong> Failing to recall a salient weakness about the creature, you instead attempt to exploit a more personal vulnerability. You can exploit only the creature's personal antithesis. Your unarmed and weapon Strikes against the creature also become magical if they weren't already.</p>\n<p><strong>Critical Failure</strong> You couldn't remember the right object to use and become distracted while you rummage through your esoterica. You become flat-footed until the beginning of your next turn.</p>"
        },
        "Effect: Identified by Recall Knowledge": {
            "name": "Effect: Identified by Recall Knowledge",
            "description": "<p>A creature was identified by Recall Knowledge.</p>"
        },
        "Effect: Reaction was used": {
            "name": "Effect: Reaction was used",
            "description": "<p>An actor used all possible reactions.</p>"
        }
    }
}