{
    "label": "Relic-Journals",
    "entries": {
        "Creating Relics": {
            "name": "Creating Relics",
            "pages": {
                "Step 0. Study Up The Rules!": {
                    "name": "Step 0. Study Up The Rules!",
                    "text": "<p>Before diving into creating your first relic, I highly recommend you study up on the existing rules for relics in Pathfinder Second Edition. You can read these rules for free on the <a href=\"https://2e.aonprd.com/Rules.aspx?ID=3248\">Archives of Nethys</a> and you can see all of the Relic Gifts and Aspects <a href=\"https://2e.aonprd.com/Relics.aspx\">here</a>. It is a lot of information to absorb, but understanding the material should always come first!</p><h2>The Basics</h2><p>Just in case you don't like reading… here are some basic guidelines to follow from my own reading and interpretations.</p><ul><li><p>Relics generally have 2 Aspects, but they can have more or less at your own discretion. The gifts a relic can have/gain are correspondent to the Aspects they have, at the GM's discretion and choice of the Player in the case of a custom relic.</p></li><li><p>Aspects are chosen based on the origin of the relic or can even be a reflection of the character that bonds with it. Examples will be provided later in the document.</p></li><li><p>The DCs and Spell Attacks for Relics are determined by the character who bonded with the Relic, using their Class DC or Spell DC, whichever is highest between them. You subtract 10 from the DC to find the attack modifier, as normal (or in the case of Spell DC, just use the highest Spell Attack modifier they have).</p></li><li><p>The Relic's item level will <span style=\"text-decoration:underline\"><em><strong><span style=\"text-decoration:underline\">ALWAYS</span></strong></em></span> match the level of the character who has bonded with it.</p></li><li><p>Relics generally start out as existing magic items, so choose one that appropriately fits the theme you are going for. However, you can also just make a relic from the ground up as your own custom homebrew item.</p></li><li><p><strong>Table 2–22: Relic Gifts</strong> provides the basic guideline as to how many Relic Gifts a relic is supposed to have at given levels. Players will generally choose what gifts they want but a GM can also limit what Relic Gifts can be chosen based on the theme of the relic.</p></li><li><p>Relics are more than just the gifts they grant, generally you want to accompany these gifts with bonuses when they reach certain levels. Consider applying the appropriate mathematical bonuses to the item when they reach the corresponding levels. Examples will be provided later in the document.</p></li><li><p>Relics can be granted in the form of either Relic Seeds or Soul Seeds. The difference between the two will be explained later in the document.</p></li><li><p>When creating your own custom Relic Gifts, they will generally have traits associated with the aspect (usually of a matching name) and much like any homebrew ability, should inherit traits most closely related to their effects.</p></li><li><p>Some relic gifts have prerequisites before they can be chosen, usually regarding the type of item the relic is.</p></li></ul>"
                },
                "Step 1. Talk With Your Players!": {
                    "name": "Step 1. Talk With Your Players!",
                    "text": "<p>More important than the previous step, it is essential to discuss with your players the potential to play with relics. This is not something you generally want to surprise them with. If you don't work with your players on what type of relic they want, what gifts they may want, etc.. there is a high likelihood they'll come to be disappointed with their relic. Relics are meant to be personal items that characters bond with, if handled incorrectly they will be forgotten about and discarded. Some mystery is fine, but the framework should be respected and talked about openly. This is not just a personal recommendation either, the rules itself even bring this to light.</p><h2>Discuss with Your Players About…</h2><ul><li><p>What Aspects they are interested in choosing gifts from.</p></li><li><p>What form they want their relic to take (weapon, armor set, worn item/tattoo, soul seed, etc..).</p></li><li><p>What purpose the relic will serve, such as if the relic is an important quest item or if it is meant to be more of a reward, or both.</p></li><li><p>What level you intend to grant them at, if that is pre-defined.</p></li></ul><h2>Ignoring this Step…</h2><p>You as a GM can ignore this step if you desire, this is more of a formality step that is generally good to take as a Session 0 talking piece. If you want relics to be more mysterious and you're confident in providing relics that will satisfy your players, then by all means ignore this step. Just remember, these are meant to be personal items for the players, not just set pieces to the story, it's best to work with the players in order to achieve the best outcome.</p>"
                },
                "Step 2. Choosing a Relic Seed": {
                    "name": "Step 2. Choosing a Relic Seed",
                    "text": "<p>Now we can dive into actually making a relic! There is a decision to be made before we begin, however. What form will the Relic take, an ordinary relic seed or a soul seed?</p><h2>Relic Seeds versus Soul Seeds</h2><p>Relic Seeds, to the best of my understanding, is an existing item (usually magical in nature) that has been granted two relic aspects and an appearance that will match the theme. On the other hand, soul seeds are relics that are bonded directly with the soul of the character and the relic may not have a physical form, though you may allow a soul seed bearer to bond with an item of their choosing to serve as their physical relic.</p><h2>Choosing a Theme</h2><p>Relics are usually inspired by a theme, which can be a creature, an enviornment, a god, etc.. Typically, you'll work with the Player on picking a theme that best aligns with their character. After you've picked a theme, you pick two aspects that best align with that theme, generally with the Player's input.</p><h2>Using an Existing Magic Item</h2><p>If you decide to use an existing magic item, you may choose from one that the player already has possession of, or one you intend them to naturally discover throughout the campaign. You may also consider adjusting the DC of any abilities the item has to use the Relic's DCs instead (which will align with the character's Class DC or Spell DC). If you find this to be too powerful, you can either leave the DC unadjusted, or adjust it appropriately with the corresponding DC for the item's level as it increases with the character (found on Table 2–18: Magic Item DCs). You can adjust the traits and appearance of the item to better match the theme you're going for.</p><h2>Relics are Unique!</h2><p>All relics are going to have the unique rarity, as there aren't meant to be copies of them that exist. They are special to the player characters, and you aren't going to find any replicas in the world.</p><h2>Creating an Item in Foundry</h2><p>If the relic is a generic, worn item, you may consider just creating an item from scratch. If there otherwise is an existing base item, whether it be a magic item or just a mundane item like an existing weapon or armor piece, then I would recommend importing one either from the compendium to your Items tab directly into foundry (or into a shared compendium if you're fancy) and edit the item from there, adding whatever necessary things you want/need.</p>"
                },
                "Step 3. Relic Aspects": {
                    "name": "Step 3. Relic Aspects",
                    "text": "<p>After you've picked a theme and relic seed, you will now pick two Aspects for the relic to have. Here is the official pre-existing list: Air, Artistry, Beast, Celestial, Death, Dragon, Earth, Emotion, Fiend, Fire, Forge, Intelligent*, Life, Luck, Metal, Mind, Plant, Shadow, Soul, Time, and Water.</p><p><em>* The Intelligent aspect more or less just has one gift that makes the relic an intelligent item. This can be boring on its own if it has no other gift alongside it, so generally you want to just make the decision on whether or not the relic has sentience and provide this for free in addition to the relics normal aspects/gifts, possibly making this a free 3rd Aspect.</em></p><p>The Aspects you choose should best match the theme of the item and the theme of the character who bonds with the relic. So, a character who is a Sorcerer with the Draconic Bloodline may want to pick the Dragon Aspect along with an aspect that best represents the magic they utilize the most - or perhaps the one that best resembles the dragon they inherit their bloodline from.</p>"
                },
                "Step 4. Relic Gifts": {
                    "name": "Step 4. Relic Gifts",
                    "text": "<p>After choosing what Aspects the relic has, you now choose what Relic Gifts are available to choose from based on those Aspects. At minimum there should be two options for minor and major, and at minimum one grand option. That said, it never hurts to have more options, especially if you follow <span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text;scrollbar-color:initial;scrollbar-width:initial;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;letter-spacing:normal;orphans:2;text-align:left;text-indent:0px;text-transform:none;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;white-space:normal;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial\">Table 2–22: Relic Gifts</strong> on the number of gifts the relic itself can have. As a reminder, the table is not the number of options the relic should have, but the number of gifts the relic will have at the given level.</span></p><p>Generally, the player will pick what gifts they want their relics to gain when they reach the appropriate levels.</p><h2>Selecting Relic Gift Options Ahead of Time</h2><p>As a GM, you can pick out Relic Gift options ahead of time and list them in a Secret GM Note on the item. Generally this is a good idea to establish the options so that it doesn't take as long to update the Relic when it comes time to.</p><h2>How the Relic Gifts Work in Foundry</h2><p>I've set up the Relic Gifts as the PF2e Foundry System devs have in the past, as ability items. This means that you will need to drag and drop them into the Actions tab of the character who bonded with the relic. They auto-scale with the level of the actor, so the literal level of the item in foundry doesn't actually do much, but it's a good idea to adjust the item level anyways.</p><p>For passive abilities, it is best to copy the rule elements on the ability item and either apply it to a custom feature on the actor or to the item itself. I recommend this because otherwise the ability will be listed as a Free Action, which isn't correct.</p><p>To give items Relic Gifts, it's as simple as editing their description and dragging the desired relic gift into the description of the item or a Secret GM Note on the item. That said, this has no functionality aside from convenient accessibility and referencing.</p>"
                },
                "Step 5. Granting Additional Bonuses": {
                    "name": "Step 5. Granting Additional Bonuses",
                    "text": "<p>As mentioned in \"The Basics\" of Step 0., relics are more than just the gifts they offer. They are usually existing magic items which may have their own bonuses. Armor and weapons offer fundamental and property runes, worn items/tattoos will offer item bonuses to skills and other special activations, staves and wands will offer spells to cast, the list goes on.</p><p>It's highly recommended to offer automatic bonus progressions based on the form the relic takes in addition to the gifts it offers, since the gifts alone are generally not enough to satisfy a player nor do they make the relic powerful enough to compare to other items.</p><p>As recommended by the relic rules themselves, it may be a good idea to adjust the treasure available to players appropriately to account for them having relics and some of their needed mathematical bonuses being accounted for. Table 2–17: Levels for Permanent Item Bonuses will be helpful in determining what level these bonuses should be given at.</p><h2>Additional Benefits</h2><p>Sometimes it can be cool to add something unique to the item that will set it apart from others of its kind. For instance, adding the versatile trait to a weapon, choosing a damage type aside from a physical one.</p>"
                },
                "Example Relics": {
                    "name": "Example Relics",
                    "text": "<p>The PF2e Foundry system has some example relics you can look at for guidance, but I've created a few of my own. Here is a list of the existing ones:</p><ul><li><p>@UUID[Compendium.pf2e-relics.relic-examples.Item.tlykfc4dg2PO9wl6]{Katana of Dragonfire}</p></li><li><p>@UUID[Compendium.pf2e-relics.relic-examples.Item.EBbQfF2yBLcBHPyJ]{Lucky Staff of Protective Souls}</p></li><li><p>@UUID[Compendium.pf2e-relics.relic-examples.Item.Xzk0jzUeV9qCUfTc]{Mark of The Flying Fish}</p></li></ul><p>For now I've only got 3 examples made, but I'll have more ready for future releases.</p>"
                }
            }
        },
        "Example Relics": {
            "name": "Example Relics"
        },
        "Goals and Purpose of The Module": {
            "name": "Goals and Purpose of The Module"
        },
        "Introduction": {
            "name": "Introduction"
        },
        "Special Thanks": {
            "name": "Special Thanks"
        },
        "Step 0. Study Up The Rules!": {
            "name": "Step 0. Study Up The Rules!"
        },
        "Step 1. Talk With Your Players!": {
            "name": "Step 1. Talk With Your Players!"
        },
        "Step 2. Choosing a Relic Seed": {
            "name": "Step 2. Choosing a Relic Seed"
        },
        "Step 3. Relic Aspects": {
            "name": "Step 3. Relic Aspects"
        },
        "Step 4. Relic Gifts": {
            "name": "Step 4. Relic Gifts"
        },
        "Step 5. Granting Additional Bonuses": {
            "name": "Step 5. Granting Additional Bonuses"
        },
        "The Purpose of this Module": {
            "name": "The Purpose of this Module",
            "pages": {
                "Introduction": {
                    "name": "Introduction",
                    "text": "<p>I am Erikku Blade, the author of this module. This is my first official module I've created and I've little experience with module development personally. I've taken advice from other module developers and friends who are somewhat familiar with PF2e Styling and Rule Element editing. I made this module because I personally wanted to make use of Relics in my own games, and given the current state of relic support in the base system, I wanted to provide everyone an option to use relics without spending more time on setup and divert their focus more to actually running the game. Once there is more in-depth support by the base system this module will become obsolete.</p>"
                },
                "Goals and Purpose of The Module": {
                    "name": "Goals and Purpose of The Module",
                    "text": "<p>My goals with this module are quite simple: provide a nearly seamless experience using the pre-existing Relic Gifts for Pathfinder Second Edition and some form of relic support for the PF2e Foundry System. The PF2e System doesn't support the relics subsystem in full. This module aims to provide support for all of the existing relic gifts at a standard that is to be expected of them, to the best of my own capability, and serve as practice for future compendium-based modules I develop.</p>"
                },
                "What The Module Offers": {
                    "name": "What The Module Offers",
                    "text": "<p>The module offers a complete compendium for all the existing Relic Gifts for the Pathfinder Second Edition system, some are ones that pre-exist in the PF2e Foundry System, but were revisited to provide proper foundry integration. There are also some example homebrew relics provided for you to use as a baseline when creating your own custom relics, as well as a journal entry providing a step-by-step guide on how to create your own relics.</p>"
                }
            }
        },
        "What The Module Offers": {
            "name": "What The Module Offers"
        }
    }
}