{
    "label": "The-Slithering-Bestiary",
    "entries": {
        "Ahvothian": {
            "name": "Ahvothian",
            "publicNotes": "<p>Ahvothians are feral and cunning fiends from an Abyssal realm of jungles, dinosaurs, and relentless brutality. They resemble humanoid dinosaurs with narrow, fanged heads similar to raptors and solid, heavy legs like sauropods. Relentless trackers and survivalists, ahvothians are skilled at navigating jungles and are most commonly encountered stalking prey or operating out of fortified ruins. Ahvothians have an uncanny affinity with reptiles, and they often use dinosaurs-particularly carnivores such as allosauruses or deinonychuses-as hunting companions or guard animals. Although dangerous in large groups, ahvothians have such a strong desire to assert dominance over others that ahvothian armies frequently fall to infighting and bloody battles for dominance within days, or even hours. The mightiest ahvothians might lead dozens of their kin and herds of carnivorous dinosaurs.</p>",
            "speedsDetails": "freedom of movement"
        },
        "Alchemical Golem (Slithering)": {
            "name": "Alchemical Golem (Slithering)",
            "publicNotes": "<p>This golem is a walking alchemical nightmare capable of inflicting all manner of painful wounds. Its ability to follow orders is granted by the otherwise mindless humanoid brain that floats in its dome-like head. In exceptionally rare cases, the brain used in its creation might retain fragments of memories or even actual intellect, resulting in an alchemical golem with a personality and agenda of its own.</p>\n<hr />\n<p>Crafted of base materials and then magically animated into a powerful guardian, the legendary golem is a living construct that mindlessly obeys its creator's commands-often continuing to do so for years or even centuries after its creator's death. There exist two known methods of animating a golem. The traditional method involves harvesting and implanting an elemental soul or essence within the newly crafted host statue, a procedure seen as vile and blasphemous to those who value the sanctity of the soul; evil or amoral golem crafters tend to prefer this method. The other, less disreputable technique involves siphoning pure vitality energy into the statue to artificially imitate the creation of a soul. The result does not give the golem a true soul and is generally a more costly and time-consuming method of creation. Regardless of the method used, the resulting golem functions the same. A golem's unique animating force leaves it susceptible to certain forms of magic, but apart from these few weaknesses, it is impervious to magic and difficult to damage with weapons.</p>\n<p>Golems work best in play as foes to vanquish rather than allies to accompany player characters on adventures. The process of creating a golem is time-consuming, expensive, and difficult, and only the most talented spellcasters or artisans can even hope to accomplish such an undertaking. While certain magical texts-so-called \"golem manuals\"-are said to aid golems crafters, for the most part the creation of a golem should be something left in the hands of the Game Master.</p>\n<p>Golems have components that can be harvested as trophies or magical components; the value depends on the golem in question. Examples of components that can be harvested from golems are listed in the sidebars.</p>"
        },
        "Angazhan's Rake Trap": {
            "name": "Angazhan's Rake Trap",
            "descriptionHazard": "<p>Six metal talons concealed in the walls swing out and rake across the room.</p>",
            "disable": "<p>@Check[type:thievery|dc:25|name:Disable a Talon|traits:action:disable-a-device] (expert) to disable each talon</p>",
            "reset": "<p>The trap resets after 1 minute.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Angazhani Cultist": {
            "name": "Angazhani Cultist"
        },
        "Aspis Guard": {
            "name": "Aspis Guard",
            "speedsDetails": "unburdened iron"
        },
        "Aspis Technician": {
            "name": "Aspis Technician"
        },
        "Croakchief Globblit Skink-eater": {
            "name": "Croakchief Globblit Skink-eater",
            "speedsDetails": "swamp stride"
        },
        "Cursebreaker": {
            "name": "Cursebreaker",
            "blurb": "Variant stone golem"
        },
        "Fiendripping Blast Trap": {
            "name": "Fiendripping Blast Trap",
            "descriptionHazard": "<p>A blast of energy damages all creatures within 20 feet, with particularly severe damage to fiends.</p>",
            "disable": "<p>@Check[type:thievery|dc:27|name:Identify Button Sequence|traits:action:disable-a-device] (expert) to identify the proper sequence of buttons in the divots, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (4th level; counteract DC 25) to suppress the magical effect for 1 hour</p>",
            "reset": "<p>The trap resets after 1 hour.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Fuming Sludge": {
            "name": "Fuming Sludge",
            "publicNotes": "<p>The slurry from alchemical experiments is often as flammable as it is toxic. In especially volatile cases, a fuming sludge can form from ignited pools of unstable alchemical runoff. It resembles a charcoal-colored slurry studded with tiny embers, and it continually emits a thin haze of accelerant that amplifies the fires it starts.</p>\n<p>A fuming sludge must consume the base chemicals of living creatures to survive and can instinctively identify the complex molecules found in most animate creatures. The first meal of many a fuming sludge is its accidental creator, but it soon moves on to hunt in lush forests or densely populated settlements. A fuming sludge can extrude a powerful pseudopod to strike its victims, but it can also eject portions of its body with peristaltic contractions. These rapidly-cooling globs of goo slow down fleeing prey, but the cold, crusty residue can also alert canny explorers to their presence.</p>",
            "sensesDetails": "chemical sense 60 feet"
        },
        "Nyamat Mshwe": {
            "name": "Nyamat Mshwe",
            "blurb": "Male human cult master",
            "sensesDetails": "(+18 to sense motive)"
        },
        "Paga Nikohian": {
            "name": "Paga Nikohian",
            "blurb": "Female halfling Aspis silver agent",
            "sensesDetails": "keen eyes"
        },
        "Scroll Shock Trap": {
            "name": "Scroll Shock Trap",
            "hpDetails": "See Symbol and Panel Stats",
            "descriptionHazard": "<p>Five scroll symbols shoot electricity bolts around the room.</p>",
            "disable": "<p>@Check[type:thievery|dc:25|name:Counteract Magic|traits:action:disable-a-device] (expert) or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (3rd level; counteract DC 24)</p>\n<p>@Check[type:thievery|dc:29|name:Disable Trap (Control Panel)|traits:action:disable-a-device] (master) to disable the entire trap from the hidden control panel beneath the central slab.</p>",
            "reset": "<p>The trap deactivates 1 round after it has no target creatures and resets after 1 minute.</p>",
            "routine": "<p>(5 actions) Each disabled symbol reduces the trap's number of actions by 1.</p>\n<p>For each of its actions, a different symbol shoots an electricity bolt at a random creature in the room. The trap doesn't take multiple attack penalties.</p>",
            "stealth": "<p>(expert) or @Check[type:perception|dc:29|traits:action:seek] (expert) to spot the control panel</p>"
        },
        "Stalker Summoning Rune": {
            "name": "Stalker Summoning Rune",
            "descriptionHazard": "<p>The sand conceals a rune that summons an invisible stalker into this yard.</p>",
            "disable": "<p>@Check[type:acrobatics|dc:25|name:Approach Rune] to approach without triggering the trap followed by @Check[type:arcana|dc:25|name:Erase Rune] (expert) or @Check[type:thievery|dc:27|name:Erase Rune|traits:action:disable-a-device] (expert) to erase the rune, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (4th level; counteract DC 25) to counteract the rune</p>",
            "reset": "<p>The trap resets after 24 hours.</p>",
            "stealth": "<p>(expert)</p>"
        }
    },
    "mapping": {
        "publicNotes": "system.details.publicNotes",
        "privateNotes": "system.details.privateNotes",
        "acDetails": "system.attributes.ac.details",
        "blurb": "system.details.blurb",
        "hpDetails": "system.attributes.hp.details",
        "allSavesBonus": "system.attributes.allSaves.value",
        "speedsDetails": "system.attributes.speed.details",
        "sensesDetails": "system.perception.details",
        "items": {
            "converter": "translateActorItems",
            "path": "items"
        },
        "descriptionHazard": "system.details.description",
        "disable": "system.details.disable",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "stealth": "system.attributes.stealth.details"
    }
}