{
    "label": "Sky-Kings-Tomb-Bestiary",
    "entries": {
        "Alchemist Ivy": {
            "name": "Alchemist Ivy",
            "publicNotes": "<p>The assassin vine is a carnivorous plant with a voracious appetite. Rather than consuming creatures directly, it creates its own fertilizer by entangling prey and squeezing the life from it. Once the plant has killed a creature, it pulls the carcass over to its roots to feed from the decaying flesh. Although an assassin vine lacks eyes, it can detect and track prey through a combination of using its root systems to detect vibrations through topsoil and its leaves to detect heat changes in the vicinity. Although the assassin vine has no real intelligence, its learned behaviors mimic those of cunning ambush hunters.</p>\n<p>As it is slow moving, the assassin vine typically remains rooted in a single area for as long as it has sufficient prey. Though most often found along woodland trails or swamps, these plants can also be encountered in more rural settlements, poorly tended fields, and vineyards. While assassin vines can't be trained in the classical sense, they can be used as defenses, and woodland-dwelling creatures like goblins and fey have been known to cultivate assassin vines as guardians for less-used routes into their lairs. In such cases, the tenders often seek to make the path more obvious than its disuse would otherwise suggest, while simultaneously working to ensure the bones of the vines' victims are removed to keep their presence a secret, resulting in what appears to be an easy approach to the den but is actually an organic ambush.</p>\n<p>Mature assassin vines grow to 20 feet long and have smaller vines extending off the main trunk that reach from to 5 to 10 feet in length. The smallest of these vines sprout every 6 inches or so; they tend to grow clusters of full leaves and occasionally bear small berries. A recently fed assassin vine can have bunches of plump, blood-red berries that are juicy and tart but leave a slightly unpleasant iron aftertaste, as if from the faint taste of blood from a bitten lip.</p>",
            "blurb": "Variant Assassin Vine"
        },
        "Algerschmick": {
            "name": "Algerschmick",
            "publicNotes": "<p>Traditionally, the dvorovoi is seen as the domovoi's younger sibling and has charge of a peasant's yard and all the animals and tools within. Animals favored by the dvorovoi become healthy, strong, and obedient, while less-loved livestock are exhausted and miserable. Peasants with a resident dvorovoi make sure to formally introduce new livestock to the house spirit and placate the spirit by leaving meals in the shed. Dvorovoi loathe white-furred animals and chase away any all-white cows or horses, though they have no similar grudge against chickens.</p>\n<hr />\n<p>House spirits are shy, often helpful, sometimes wrathful fey that dwell alongside peasants and farmers. They reside in the house, in the yard, in the granary, in the bathhouse-wherever people build and live. Due to this proximity, house spirits often take on the mannerisms or appearance of nearby mortals. Their reclusive nature and tendency to go unseen earned them the moniker of \"spirits,\" though in truth they are fully embodied fey.</p>\n<p>House spirits take an almost parental interest in \"their\" mortals. Given proper respect, these fey work tirelessly for their charges-they chop wood, care for livestock, mend clothes, sweep the floor, and tend to the stove. If offended, though, the house spirit becomes a menace, frightening animals or children and ruining belongings.</p>",
            "blurb": "Dvorovoi",
            "sensesDetails": "tremorsense (imprecise) within their entire bound yard"
        },
        "Alkepsur": {
            "name": "Alkepsur",
            "blurb": "Ancestral Echo",
            "hpDetails": "void healing, rejuvenation"
        },
        "Anarchic Living Graffiti": {
            "name": "Anarchic Living Graffiti"
        },
        "Ancestral Echo": {
            "name": "Ancestral Echo",
            "hpDetails": "void healing, rejuvenation"
        },
        "Angry Dead": {
            "name": "Angry Dead",
            "descriptionHazard": "<p>The faces of the original dwarven inhabitants of the city appear in the stone and scream in anger.</p>",
            "disable": "<p>@Check[type:religion|dc:23] (trained) to ritually pray for the dead or @Check[type:occultism|dc:25] (trained) to exorcise the spirits' anger; a dwarf succeeds at a @Check[type:diplomacy|dc:22] or Intimidate check, asking or ordering the spirits to stand down.</p>",
            "reset": "<p>The haunt deactivates 1 round after all living creatures leave the area. After 1 hour, the haunt reactivates. If the haunt is disabled by a dwarf succeeding at a Diplomacy or Intimidate check, the haunt is destroyed.</p>",
            "routine": "<p>(1 action) The faces continue to scream, dealing @Damage[5d6[sonic]] damage (@Check[type:reflex|dc:26|basic:true] save) to all living creatures within 20 feet of the steps. On a critical failure, a creature takes double damage and is @UUID[Compendium.pf2e.conditionitems.Item.9PR9y0bi4JPKnHPR]{Deafened} for 1 round. Deaf creatures are immune to this effect.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Ansestor Statue": {
            "name": "Ansestor Statue",
            "publicNotes": "<p>Animated statues are often used to guard crypts, small shrines, or areas in government buildings where they can be positioned amid normal statues to hide their true nature until an intruder arouses their ire. Adventurers' suspicions regarding statues suddenly animating and attacking has led many less scrupulous adventurers to automatically attack any statues they encounter, ruining harmless, ancient relics.</p>\n<hr />\n<p>Granted a semblance of life through the use of rituals or other strange magic, animated objects take many forms and serve a variety of uses. A few examples of typical animated objects are listed below. Many of these creatures serve as guardians, surprising unsuspecting adventurers when they suddenly attack. Others serve as idle distractions for the exceptionally rich, simple servants created to handle odd jobs, and the like.</p>",
            "acDetails": "(17 when broken); construct armor",
            "blurb": "Elite animated statue"
        },
        "Ashrin": {
            "name": "Ashrin"
        },
        "Avernal Flashback": {
            "name": "Avernal Flashback",
            "descriptionHazard": "<p>A phantasmal crimson worm appears to rampage outside the workshop, afflicting the area with phantom tremors, blistering heat, and cave-ins.</p>",
            "disable": "<p>@Check[type:athletics|dc:22], @Check[type:occultism|dc:22], or @Check[type:religion|dc:22]; it takes three successful checks to weaken the haunt or erect supports that brace the ceiling. A PC who speaks Dwarven can attempt @Check[type:diplomacy|dc:22] (trained) checks to calm the phantasmal cave worm.</p>",
            "routine": "<p>(2 actions) Zogototaru uses 1 action to create a Tremor. With her other action, she either Exudes Heat or makes Rocks Fall, alternating between the two each round.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Bestial Transformation": {
            "name": "Bestial Transformation",
            "descriptionHazard": "<p>Enchanted carvings of animals transform any creatures who damage the door into the animal they harmed.</p>",
            "disable": "<p>@Check[type:nature|dc:26] (expert) to handle the animal carvings or @Check[type:thievery|dc:33] (master) to scratch out the animal carvings or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (5th level; counteract DC 28) to counteract the spell</p>",
            "reset": "<p>automatic</p>",
            "stealth": "<p>(master)</p>"
        },
        "Blacknoon Apprentice": {
            "name": "Blacknoon Apprentice"
        },
        "Bloodseeker Swarm": {
            "name": "Bloodseeker Swarm",
            "publicNotes": "<h4>Bloodseeker</h4>\n<p>Decades ago, the Court of Ether bred bloodseekers as show animals, thinking them adorably ugly. Generations later, the insects have become giantic. Visitors to the Court are impressed by how the bloodseekers to hover in place, fly through hoops, and only drink the blood of specific creatures.</p>\n<h4>Bloodseeker Swarm</h4>\n<p>The Court of Ether release the less useful, smaller breed of bloodseekers into the Endless Gulf, where they form into dangerous swarms of the insatiable devourers. This has lead to a dangerous new game, Seek-a-Bang, where fey mounted on giant bloodseekers throw thunderstones at swarms of their mounts’ smaller cousins and see how many they can kill with a single throw. So far, the fatalities are few enough to be acceptable.</p>\n<h4>Bloodseeker Breeds</h4>\n<p>While the giant bloodseeker has the most notoriety for its size and use as a cavalry mount, other breeds have been created by determined ranchers. These including the longhaired bloodseeker, bloodseeker retriever, and the difficult-tocontain burrowing bloodseeker. Each of these recognized breeds can be submitted to the annual Court of Ether Bloodseeker Show, where breeders enter their prized, expensive, and well-trained bloodseekers in hopes of gaining the elusive “Best in Show” award.</p>"
        },
        "Bronwyl Holloward": {
            "name": "Bronwyl Holloward"
        },
        "Buried Shock Glyph": {
            "name": "Buried Shock Glyph",
            "hpDetails": "BT 16",
            "descriptionHazard": "<p>A magical glyph unleashes a blast of electricity when handled.</p>",
            "disable": "<p>@Check[type:athletics|dc:20] (trained) to hurl the stone a safe distance before it activates, or @Check[type:thievery|dc:21] to delicately move the stone without triggering the glyph.</p>"
        },
        "Caligni Assassin": {
            "name": "Caligni Assassin",
            "publicNotes": "<p>Lauded and shunned, caligni assassins often become unwitting pawns in clashes between caligni settlements or between rival factions of caligni society.</p>\n<hr />\n<p>Calignis often get stereotyped as murderers, but the title of assassin is one of the rarest in their society. Caligni settlements go decades without having offspring born with enough potential. However, once a child shows they have \"the gift\"; the settlements leaders might give the babe to the owb, who mold and shape the child into an instrument of shadows and death.</p>\n<h2>Shadowfade</h2>\n<p>Caligni assassins gain their power from an infusion of planar essence directly from the Netherworld, which the owb help them develop into powerful abilities. This comes at a cost: all caligni assassins eventually succumb to an affliction known as shadowfade. This magical malady causes the caligni's body to painfully warp when concealed in shadows, as the plane's ability to create twisted reflections of reality changes their physical form directly.</p>\n<p>Sometimes a caligni assassin will flee home and strike out on their own to avoid becoming a twisted tool for their greedy leaders. Such freelancers are in high demand for those seeking a fatal solution to their own political problems.</p>"
        },
        "Caustic Gas Trap": {
            "name": "Caustic Gas Trap",
            "descriptionHazard": "<p>Pressure plates in the hall trigger the release of caustic gas.</p>",
            "disable": "<p>@Check[type:crafting|dc:28] (master) to neutralize the acid or @Check[type:thievery|dc:30] (master) to disable the pressure plates</p>",
            "reset": "<p>A 10-minute Interact activity and a new supply of caustic gas.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Cave-In": {
            "name": "Cave-In",
            "descriptionHazard": "<p>The rubble shifts and the cavern ceiling collapses.</p>",
            "disable": "<p>@Check[type:crafting|dc:28] (expert) or @Check[type:survival|dc:31] (trained) to prop up the cavern ceiling without triggering a collapse.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Coal Residue": {
            "name": "Coal Residue",
            "descriptionHazard": "<p>Combustible material can ignite and burn ferociously.</p>",
            "disable": "<p>@Check[type:mining-lore|dc:15] (trained) to spread inert material over the area or @Check[type:survival|dc:18] to pry up enough of the material to prevent a chain reaction.</p>"
        },
        "Corrupted Blade Spirit": {
            "name": "Corrupted Blade Spirit",
            "publicNotes": "<p>Creatures that once held particular items dear can be bound to them after death, their souls inhabiting the item from within. These might be the faithful haunting symbols of their faith, warriors clinging to their old weapons, or the greedy inhabiting their precious wealth. These spirits' physical bodies have long since degraded, but they keep their corrupted relics pristine. The spirits manifest on the unsuspecting or curious, determined to destroy anyone who would dare show any interest in their one precious possession.</p>\n<p>Though rare, there are several kinds of corrupted relics. The bound spirit can manifest in different ways, from animating an ancient weapon to possessing anyone who dons the item. Destroying the relic often ends up being the simplest, most direct way to banish the haunt itself. Destroying or dispelling the spirit without destroying the relic, however, can sometimes leave priceless treasure behind.</p>\n<p>The amulet shown here has the air and death aspects. Its minor gifts, deadly spark and death gaze, power some of the spirit's abilities. Someone who claims the relic might gain different gifts from those aspects.</p>",
            "blurb": "Variant Corrupted Relic",
            "hpDetails": "void healing"
        },
        "Crimson Worm Statue": {
            "name": "Crimson Worm Statue",
            "acDetails": "(22 when broken); construct armor"
        },
        "Cultist Troop": {
            "name": "Cultist Troop",
            "speedsDetails": "troop movement",
            "hpDetails": "(16 squares); Thresholds 60 (12 squares), 30 (8 squares);"
        },
        "Dart Launcher": {
            "name": "Dart Launcher",
            "hpDetails": "BT 12",
            "descriptionHazard": "<p>A series of hidden launch tubes fire toxic darts at a 5-foot square.</p>",
            "disable": "<p>@Check[type:thievery|dc:16] (trained)</p>"
        },
        "Dwarven Monster Hunter": {
            "name": "Dwarven Monster Hunter",
            "publicNotes": "<p>Some mercenaries eschew the complications of politics, oaths of service, and fealty and just get paid to hunt monsters. It's a straightforward form of mercenary service, often dangerous in the extreme, but one that can yield glory and fame.</p>\n<hr />\n<p>A broad category that includes those wielding arms, spells, or even guile and cunning, mercenaries hire themselves and their expertise to those with the gold to pay for it.</p>",
            "blurb": "Variant Monster Hunter"
        },
        "Electrified Hall": {
            "name": "Electrified Hall",
            "descriptionHazard": "<p>Runes hidden in the door's carvings blast lightning down the hall.</p>",
            "disable": "<p>@Check[type:thievery|dc:30] (master) to scratch out the runes, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (5th level; counteract DC 28) to counteract the runes</p>",
            "reset": "<p>automatic</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Enraged Dream": {
            "name": "Enraged Dream",
            "publicNotes": "<p>An animate dream coalesces from centuries of stray fragments of reverie and dream left behind as slumbering minds drift through the Dimension of Dreams. In most cases, these fragments simply disperse on their own, but when dreamers flee from nightmares back to the waking world, these fragments can take on a supernatural life of their own. They have little reasoning and intent except to seek similar fragments, absorb them, and grow. When enough of them gather together, they merge into a horrific form as an animate dream.</p>\n<p>Individually, animate dreams can hold a wide range of appearances, but most take on rudimentary shapes akin to the living forms of the minds that spawned them. Animate dreams that rise from slumbering humanoids, the most commonly encountered, thus appear humanoid, but with distorted, nightmarish shapes that incorporate additional twisted limbs and frightening features. In these forms, animate dreams find their way out of the Dreamlands and into the waking world, only to discover they have no way of returning and suffer a relentless hunger that only new nightmares can sate.</p>\n<p>An animate dream thrives on the terror fueled by nightmares and fear and uses its supernatural abilities to invoke such feelings in the minds of its victims, cursing its prey by creating a permanent link to that individual's dreams. Thereafter, the victim is subjected to all manner of reoccurring nightmares. As the nightmares continue, the victim finds it more and more difficult to remain awake. In the end, the victim plunges into an accursed slumber from which it cannot return. These victims provide the animate dream with the purest form of fear and are its preferred sustenance.</p>\n<p>An animate dream can subsist on the ambient fear generated by regular nightmares, but these lesser fears aren't as satisfying, often driving the animate dream to seek out new victims. Left without a source of fear, an animate dream won't starve to death, but it will grow increasingly violent and desperate. Famished animate dreams are the ones most often encountered, as they have been forced to abandon subtlety to pursue more blatant methods of harvesting fear. Yet such animate dreams also tend to be the least powerful of their kind. Those who have grown metaphysically fat on fear have generally done so by adopting a specific nightmare theme, such as being buried alive, being swept away by ocean waves, or being consumed by wild beasts. Such animate dreams often have similarly themed innate spells to augment their powers.</p>",
            "blurb": "Variant Animate Dream",
            "allSavesBonus": "+1 status to all saves vs. magic"
        },
        "Enraged Polar Bear Spirit": {
            "name": "Enraged Polar Bear Spirit",
            "descriptionHazard": "<p>The ghostly spirit of a polar bear stands on its hind legs and roars.</p>",
            "disable": "<p>@Check[type:nature|dc:26] (expert) to calm the spirit, @Check[type:intimidate|dc:30] (master) to cow the spirit, or @Check[type:religion|dc:30] (expert) to contain the spiritual corruption (each successful check reduces its number of actions by 1)</p>",
            "reset": "<p>The bear spirit calms after no creatures are in the room for 1 minute but is ready to lash out again after 10 minutes.</p>",
            "routine": "<p>(3 actions) The bear moves around the room at an alarming speed, seemingly teleporting, and Strikes a random creature with its spiritual claws.</p>"
        },
        "Ether Sprite": {
            "name": "Ether Sprite",
            "publicNotes": "<h4>Sprite</h4>\n<p>The fey of the Ether Court in the Darklands have evolved somewhat differently from the First World kin that exiled them, becoming more cruel and less mischievous than is typical for their kind.</p>\n<h4>Ether Sprite</h4>\n<p>The excitable sprites of the Ether Court prefer to frolic, drink, insult each other, and perform improv comedy.</p>\n<h4>Sprite Collections</h4>\n<p>Ether sprites have a reputation for being thieves. In truth, they’re generally curious about the world and simply have a tendency to walk away with objects that don’t belong to them, not understanding the concept of ownership. As a result, ether sprites tend to have small interesting objects in their possession, such as talismans or gemstones.</p>"
        },
        "Ether Sprite Swarm": {
            "name": "Ether Sprite Swarm",
            "publicNotes": "<p>One ether sprite is quite enough for most, and can be tiresome for even the fey. When a group of them get together, it's outright bedlam.</p>\n<hr />\n<p>The fey of the Ether Court in the Darklands have evolved somewhat differently from the First World kin that exiled them, becoming more cruel and less mischievous than is typical for their kind.</p>\n<h2>Sprite Collections</h2>\n<p>Ether sprites have a reputation for being thieves. In truth, they're generally curious about the world and simply have a tendency to walk away with objects that don't belong to them, not understanding the concept of ownership. As a result, ether sprites tend to have small interesting objects in their possession, such as talismans or gemstones.</p>"
        },
        "Explosive Entrance": {
            "name": "Explosive Entrance",
            "descriptionHazard": "<p>An alchemical bombs explodes when the rubble is shifted, filling the hall with flame.</p>",
            "disable": "<p>@Check[type:crafting|dc:30] (master) to nullify the bomb's alchemical components or @Check[type:thievery|dc:28] (master) to disable the bomb</p>",
            "stealth": "<p>(master)</p>"
        },
        "Fazil": {
            "name": "Fazil",
            "publicNotes": "<p>Most kobolds encountered outside of a well-defended warren or lair are kobold scouts, creatures trained for stalking and the hunt.</p>\n<hr />\n<p>Kobolds are small, reptilian humanoids who carry physical similarities to true dragons. They lurk in dark spaces, usually tunnels and mines beneath the earth, in either warrens of their own design or complexes discovered and colonized after the original builders have moved on. Though kobolds are far more pragmatic than they are courageous, they use every inch of their cunning to even the playing field between themselves and other, stronger creatures. They attack from the darkness and at range, and kobold artificers and engineers master the art of simple but effective traps, which they use to protect their lairs. Kobolds are skilled at working together by necessity, and they often set up ambushes or hit-and-run assaults that allow them to do the most damage possible without being harmed in return.</p>\n<p>Kobolds are diligent and hardworking creatures, though they often turn these virtues toward selfish ends. While some kobolds live in communal collectives that maintain neutral relations with the creatures around them, they can be easily swayed into serving malevolent powers or megalomaniac leaders. This is in part due to kobolds' innate pragmatism, as they would rather concede to servitude than risk being killed, but it is also in part due to a reverence for the power that kobolds generally lack. Dragons in particular are viewed with a deferential awe, and kobolds eagerly offer their services to such mighty and glorious creatures when they can. While kobolds may scheme against other leaders, especially those that control them via subjugation, dragons are usually viewed with adoration, no matter how brutal they might be to their kobold minions.</p>",
            "blurb": "Variant Kobold Scout"
        },
        "Ferghaz": {
            "name": "Ferghaz",
            "blurb": "Ancestral Echo",
            "hpDetails": "void healing, rejuvenation"
        },
        "Flames of Taargick": {
            "name": "Flames of Taargick",
            "publicNotes": "<p>Walking conflagrations of unimaginably hot fire, elemental infernos are harbingers of destruction and heedless chaos.</p>\n<hr />\n<p>Fire elementals are destructive manifestations of the scorching Plane of Fire.</p>",
            "blurb": "Variant weak elemental infernos",
            "sensesDetails": "smoke vision",
            "hpDetails": "explosion"
        },
        "Four-Tooth": {
            "name": "Four-Tooth"
        },
        "Giant Bloodseeker": {
            "name": "Giant Bloodseeker",
            "publicNotes": "<p>The Court of Ether breeds bloodseekers to enormous sizes to serve as cavalry mounts for their non-winged warriors. These bloodseekers serve as capable mounts—at least until they detect the scent of blood.</p>\n<hr />\n<p>Decades ago, the Court of Ether bred bloodseekers as show animals, thinking them adorably ugly. Generations later, the insects have become giantic. Visitors to the Court are impressed by how the bloodseekers to hover in place, fly through hoops, and only drink the blood of specific creatures.</p>\n<h2>Bloodseeker Breeds</h2>\n<p>While the giant bloodseeker has the most notoriety for its size and use as a cavalry mount, other breeds have been created by determined ranchers. These including the longhaired bloodseeker, bloodseeker retriever, and the difficult-tocontain burrowing bloodseeker. Each of these recognized breeds can be submitted to the annual Court of Ether Bloodseeker Show, where breeders enter their prized, expensive, and well-trained bloodseekers in hopes of gaining the elusive \"Best in Show\" award.</p>"
        },
        "Giant Leech": {
            "name": "Giant Leech",
            "publicNotes": "<p>Capable of growing to lengths of nearly 5 feet, giant leeches have circular maws filled with hook-like teeth. They prefer to dwell in stagnant or slow-moving shallow water or in damp, moist undergrowth. Horses and larger animals are their favorite prey, but they won't balk at a chance to latch onto a human- or halfling-sized meal.</p>",
            "blurb": "Variant Giant Leech"
        },
        "Glacial Worm": {
            "name": "Glacial Worm",
            "publicNotes": "<p>Cave worm eggs that lie dormant for a long period may experience significant climactic shift. If the temperature falls below freezing, the worms may hatch as glacial worms, also called white worms. These creatures immediately migrate as far north as possible, seeking the glaciers or icebergs that will nourish and house them. Glacial worms lack stingers, as liquid venom is less effective in cold temperatures. Occasionally, such creatures are carried far south on icebergs that have carved off the main ice sheets of the polar regions.</p>",
            "hpDetails": "cold healing"
        },
        "Gray Worm": {
            "name": "Gray Worm",
            "publicNotes": "<p>One subspecies that some call unnatural is the gray worm. It is theorized that these cave worms hatched near the corpses of thousands of graves, perhaps deep in the layers of the Darklands that once held large populations at the moment of Starfall. The void energy associated with the collective extinction of so much life has warped these worms so that they embody the misery and death caused by the cataclysm. They are unique among cave worms in that they prefer not to swallow prey alive, but to eat only dead flesh.</p>",
            "sensesDetails": "blood scent, blood scent",
            "hpDetails": "void healing"
        },
        "Hagegraf Royal Guard": {
            "name": "Hagegraf Royal Guard",
            "publicNotes": "<p>While the city guards patrol the Long Walk, the royal guards protect King Orgukagan and the royal family, as well as important royal interests.</p>\n<hr />\n<p>Hryngars descend from dwarves who did not undertake the Quest for Sky and remained denizens of the Darklands. Most now worship Droskar, god of toil.</p>\n<h2>Upworlder Prejudice</h2>\n<p>Many upworlders' only experience with denizens from the Darklands come from Darklands raids. This has unfortunately caused many on the surface to believe that all Darklands peoples are murderous, which, of course, isn't the case. The Darklands are a harsh realm, and the people who live there have adapted to survive in an unforgiving environment that rewards the strong and punishes the meek. Yet despite this, there are still rich cultures and compassionate beings below the surface of Golarion.</p>\n<h2>Highhelm Propaganda</h2>\n<p>Upworlders often believe that hryngars make shoddy weapons and armor, but this is propaganda spread by dwarves on the surface. Any proud hryngar knows that if you work hard enough on a project, it will come out just as well as crafters who rely on clever secrets and modern techniques. Therefore hryngar-made products often have fewer aesthetic elements in their design. Their creations tend to focus more on pure function.</p>",
            "sensesDetails": "iron mind"
        },
        "Heartbroken Dream": {
            "name": "Heartbroken Dream",
            "publicNotes": "<p>An animate dream coalesces from centuries of stray fragments of reverie and dream left behind as slumbering minds drift through the Dimension of Dreams. In most cases, these fragments simply disperse on their own, but when dreamers flee from nightmares back to the waking world, these fragments can take on a supernatural life of their own. They have little reasoning and intent except to seek similar fragments, absorb them, and grow. When enough of them gather together, they merge into a horrific form as an animate dream.</p>\n<p>Individually, animate dreams can hold a wide range of appearances, but most take on rudimentary shapes akin to the living forms of the minds that spawned them. Animate dreams that rise from slumbering humanoids, the most commonly encountered, thus appear humanoid, but with distorted, nightmarish shapes that incorporate additional twisted limbs and frightening features. In these forms, animate dreams find their way out of the Dreamlands and into the waking world, only to discover they have no way of returning and suffer a relentless hunger that only new nightmares can sate.</p>\n<p>An animate dream thrives on the terror fueled by nightmares and fear and uses its supernatural abilities to invoke such feelings in the minds of its victims, cursing its prey by creating a permanent link to that individual's dreams. Thereafter, the victim is subjected to all manner of reoccurring nightmares. As the nightmares continue, the victim finds it more and more difficult to remain awake. In the end, the victim plunges into an accursed slumber from which it cannot return. These victims provide the animate dream with the purest form of fear and are its preferred sustenance.</p>\n<p>An animate dream can subsist on the ambient fear generated by regular nightmares, but these lesser fears aren't as satisfying, often driving the animate dream to seek out new victims. Left without a source of fear, an animate dream won't starve to death, but it will grow increasingly violent and desperate. Famished animate dreams are the ones most often encountered, as they have been forced to abandon subtlety to pursue more blatant methods of harvesting fear. Yet such animate dreams also tend to be the least powerful of their kind. Those who have grown metaphysically fat on fear have generally done so by adopting a specific nightmare theme, such as being buried alive, being swept away by ocean waves, or being consumed by wild beasts. Such animate dreams often have similarly themed innate spells to augment their powers.</p>",
            "blurb": "Variant Animate Dream",
            "allSavesBonus": "+1 status to all saves vs. magic"
        },
        "Heldin Ulgincamp": {
            "name": "Heldin Ulgincamp"
        },
        "Hhrulkaz": {
            "name": "Hhrulkaz",
            "allSavesBonus": "+2 status to saves vs. petrifying gaze"
        },
        "Hrungul Ironeye": {
            "name": "Hrungul Ironeye"
        },
        "Hryngar Assassin": {
            "name": "Hryngar Assassin",
            "publicNotes": "<p>In secret conclaves around Nar-Voth, hidden in plain sight within hryngar settlements, are the workshops and training grounds for the Darklands' most technologically sophisticated group of killers. Most hryngar assassins train from childhood, having been recruited from orphanages, and are under a life-debt obligation to their guild leader. While on contract, hryngar assassins are on the lookout for new technologies, gadgets, and alchemical creations. They bring what they find back to their guild to be reverse engineered and replicated for other guild assassins. When the opportunity presents itself, they destroy the schematics and formulae that other organizations, inventors, and alchemists have created if they can't steal them.</p>\n<hr />\n<p>Deep under the surface of Golarion, dwarves still dwell in the darkness. Once abandoned by their kin who were obsessed with reaching the surface, these dwarves have found that by working harder than their brethren, they can build a society far greater than anything under the sun. Droskar, Master of the Dark Furnace, teaches them that toiling for their masters, who in turn toil for their masters above, will lead all of them to become stronger than ever. Every hryngar knows that their labor defines them, and brings them glory in the eyes of Droskar and their peers. Exhaustion at the end of the work day is an honor, proof of their worth in society.</p>\n<h2>Bleeding Edge Killing Tech</h2>\n<p>Hryngar assassins use the most advanced gadgets and technology available to them. Their inventors are hard at work reverse engineering any specialized equipment they find so they can provide moderately equivalent designs to the best assassins. Elite assassins gain one consumable gadget (Pathfinder Guns &amp; Gears) of their level or lower, often selected for a specific job.</p>",
            "allSavesBonus": " +2 status to all saves vs. magic"
        },
        "Hryngar Battlepriest": {
            "name": "Hryngar Battlepriest"
        },
        "Hryngar Breccia Squad": {
            "name": "Hryngar Breccia Squad",
            "publicNotes": "<p>A hryngar breccia squad is a group of hryngar martial combatants armed with melee weapons and steel shields. Though more likely to be encountered near large hryngar settlements, these strike forces see wide use throughout the Darklands. Hryngar breccia squads often serve as military units, mercenary companies, city patrols, and caravan guards. Like all warriors, the favored combat methods of a hryngar breccia squad change by location, often due to surrounding environment and popular equipment.</p>\n<hr />\n<p>Deep under the surface of Golarion, dwarves still dwell in the darkness. Once abandoned by their kin who were obsessed with reaching the surface, these dwarves have found that by working harder than their brethren, they can build a society far greater than anything under the sun. Droskar, Master of the Dark Furnace, teaches them that toiling for their masters, who in turn toil for their masters above, will lead all of them to become stronger than ever. Every hryngar knows that their labor defines them, and brings them glory in the eyes of Droskar and their peers. Exhaustion at the end of the work day is an honor, proof of their worth in society.</p>\n<h2>Rift Jumpers</h2>\n<p>Hryngar breccia squads that specialize in spelunking are known as Rift Jumpers, named for their reckless leaps into perilous chasms. They swap their shields and warhammers for light picks and train with their climbing equipment until it serves as an extension of their body. Rift Jumpers lose the Raise Shields, Shield Block, and Push Back actions, and gain a climb Speed of 20 feet.</p>",
            "allSavesBonus": "+2 status to all saves vs. magic",
            "speedsDetails": "troop movement",
            "hpDetails": "Thresholds 100 (12 squares), 50 (8 squares); "
        },
        "Hryngar Forgepriest": {
            "name": "Hryngar Forgepriest",
            "publicNotes": "<p>Abandoned by their cousins, the surface dwarves, hryngars were saved by Droskar, who taught them to work hard and give no quarter. Now, that hardness is the sword and shield by which the hryngar rule their kingdoms. The forgepriests proselytize Droskar’s teachings and punish heretics for any defiance.</p>\n<hr />\n<p>Hryngars descend from dwarves who did not undertake the Quest for Sky and remained denizens of the Darklands. Most now worship Droskar, god of toil.</p>\n<h2>Upworlder Prejudice</h2>\n<p>Many upworlders' only experience with denizens from the Darklands come from Darklands raids. This has unfortunately caused many on the surface to believe that all Darklands peoples are murderous, which, of course, isn't the case. The Darklands are a harsh realm, and the people who live there have adapted to survive in an unforgiving environment that rewards the strong and punishes the meek. Yet despite this, there are still rich cultures and compassionate beings below the surface of Golarion.</p>\n<h2>Highhelm Propaganda</h2>\n<p>Upworlders often believe that hryngars make shoddy weapons and armor, but this is propaganda spread by dwarves on the surface. Any proud hryngar knows that if you work hard enough on a project, it will come out just as well as crafters who rely on clever secrets and modern techniques. Therefore hryngar-made products often have fewer aesthetic elements in their design. Their creations tend to focus more on pure function.</p>"
        },
        "Hryngar King's Agent": {
            "name": "Hryngar King's Agent",
            "publicNotes": "<p>Involved in both domestic security and international espionage, the agents of King Orgukagan’s secret police are skilled at capturing enemies for interrogation, infiltrating rival organizations, and fighting without weapons. When the king takes special interest in a project, event, or individual, he sends one of his specially trained agents to handle the situation.</p>\n<hr />\n<p>Hryngars descend from dwarves who did not undertake the Quest for Sky and remained denizens of the Darklands. Most now worship Droskar, god of toil.</p>\n<h2>Upworlder Prejudice</h2>\n<p>Many upworlders' only experience with denizens from the Darklands come from Darklands raids. This has unfortunately caused many on the surface to believe that all Darklands peoples are murderous, which, of course, isn't the case. The Darklands are a harsh realm, and the people who live there have adapted to survive in an unforgiving environment that rewards the strong and punishes the meek. Yet despite this, there are still rich cultures and compassionate beings below the surface of Golarion.</p>\n<h2>Highhelm Propaganda</h2>\n<p>Upworlders often believe that hryngars make shoddy weapons and armor, but this is propaganda spread by dwarves on the surface. Any proud hryngar knows that if you work hard enough on a project, it will come out just as well as crafters who rely on clever secrets and modern techniques. Therefore hryngar-made products often have fewer aesthetic elements in their design. Their creations tend to focus more on pure function.</p>"
        },
        "Hryngar Officer": {
            "name": "Hryngar Officer",
            "publicNotes": "<p>The captain of the guard leads a troop of soldiers who serve as security forces for a powerful individual, most often a high-ranking noble or very rich merchant, though this stat block could also represent a lower-ranking captain of the guard for the leader of a nation. A formidable opponent in their own right, the captain of the guard skillfully employs their troops to protect the life and health of their ward.</p>\n<hr />\n<p>Larger societies rely on those with the authority and the ability to interpret and enforce laws. In good-aligned societies, these officials carry out their duties fairly. In neutral and evil ones, these officials can be harsh and cruel (with an altered alignment to reflect this), imposing severe punishments on those who can't pay for mercy.</p>",
            "acDetails": "(26 with shield raised)",
            "blurb": "Variant Captain Of The Guard"
        },
        "Hryngar Rager": {
            "name": "Hryngar Rager",
            "publicNotes": "<p>Some mercenaries eschew the complications of politics, oaths of service, and fealty and just get paid to hunt monsters. It's a straightforward form of mercenary service, often dangerous in the extreme, but one that can yield glory and fame.</p>\n<hr />\n<p>A broad category that includes those wielding arms, spells, or even guile and cunning, mercenaries hire themselves and their expertise to those with the gold to pay for it.</p>",
            "blurb": "Variant Monster Hunter"
        },
        "Hryngar Skull Collector": {
            "name": "Hryngar Skull Collector",
            "publicNotes": "<p>Executioners carry out sentences from cruel tyrants and legitimate rulers alike. Most remain numb to the necessity of their duty, but some evil executioners grow to love the power of having someone else's life in their hands.</p>\n<hr />\n<p>Larger societies rely on those with the authority and the ability to interpret and enforce laws. In good-aligned societies, these officials carry out their duties fairly. In neutral and evil ones, these officials can be harsh and cruel (with an altered alignment to reflect this), imposing severe punishments on those who can't pay for mercy.</p>",
            "blurb": "Variant Executioner"
        },
        "Hryngar Veteran": {
            "name": "Hryngar Veteran",
            "publicNotes": "<p>Cutthroats, killers, thieves, and toughs prey upon the vulnerable of society. Directing their activities and keeping them in line are the duties of the gang leader.</p>\n<hr />\n<p>Villains pursue selfish and cruel goals, trampling over anyone foolish or purehearted enough to stand in their way.</p>",
            "blurb": "Variant Gang Leader"
        },
        "Hyphae Tyrant": {
            "name": "Hyphae Tyrant",
            "publicNotes": "<p>Leshy creations sometimes fall prey to herbivores and foragers. Whereas most take the loss in stride, fungus leshies sometimes grow bitter and explore the grimmer elements of fungi: decomposition and possession. Combining unethical experiments, mind-altering cordyceps spores, and occult magic fueled by their own victim narrative, a fungus leshy can transform into a hyphae tyrant, who in turn transforms corpses into sporeborn puppets to torment local fauna. These leshies' greatest tragedy is perhaps their own impermanence. As their agendas increasingly celebrate decay, a hyphae tyrant's spite and occult narrative slowly drain their life force, ultimately ending in a final burst of destructive energy.</p>\n<h2>Troubled Reincarnation</h2>\n<p>Typically, a leshy's spirit wanders the natural world after death, eventually inhabiting a new leshy body. It's unclear whether a hyphae tyrant's spirit can ever become a new leshy. It's speculated that they eventually become natural haunts, transform into oni, or even fade forever unless found and redeemed.</p>",
            "sensesDetails": "sporesense (imprecise) 60 feet"
        },
        "Inexorable Door": {
            "name": "Inexorable Door",
            "hpDetails": "BT 27",
            "descriptionHazard": "<p>A recessed mechanism slowly pushes two iron doors closed, holding them in pace for 24 hours.</p>",
            "disable": "<p>@Check[type:thievery|dc:21] (expert)</p>"
        },
        "Invertebrate Infiltrator Trap": {
            "name": "Invertebrate Infiltrator Trap",
            "descriptionHazard": "<p>Variant confounding betrayal</p>\n<p>Allies appear to shed their skin, transforming into either giant worm monsters or masses of wriggling worms.</p>",
            "disable": "<p>@Check[type:thievery|dc:28] (expert) twice to suppress the trap's trigger, or @Check[type:occultism|dc:28] (expert) to create a ward against the trap's mental effects.</p>",
            "reset": "<p>The haunt deactivates 1 minute after all creatures leave the area but resets immediately thereafter.</p>",
            "routine": "<p>(1 action, illusion, incapacitation, occult) The haunt continues to confound victims' senses and inspire them to commit violence against each other. Each creature in the haunt's area must attempt a @Check[type:will|dc:26].</p>\n<p><strong>Critical Success</strong> The creature is unaffected and temporarily immune for 1 minute.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> The creature is confused for 1 round.</p>\n<p><strong>Critical Failure</strong> The creature is confused for 1 minute.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Jinkin": {
            "name": "Jinkin",
            "publicNotes": "<p>Jinkins are sadistic tinkers who steal and sabotage items and take great pride in their power to curse precious objects. They hold grudges and create convoluted plans for revenge whenever they feel slighted, such as when a creature dares to remove one of their curses. Rarely content to wreak simple mayhem, jinkins also take immense pleasure in torture and murder, though they prefer to lead victims into traps designed to capture or incapacitate rather than kill outright. Deep pits are favorites, since victims who survive the fall face a slow death from starvation and thirst. Jinkins enjoy gathering at the edge of pits to mock, tease, and torment.</p>\n<hr />\n<p>Gremlins are cruel fey tricksters and saboteurs who have fully acclimated to life on the Material Plane, finding distinct niches for their inventive destructiveness. All gremlins delight in ruining or breaking things, whether it's something physical like a device or vehicle or something intangible such as an alliance or relationship. A gremlin's greatest joy is watching the collapse of complex creations, preferably after the lightest and slightest, carefully targeted push from the gremlin. Gremlins tend to denigrate, bully, or even slaughter their lesser kin, particularly mitflits, whom gremlins (and many others) derisively call \"mites.\"</p>"
        },
        "Juvenile Cave Worm (Azure)": {
            "name": "Juvenile Cave Worm (Azure)",
            "publicNotes": "<p>A juvenile cave worm has left its brood or eaten them, and has started to establish its own territory, hunting in regular intervals. These young worms tend to be more aggressive towards other life forms than their relatively mellow adult kin.</p>\n<hr />\n<p>Cave worms are gigantic scavengers who shape their environment as they bore through rock, ice, or other substances on their search for food. These behemoths consume everything in their path. Though they usually prefer soil, minerals, and occasionally constructed buildings, they will also eat living creatures, plants, and other organic materials. There are numerous species of cave worms, each a different color and perfectly adapted to their surrounding environment. Cave worms rarely exceed a typical animal's intelligence. They're also poor parents that lay a clutch of eggs sealed in a protein shell before abandoning them. After a short incubation period, the young hatch, forming a swarming mass of ravenous larval cave worms. When nearing maturity or when starved of sufficiently rich soil, these larval worms turn on one another. They fight for dominance or flee until only a few remain. The survivors grow quickly, rapidly becoming juvenile cave worms.</p>\n<h2>Brood Variance</h2>\n<p>The cave worms presented here are typical of standard rock worms. For crimson worms, use the elite adjustment and add immunity to fire. For azure worms, increase their swim Speed to 40. Gray worms gain void healing and a weakness to vitality energy 5. Glacial worms gain immunity to cold.</p>\n<h2>Early Hatchling</h2>\n<p>A single cave worm egg can produce several thousand larval cave worms when it slowly matures over a millennia. However, if a cave worm egg is disturbed or damaged before its natural cycle completes, the egg enters a rapid stage of maturation. Only a few hundred worms survive this process, creating significantly fewer offspring than when allowed to mature slowly.</p>"
        },
        "Juvenile Cave Worm (Crimson)": {
            "name": "Juvenile Cave Worm (Crimson)",
            "publicNotes": "<p>A juvenile cave worm has left its brood or eaten them, and has started to establish its own territory, hunting in regular intervals. These young worms tend to be more aggressive towards other life forms than their relatively mellow adult kin.</p>\n<hr />\n<p>Cave worms are gigantic scavengers who shape their environment as they bore through rock, ice, or other substances on their search for food. These behemoths consume everything in their path. Though they usually prefer soil, minerals, and occasionally constructed buildings, they will also eat living creatures, plants, and other organic materials. There are numerous species of cave worms, each a different color and perfectly adapted to their surrounding environment. Cave worms rarely exceed a typical animal's intelligence. They're also poor parents that lay a clutch of eggs sealed in a protein shell before abandoning them. After a short incubation period, the young hatch, forming a swarming mass of ravenous larval cave worms. When nearing maturity or when starved of sufficiently rich soil, these larval worms turn on one another. They fight for dominance or flee until only a few remain. The survivors grow quickly, rapidly becoming juvenile cave worms.</p>\n<h2>Brood Variance</h2>\n<p>The cave worms presented here are typical of standard rock worms. For crimson worms, use the elite adjustment and add immunity to fire. For azure worms, increase their swim Speed to 40. Gray worms gain void healing and a weakness to vitality energy 5. Glacial worms gain immunity to cold.</p>\n<h2>Early Hatchling</h2>\n<p>A single cave worm egg can produce several thousand larval cave worms when it slowly matures over a millennia. However, if a cave worm egg is disturbed or damaged before its natural cycle completes, the egg enters a rapid stage of maturation. Only a few hundred worms survive this process, creating significantly fewer offspring than when allowed to mature slowly.</p>"
        },
        "Juvenile Cave Worm (Glacial)": {
            "name": "Juvenile Cave Worm (Glacial)",
            "publicNotes": "<p>A juvenile cave worm has left its brood or eaten them, and has started to establish its own territory, hunting in regular intervals. These young worms tend to be more aggressive towards other life forms than their relatively mellow adult kin.</p>\n<hr />\n<p>Cave worms are gigantic scavengers who shape their environment as they bore through rock, ice, or other substances on their search for food. These behemoths consume everything in their path. Though they usually prefer soil, minerals, and occasionally constructed buildings, they will also eat living creatures, plants, and other organic materials. There are numerous species of cave worms, each a different color and perfectly adapted to their surrounding environment. Cave worms rarely exceed a typical animal's intelligence. They're also poor parents that lay a clutch of eggs sealed in a protein shell before abandoning them. After a short incubation period, the young hatch, forming a swarming mass of ravenous larval cave worms. When nearing maturity or when starved of sufficiently rich soil, these larval worms turn on one another. They fight for dominance or flee until only a few remain. The survivors grow quickly, rapidly becoming juvenile cave worms.</p>\n<h2>Brood Variance</h2>\n<p>The cave worms presented here are typical of standard rock worms. For crimson worms, use the elite adjustment and add immunity to fire. For azure worms, increase their swim Speed to 40. Gray worms gain void healing and a weakness to vitality energy 5. Glacial worms gain immunity to cold.</p>\n<h2>Early Hatchling</h2>\n<p>A single cave worm egg can produce several thousand larval cave worms when it slowly matures over a millennia. However, if a cave worm egg is disturbed or damaged before its natural cycle completes, the egg enters a rapid stage of maturation. Only a few hundred worms survive this process, creating significantly fewer offspring than when allowed to mature slowly.</p>"
        },
        "Juvenile Cave Worm (Gray)": {
            "name": "Juvenile Cave Worm (Gray)",
            "publicNotes": "<p>A juvenile cave worm has left its brood or eaten them, and has started to establish its own territory, hunting in regular intervals. These young worms tend to be more aggressive towards other life forms than their relatively mellow adult kin.</p>\n<hr />\n<p>Cave worms are gigantic scavengers who shape their environment as they bore through rock, ice, or other substances on their search for food. These behemoths consume everything in their path. Though they usually prefer soil, minerals, and occasionally constructed buildings, they will also eat living creatures, plants, and other organic materials. There are numerous species of cave worms, each a different color and perfectly adapted to their surrounding environment. Cave worms rarely exceed a typical animal's intelligence. They're also poor parents that lay a clutch of eggs sealed in a protein shell before abandoning them. After a short incubation period, the young hatch, forming a swarming mass of ravenous larval cave worms. When nearing maturity or when starved of sufficiently rich soil, these larval worms turn on one another. They fight for dominance or flee until only a few remain. The survivors grow quickly, rapidly becoming juvenile cave worms.</p>\n<h2>Brood Variance</h2>\n<p>The cave worms presented here are typical of standard rock worms. For crimson worms, use the elite adjustment and add immunity to fire. For azure worms, increase their swim Speed to 40. Gray worms gain void healing and a weakness to vitality energy 5. Glacial worms gain immunity to cold.</p>\n<h2>Early Hatchling</h2>\n<p>A single cave worm egg can produce several thousand larval cave worms when it slowly matures over a millennia. However, if a cave worm egg is disturbed or damaged before its natural cycle completes, the egg enters a rapid stage of maturation. Only a few hundred worms survive this process, creating significantly fewer offspring than when allowed to mature slowly.</p>",
            "hpDetails": "void healing"
        },
        "Juvenile Cave Worm (Rock)": {
            "name": "Juvenile Cave Worm (Rock)",
            "publicNotes": "<p>A juvenile cave worm has left its brood or eaten them, and has started to establish its own territory, hunting in regular intervals. These young worms tend to be more aggressive towards other life forms than their relatively mellow adult kin.</p>\n<hr />\n<p>Cave worms are gigantic scavengers who shape their environment as they bore through rock, ice, or other substances on their search for food. These behemoths consume everything in their path. Though they usually prefer soil, minerals, and occasionally constructed buildings, they will also eat living creatures, plants, and other organic materials. There are numerous species of cave worms, each a different color and perfectly adapted to their surrounding environment. Cave worms rarely exceed a typical animal's intelligence. They're also poor parents that lay a clutch of eggs sealed in a protein shell before abandoning them. After a short incubation period, the young hatch, forming a swarming mass of ravenous larval cave worms. When nearing maturity or when starved of sufficiently rich soil, these larval worms turn on one another. They fight for dominance or flee until only a few remain. The survivors grow quickly, rapidly becoming juvenile cave worms.</p>\n<h2>Brood Variance</h2>\n<p>The cave worms presented here are typical of standard rock worms. For crimson worms, use the elite adjustment and add immunity to fire. For azure worms, increase their swim Speed to 40. Gray worms gain void healing and a weakness to vitality energy 5. Glacial worms gain immunity to cold.</p>\n<h2>Early Hatchling</h2>\n<p>A single cave worm egg can produce several thousand larval cave worms when it slowly matures over a millennia. However, if a cave worm egg is disturbed or damaged before its natural cycle completes, the egg enters a rapid stage of maturation. Only a few hundred worms survive this process, creating significantly fewer offspring than when allowed to mature slowly.</p>"
        },
        "Krohan (Possessed)": {
            "name": "Krohan (Possessed)",
            "acDetails": "(19 with shield raised)",
            "hpDetails": "Void Healing"
        },
        "Krohan Veldollow": {
            "name": "Krohan Veldollow",
            "acDetails": "(19 with shield raised)"
        },
        "Lady Shimmersnip": {
            "name": "Lady Shimmersnip",
            "publicNotes": "<p>Crabs are scavenging crustaceans known for their hard shells and iconic sideways gait. They use their claws to defend themselves, hunt, and fight other crabs for territory. When confronted with threats from outside their species, most crabs prefer to flee, but when retreat isn't possible, they clamp on to their foes as tightly as they can.</p>\n<p>The statistics presented here represent giant crabs that live close to the water's surface. Crabs that live deeper underwater often exhibit more extreme adaptations to their environment. Crabs who live in the depths where little light reaches gain darkvision and cold resistance, and those adapted to the most hostile reaches of the deep sea can detect nearby creatures through subtle shifts in ocean currents.</p>\n<p>These skittering creatures are prized for their delicious meat, but their size makes them dangerous targets for harvesting.</p>",
            "blurb": "Variant Giant Crab"
        },
        "Larval Cave Worm Brood (Azure)": {
            "name": "Larval Cave Worm Brood (Azure)",
            "publicNotes": "<p>While gestating, cave worms adapt to their surrounding environments, becoming accustomed to extreme temperatures and hazards nearby. For example, cave worms hatched in volcanic environments mature into crimson worms, while those raised near water sources mature into azure worms. Regardless of their environment, larval cave worms all have translucent bodies and pallid carapaces that harden and change color as they mature. When a brood of cave worms hatches from their eggs, the foot-long worms mass together, forming a swarm of ravenous larval worms. This swarm travels ceaselessly, consuming anything in its path. The young are drawn to movement, as living, squirming prey tends to be the most nutritious. As they age, they incorporate more minerals into their diet to support carapace growth.</p>\n<hr />\n<p>Cave worms are gigantic scavengers who shape their environment as they bore through rock, ice, or other substances on their search for food. These behemoths consume everything in their path. Though they usually prefer soil, minerals, and occasionally constructed buildings, they will also eat living creatures, plants, and other organic materials. There are numerous species of cave worms, each a different color and perfectly adapted to their surrounding environment. Cave worms rarely exceed a typical animal's intelligence. They're also poor parents that lay a clutch of eggs sealed in a protein shell before abandoning them. After a short incubation period, the young hatch, forming a swarming mass of ravenous larval cave worms. When nearing maturity or when starved of sufficiently rich soil, these larval worms turn on one another. They fight for dominance or flee until only a few remain. The survivors grow quickly, rapidly becoming juvenile cave worms.</p>\n<h2>Brood Variance</h2>\n<p>The cave worms presented here are typical of standard rock worms. For crimson worms, use the elite adjustment and add immunity to fire. For azure worms, increase their swim Speed to 40. Gray worms gain void healing and a weakness to vitality energy 5. Glacial worms gain immunity to cold.</p>\n<h2>Early Hatchling</h2>\n<p>A single cave worm egg can produce several thousand larval cave worms when it slowly matures over a millennia. However, if a cave worm egg is disturbed or damaged before its natural cycle completes, the egg enters a rapid stage of maturation. Only a few hundred worms survive this process, creating significantly fewer offspring than when allowed to mature slowly.</p>"
        },
        "Larval Cave Worm Brood (Crimson)": {
            "name": "Larval Cave Worm Brood (Crimson)",
            "publicNotes": "<p>While gestating, cave worms adapt to their surrounding environments, becoming accustomed to extreme temperatures and hazards nearby. For example, cave worms hatched in volcanic environments mature into crimson worms, while those raised near water sources mature into azure worms. Regardless of their environment, larval cave worms all have translucent bodies and pallid carapaces that harden and change color as they mature. When a brood of cave worms hatches from their eggs, the foot-long worms mass together, forming a swarm of ravenous larval worms. This swarm travels ceaselessly, consuming anything in its path. The young are drawn to movement, as living, squirming prey tends to be the most nutritious. As they age, they incorporate more minerals into their diet to support carapace growth.</p>\n<hr />\n<p>Cave worms are gigantic scavengers who shape their environment as they bore through rock, ice, or other substances on their search for food. These behemoths consume everything in their path. Though they usually prefer soil, minerals, and occasionally constructed buildings, they will also eat living creatures, plants, and other organic materials. There are numerous species of cave worms, each a different color and perfectly adapted to their surrounding environment. Cave worms rarely exceed a typical animal's intelligence. They're also poor parents that lay a clutch of eggs sealed in a protein shell before abandoning them. After a short incubation period, the young hatch, forming a swarming mass of ravenous larval cave worms. When nearing maturity or when starved of sufficiently rich soil, these larval worms turn on one another. They fight for dominance or flee until only a few remain. The survivors grow quickly, rapidly becoming juvenile cave worms.</p>\n<h2>Brood Variance</h2>\n<p>The cave worms presented here are typical of standard rock worms. For crimson worms, use the elite adjustment and add immunity to fire. For azure worms, increase their swim Speed to 40. Gray worms gain void healing and a weakness to vitality energy 5. Glacial worms gain immunity to cold.</p>\n<h2>Early Hatchling</h2>\n<p>A single cave worm egg can produce several thousand larval cave worms when it slowly matures over a millennia. However, if a cave worm egg is disturbed or damaged before its natural cycle completes, the egg enters a rapid stage of maturation. Only a few hundred worms survive this process, creating significantly fewer offspring than when allowed to mature slowly.</p>"
        },
        "Larval Cave Worm Brood (Glacial)": {
            "name": "Larval Cave Worm Brood (Glacial)",
            "publicNotes": "<p>While gestating, cave worms adapt to their surrounding environments, becoming accustomed to extreme temperatures and hazards nearby. For example, cave worms hatched in volcanic environments mature into crimson worms, while those raised near water sources mature into azure worms. Regardless of their environment, larval cave worms all have translucent bodies and pallid carapaces that harden and change color as they mature. When a brood of cave worms hatches from their eggs, the foot-long worms mass together, forming a swarm of ravenous larval worms. This swarm travels ceaselessly, consuming anything in its path. The young are drawn to movement, as living, squirming prey tends to be the most nutritious. As they age, they incorporate more minerals into their diet to support carapace growth.</p>\n<hr />\n<p>Cave worms are gigantic scavengers who shape their environment as they bore through rock, ice, or other substances on their search for food. These behemoths consume everything in their path. Though they usually prefer soil, minerals, and occasionally constructed buildings, they will also eat living creatures, plants, and other organic materials. There are numerous species of cave worms, each a different color and perfectly adapted to their surrounding environment. Cave worms rarely exceed a typical animal's intelligence. They're also poor parents that lay a clutch of eggs sealed in a protein shell before abandoning them. After a short incubation period, the young hatch, forming a swarming mass of ravenous larval cave worms. When nearing maturity or when starved of sufficiently rich soil, these larval worms turn on one another. They fight for dominance or flee until only a few remain. The survivors grow quickly, rapidly becoming juvenile cave worms.</p>\n<h2>Brood Variance</h2>\n<p>The cave worms presented here are typical of standard rock worms. For crimson worms, use the elite adjustment and add immunity to fire. For azure worms, increase their swim Speed to 40. Gray worms gain void healing and a weakness to vitality energy 5. Glacial worms gain immunity to cold.</p>\n<h2>Early Hatchling</h2>\n<p>A single cave worm egg can produce several thousand larval cave worms when it slowly matures over a millennia. However, if a cave worm egg is disturbed or damaged before its natural cycle completes, the egg enters a rapid stage of maturation. Only a few hundred worms survive this process, creating significantly fewer offspring than when allowed to mature slowly.</p>"
        },
        "Larval Cave Worm Brood (Grey)": {
            "name": "Larval Cave Worm Brood (Grey)",
            "publicNotes": "<p>While gestating, cave worms adapt to their surrounding environments, becoming accustomed to extreme temperatures and hazards nearby. For example, cave worms hatched in volcanic environments mature into crimson worms, while those raised near water sources mature into azure worms. Regardless of their environment, larval cave worms all have translucent bodies and pallid carapaces that harden and change color as they mature. When a brood of cave worms hatches from their eggs, the foot-long worms mass together, forming a swarm of ravenous larval worms. This swarm travels ceaselessly, consuming anything in its path. The young are drawn to movement, as living, squirming prey tends to be the most nutritious. As they age, they incorporate more minerals into their diet to support carapace growth.</p>\n<hr />\n<p>Cave worms are gigantic scavengers who shape their environment as they bore through rock, ice, or other substances on their search for food. These behemoths consume everything in their path. Though they usually prefer soil, minerals, and occasionally constructed buildings, they will also eat living creatures, plants, and other organic materials. There are numerous species of cave worms, each a different color and perfectly adapted to their surrounding environment. Cave worms rarely exceed a typical animal's intelligence. They're also poor parents that lay a clutch of eggs sealed in a protein shell before abandoning them. After a short incubation period, the young hatch, forming a swarming mass of ravenous larval cave worms. When nearing maturity or when starved of sufficiently rich soil, these larval worms turn on one another. They fight for dominance or flee until only a few remain. The survivors grow quickly, rapidly becoming juvenile cave worms.</p>\n<h2>Brood Variance</h2>\n<p>The cave worms presented here are typical of standard rock worms. For crimson worms, use the elite adjustment and add immunity to fire. For azure worms, increase their swim Speed to 40. Gray worms gain void healing and a weakness to vitality energy 5. Glacial worms gain immunity to cold.</p>\n<h2>Early Hatchling</h2>\n<p>A single cave worm egg can produce several thousand larval cave worms when it slowly matures over a millennia. However, if a cave worm egg is disturbed or damaged before its natural cycle completes, the egg enters a rapid stage of maturation. Only a few hundred worms survive this process, creating significantly fewer offspring than when allowed to mature slowly.</p>",
            "hpDetails": "void healing"
        },
        "Larval Cave Worm Brood (Rock)": {
            "name": "Larval Cave Worm Brood (Rock)",
            "publicNotes": "<p>While gestating, cave worms adapt to their surrounding environments, becoming accustomed to extreme temperatures and hazards nearby. For example, cave worms hatched in volcanic environments mature into crimson worms, while those raised near water sources mature into azure worms. Regardless of their environment, larval cave worms all have translucent bodies and pallid carapaces that harden and change color as they mature. When a brood of cave worms hatches from their eggs, the foot-long worms mass together, forming a swarm of ravenous larval worms. This swarm travels ceaselessly, consuming anything in its path. The young are drawn to movement, as living, squirming prey tends to be the most nutritious. As they age, they incorporate more minerals into their diet to support carapace growth.</p>\n<hr />\n<p>Cave worms are gigantic scavengers who shape their environment as they bore through rock, ice, or other substances on their search for food. These behemoths consume everything in their path. Though they usually prefer soil, minerals, and occasionally constructed buildings, they will also eat living creatures, plants, and other organic materials. There are numerous species of cave worms, each a different color and perfectly adapted to their surrounding environment. Cave worms rarely exceed a typical animal's intelligence. They're also poor parents that lay a clutch of eggs sealed in a protein shell before abandoning them. After a short incubation period, the young hatch, forming a swarming mass of ravenous larval cave worms. When nearing maturity or when starved of sufficiently rich soil, these larval worms turn on one another. They fight for dominance or flee until only a few remain. The survivors grow quickly, rapidly becoming juvenile cave worms.</p>\n<h2>Brood Variance</h2>\n<p>The cave worms presented here are typical of standard rock worms. For crimson worms, use the elite adjustment and add immunity to fire. For azure worms, increase their swim Speed to 40. Gray worms gain void healing and a weakness to vitality energy 5. Glacial worms gain immunity to cold.</p>\n<h2>Early Hatchling</h2>\n<p>A single cave worm egg can produce several thousand larval cave worms when it slowly matures over a millennia. However, if a cave worm egg is disturbed or damaged before its natural cycle completes, the egg enters a rapid stage of maturation. Only a few hundred worms survive this process, creating significantly fewer offspring than when allowed to mature slowly.</p>"
        },
        "Mist Projector Trap": {
            "name": "Mist Projector Trap",
            "hpDetails": " (BT 30)",
            "descriptionHazard": "<p>Hidden jets expel gas that quickly freezes, causing limited damage to nearby books.</p>",
            "disable": "<p>@Check[type:thievery|dc:27] (expert) to deactivate the trap without its control key or @Check[type:crafting|dc:26] to create and apply a chemical that neutralizes the gas.</p>",
            "reset": "<p><span class=\"fontstyle0\">8 hours</span> </p>",
            "stealth": "<p><span class=\"fontstyle0\">(expert)</span> </p>"
        },
        "Mumkuh": {
            "name": "Mumkuh",
            "publicNotes": "<p>Cunning zombie lords command their lesser kin, which they can use in unexpected ways. They have been known to direct or collaborate with husk and withered zombies, creating cells of intelligent zombies hiding within the ranks of mindless undead.</p>\n<hr />\n<p>Simple to create and varied in purpose, these shambling undead are often used for their strength and endless stamina to conduct boring, repetitive tasks.</p>",
            "blurb": "Female elite zombie lord",
            "hpDetails": "void healing"
        },
        "Narseigus Wormcaller": {
            "name": "Narseigus Wormcaller",
            "allSavesBonus": "+2 status to all saves vs. magic"
        },
        "Offended Epitaphs": {
            "name": "Offended Epitaphs",
            "descriptionHazard": "<p>Funerary inscriptions flicker and display different messages, causing ghostly ancestors to briefly appear and complain that their descendants have forgotten them.</p>",
            "disable": "<p>three @Check[type:diplomacy|dc:20], @Check[type:occultism|dc:20], or @Check[type:religion|dc:20] checks to rebuke the cantankerous spirits</p>",
            "routine": "<p>(2 actions) Ancestral spirits appear throughout areas <strong>D1</strong> and <strong>D2</strong>, each fading after several rounds to be replaced by a different spirit.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Ornery Augdunars": {
            "name": "Ornery Augdunars",
            "descriptionHazard": "<p>Spooked augdunars gallop wildly about the paddock, biting and kicking as they run.</p>",
            "disable": "<p>Succeed at four of the following checks in any combination: @Check[type:nature|dc:14] (trained) to calm the animals, @Check[type:intimidation|dc:16] (untrained) to scare the augdunars away, @Check[type:will|dc:18] (trained) to avoid flinching and project confidence, causing the augdunars to veer away. For each success, the hazard takes a cumulative -1 penalty to attack rolls.</p>",
            "routine": "<p>(2 actions) The augdunars use an action to Strike one target with their jaws, and they use another action to @UUID[Compendium.pf2e.actionspf2e.Item.ge56Lu1xXVFYUnLP]{Trip} a different target (Athletics [[/r 1d20+9 #Athletics]]{+9}). If the augdunars have taken damage since their last turn, they instead use Lashing Hooves with their first action and then make either a jaws Strike or Trip attempt with their second action.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Plague Zombie": {
            "name": "Plague Zombie",
            "publicNotes": "<p>Plague zombies are infested with hideous contagions.</p>\n<hr />\n<p>A zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed.</p>",
            "blurb": "Variant Plague Zombie",
            "hpDetails": "void healing"
        },
        "Redcap Cavalry": {
            "name": "Redcap Cavalry",
            "publicNotes": "<p>Whomever first imagined putting a fey with a bloodsoaked hat on a giant blood-crazed insect certainly had a sense of humor, but that didn't stop the redcaps from trying to domesticate and train giant bloodseekers. Although a flying cavalry was Queen Frilogarma's goal, her court ended up accidentally inventing redcap racing. In this sport, one redcap with a freshly soaked cap is swung around a racetrack by a giant arm while several other redcaps on giant bloodseekers fly after them. The \"bait\" redcap doesn't usually survive, but they are the center of attention for about two minutes.</p>\n<hr />\n<p>In the Ether Court, redcaps train to ride giant bloodseeker specially bred to be mounts. While their fey cousins outside the court see this as folly, redcap courtiers consider riding bloodseekers a noble sport.</p>\n<h2>That Bloody Hat</h2>\n<p>Even when a redcap isn't taking persistent bleed damage, their red caps drip crimson, soaked in the blood of their enemies. This is more than enough to provoke creatures who react strongly to the scent of blood. Creatures with scent treat a redcap as a creature taking persistent bleed damage.</p>",
            "hpDetails": "fast healing 10"
        },
        "Repelling Surge": {
            "name": "Repelling Surge",
            "descriptionHazard": "<p>A shockwave of energy surges out from the room's center.</p>",
            "disable": "<p>@Check[type:arcana|dc:29] (expert) to fool the wards, DC 31 Thievery (master) to disable the wards, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (5th level; counteract DC 28) to counteract the wards</p>",
            "reset": "<p>Automatic</p>",
            "stealth": "<p>(master)</p>"
        },
        "Rolling Stone Cylinder Trap": {
            "name": "Rolling Stone Cylinder Trap",
            "hpDetails": " (BT 29)",
            "descriptionHazard": "<p>A 10-foot-long, 5-foot-thick column of stone thuds to the ground, just in front of the bridge. It immediately starts to roll down the bridge, quickly picking up speed.</p>",
            "disable": "<p>@Check[type:thievery|dc:25] check to create a wedge to immobilize the column, @Check[type:athletics|dc:21] check to immobilize the column until the end of the creature's next turn, a creature can Climb over an @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} column with a successful @Check[type:athletics|dc:18] check.</p>",
            "routine": "<p>(1 action) The rolling stone cylinder trap uses Crushing Roll.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Shambler Troop": {
            "name": "Shambler Troop",
            "publicNotes": "<p>This shuffling mass of decaying flesh moves with dull but singular focus.</p>\n<hr />\n<p>Necromancers most often create these mindless undead as obedient, expendable servitors. Left to its own devices, a zombie seeks only to consume the living, stopping only when its rotting body can no longer hold together.</p>",
            "speedsDetails": "troop movement",
            "hpDetails": "troop defenses"
        },
        "Skibrellon": {
            "name": "Skibrellon",
            "publicNotes": "<p>Leshy creations sometimes fall prey to herbivores and foragers. Whereas most take the loss in stride, fungus leshies sometimes grow bitter and explore the grimmer elements of fungi: decomposition and possession. Combining unethical experiments, mind-altering cordyceps spores, and occult magic fueled by their own victim narrative, a fungus leshy can transform into a hyphae tyrant, who in turn transforms corpses into sporeborn puppets to torment local fauna. These leshies' greatest tragedy is perhaps their own impermanence. As their agendas increasingly celebrate decay, a hyphae tyrant's spite and occult narrative slowly drain their life force, ultimately ending in a final burst of destructive energy.</p>\n<h2>Troubled Reincarnation</h2>\n<p>Typically, a leshy's spirit wanders the natural world after death, eventually inhabiting a new leshy body. It's unclear whether a hyphae tyrant's spirit can ever become a new leshy. It's speculated that they eventually become natural haunts, transform into oni, or even fade forever unless found and redeemed.</p>",
            "blurb": "Hyphae Tyrant",
            "sensesDetails": "sporesense (imprecise) 60 feet"
        },
        "Slime Puppeteer": {
            "name": "Slime Puppeteer",
            "publicNotes": "<p>Early in the alghollthu's attempt to control the sapient creatures of Golarion, they created the ungothol to feed them information. These slime-covered creatures would infiltrate humanoid settlements and send back information to their masters using powerful telepathy. Over centuries, the slime puppeteers proved inferior compared to the more versatile faceless stalkers. Slime puppeteers disguise themselves as their humanoid meals. They envelop their target, killing it, then the puppeteer's skin and the corpse's skin both become gelatinous and merge. The puppeteer's form replaces the outer layer of the corpse's body, while long, wiry tendrils implant themselves in the corpses' nervous system. The result is a nearly-perfect copy of the dead creature, now controlled from within by the sinister alghollthu agent. The slime puppeteer can speak using the dead creature's voice, though without the original creature's language or memories.</p>\n<hr />\n<p>The alghollthu that ruled Golarion for millennia created numerous hideous creatures using torturous processes and magic; many yet survive.</p>\n<h2>Puppeteer Variations</h2>\n<p>The slime puppeteer is only one attempt at creating a terrestrial spy; the alghollthu created countless more. It's challenging to tell how many of their kind survived until the modern day. Some slime puppeteers traded the sensitivity to hot environments for cold. Others were massively enlarged, targeting various giant communities. There are even rumors of elemental-infused slime puppeteers capable of infiltrating the elemental planes, but so far no solid evidence has been presented to recognized scholars.</p>"
        },
        "Soulbound Doll (Sky King's Tomb)": {
            "name": "Soulbound Doll (Sky King's Tomb)",
            "publicNotes": "<p>Soulbound dolls are eerie mannequins or playthings that have been imbued with a small piece of a deceased mortal's soul. These little constructs are created for a variety of reasons-such as to serve as companions or servants-but their free will means their obedience to their creators is hardly a given. Followers of Pharasma generally abhor soulbound dolls, viewing them as a perversion of the natural cycle of souls, and those who worship the Lady of Graves see the destruction of a soulbound doll, regardless of the construct's alignment, as an important service to the Great Beyond. Soulbound dolls are the simplest in a series of soulbound constructs including human-sized soulbound mannequins, powerful soulbound shells, and sentinel soulbound terra-cotta warriors. Creating them from unwilling living creatures is evil, and an unwilling donor can resist the process with a successful Will save against the creator's Craft DC, ruining the doll if not preventing the donor's death. A non-evil doll can only be crafted from the soul of a person who has given consent to such use before their death occurred</p>\n<p>Soulbound dolls encountered by adventurers are typically guardians of some sort; despite their diminutive size, the soul fragment's power makes the doll's flst more dangerous than a casual observer would expect. Further, it grants the doll a single spell of outsized power given its stature. Because of their autonomy and remarkable intelligence, soulbound dolls are occasionally employed by their crafters as administrators over much more powerful but mindless constructs such as golems, allowing such dolls to control defenses far beyond their own capabilities. Though soulbound dolls contain a small fragment of a soul extracted during or shortly after a person's death, this doesn't affect the deceased's resurrection or progress to the afterlife. This extraction process is lethal to otherwise-living prospective soul donors, though there are rumors of more expensive processes that allows someone to donate a fragment of a living soul without repercussions.</p>\n<p>The soul fragment resides in a soul focus gem typically embedded in the doll's neck or chest. The soul fragment isn't static, and the doll continues to learn from its initial state, meaning its personality and abilities can change, possibly growing closer to the donor's or moving farther afield on its own individual path. The soulbound doll's focus gem retains the doll's memories even after the doll's destruction. The the intact soul focus gem of a destroyed doll can even be placed into a new doll body by someone knowledgeable in the creation of soulbound creatures, effectively reconstituting the soulbound doll.</p>"
        },
        "Soulbound Mauler (Chaotic Evil)": {
            "name": "Soulbound Mauler (Chaotic Evil)",
            "publicNotes": "<p>If a soulbound doll isn’t large and strong enough for one’s needs, there’s the oversized soulbound mauler. An upgrade to the soulbound doll, this mannequin is powered by the entire soul of a sapient creature. Many a necromancer has attempted to use these constructs as a method to live forever, likely as a shortcut around the complicated and ultimately morbid path to lichdom. However, the soul within the mannequin has problems properly expressing itself and displays rudimentary control over the host, often resulting in childlike behavior anywhere from curious to sadistic.</p>\n<p>Rather than embedding the soul focus gem in the construct’s neck or chest, it’s tethered by bands of ectoplasm within an exposed chamber on the mannequin’s chest. Until the soulbound mauler is destroyed, the focus gem cannot be removed from the empty cavity in its chest. However, the gem can be displaced which causes the soulbound mauler significant anguish, not only damaging the connection between the gem and artificial body, but also impairing the construct’s ability to function.</p>\n<h2>Innate Spells</h2>\n<p>Like a soulbound doll, a soulbound mauler gains an additional 3rd-rank innate spell depending on its alignment, as listed below.</p>\n<p>Lawful Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em></p>\n<p>Neutral Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36]{Jump}</em></p>\n<p>Chaotic Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4]{Haste}</em></p>\n<p>Lawful Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.VosLNn2M8S7JH67D]{Blindness}</em></p>\n<p>Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.I0j56TNRmGcTyoqJ]{Invisibility Sphere}</em></p>\n<p>Chaotic Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em></p>\n<p>Lawful Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3]{Slow}</em></p>\n<p>Neutral Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.GKpEcy9WId6NJvtx]{Stinking Cloud}</em></p>\n<p>Chaotic Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em></p>"
        },
        "Soulbound Mauler (Chaotic Good)": {
            "name": "Soulbound Mauler (Chaotic Good)",
            "publicNotes": "<p>If a soulbound doll isn’t large and strong enough for one’s needs, there’s the oversized soulbound mauler. An upgrade to the soulbound doll, this mannequin is powered by the entire soul of a sapient creature. Many a necromancer has attempted to use these constructs as a method to live forever, likely as a shortcut around the complicated and ultimately morbid path to lichdom. However, the soul within the mannequin has problems properly expressing itself and displays rudimentary control over the host, often resulting in childlike behavior anywhere from curious to sadistic.</p>\n<p>Rather than embedding the soul focus gem in the construct’s neck or chest, it’s tethered by bands of ectoplasm within an exposed chamber on the mannequin’s chest. Until the soulbound mauler is destroyed, the focus gem cannot be removed from the empty cavity in its chest. However, the gem can be displaced which causes the soulbound mauler significant anguish, not only damaging the connection between the gem and artificial body, but also impairing the construct’s ability to function.</p>\n<h2>Innate Spells</h2>\n<p>Like a soulbound doll, a soulbound mauler gains an additional 3rd-rank innate spell depending on its alignment, as listed below.</p>\n<p>Lawful Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em></p>\n<p>Neutral Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36]{Jump}</em></p>\n<p>Chaotic Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4]{Haste}</em></p>\n<p>Lawful Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.VosLNn2M8S7JH67D]{Blindness}</em></p>\n<p>Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.I0j56TNRmGcTyoqJ]{Invisibility Sphere}</em></p>\n<p>Chaotic Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em></p>\n<p>Lawful Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3]{Slow}</em></p>\n<p>Neutral Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.GKpEcy9WId6NJvtx]{Stinking Cloud}</em></p>\n<p>Chaotic Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em></p>"
        },
        "Soulbound Mauler (Chaotic Neutral)": {
            "name": "Soulbound Mauler (Chaotic Neutral)",
            "publicNotes": "<p>If a soulbound doll isn’t large and strong enough for one’s needs, there’s the oversized soulbound mauler. An upgrade to the soulbound doll, this mannequin is powered by the entire soul of a sapient creature. Many a necromancer has attempted to use these constructs as a method to live forever, likely as a shortcut around the complicated and ultimately morbid path to lichdom. However, the soul within the mannequin has problems properly expressing itself and displays rudimentary control over the host, often resulting in childlike behavior anywhere from curious to sadistic.</p>\n<p>Rather than embedding the soul focus gem in the construct’s neck or chest, it’s tethered by bands of ectoplasm within an exposed chamber on the mannequin’s chest. Until the soulbound mauler is destroyed, the focus gem cannot be removed from the empty cavity in its chest. However, the gem can be displaced which causes the soulbound mauler significant anguish, not only damaging the connection between the gem and artificial body, but also impairing the construct’s ability to function.</p>\n<h2>Innate Spells</h2>\n<p>Like a soulbound doll, a soulbound mauler gains an additional 3rd-rank innate spell depending on its alignment, as listed below.</p>\n<p>Lawful Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em></p>\n<p>Neutral Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36]{Jump}</em></p>\n<p>Chaotic Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4]{Haste}</em></p>\n<p>Lawful Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.VosLNn2M8S7JH67D]{Blindness}</em></p>\n<p>Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.I0j56TNRmGcTyoqJ]{Invisibility Sphere}</em></p>\n<p>Chaotic Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em></p>\n<p>Lawful Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3]{Slow}</em></p>\n<p>Neutral Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.GKpEcy9WId6NJvtx]{Stinking Cloud}</em></p>\n<p>Chaotic Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em></p>"
        },
        "Soulbound Mauler (Lawful Evil)": {
            "name": "Soulbound Mauler (Lawful Evil)",
            "publicNotes": "<p>If a soulbound doll isn’t large and strong enough for one’s needs, there’s the oversized soulbound mauler. An upgrade to the soulbound doll, this mannequin is powered by the entire soul of a sapient creature. Many a necromancer has attempted to use these constructs as a method to live forever, likely as a shortcut around the complicated and ultimately morbid path to lichdom. However, the soul within the mannequin has problems properly expressing itself and displays rudimentary control over the host, often resulting in childlike behavior anywhere from curious to sadistic.</p>\n<p>Rather than embedding the soul focus gem in the construct’s neck or chest, it’s tethered by bands of ectoplasm within an exposed chamber on the mannequin’s chest. Until the soulbound mauler is destroyed, the focus gem cannot be removed from the empty cavity in its chest. However, the gem can be displaced which causes the soulbound mauler significant anguish, not only damaging the connection between the gem and artificial body, but also impairing the construct’s ability to function.</p>\n<h2>Innate Spells</h2>\n<p>Like a soulbound doll, a soulbound mauler gains an additional 3rd-rank innate spell depending on its alignment, as listed below.</p>\n<p>Lawful Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em></p>\n<p>Neutral Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36]{Jump}</em></p>\n<p>Chaotic Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4]{Haste}</em></p>\n<p>Lawful Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.VosLNn2M8S7JH67D]{Blindness}</em></p>\n<p>Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.I0j56TNRmGcTyoqJ]{Invisibility Sphere}</em></p>\n<p>Chaotic Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em></p>\n<p>Lawful Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3]{Slow}</em></p>\n<p>Neutral Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.GKpEcy9WId6NJvtx]{Stinking Cloud}</em></p>\n<p>Chaotic Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em></p>"
        },
        "Soulbound Mauler (Lawful Good)": {
            "name": "Soulbound Mauler (Lawful Good)",
            "publicNotes": "<p>If a soulbound doll isn’t large and strong enough for one’s needs, there’s the oversized soulbound mauler. An upgrade to the soulbound doll, this mannequin is powered by the entire soul of a sapient creature. Many a necromancer has attempted to use these constructs as a method to live forever, likely as a shortcut around the complicated and ultimately morbid path to lichdom. However, the soul within the mannequin has problems properly expressing itself and displays rudimentary control over the host, often resulting in childlike behavior anywhere from curious to sadistic.</p>\n<p>Rather than embedding the soul focus gem in the construct’s neck or chest, it’s tethered by bands of ectoplasm within an exposed chamber on the mannequin’s chest. Until the soulbound mauler is destroyed, the focus gem cannot be removed from the empty cavity in its chest. However, the gem can be displaced which causes the soulbound mauler significant anguish, not only damaging the connection between the gem and artificial body, but also impairing the construct’s ability to function.</p>\n<h2>Innate Spells</h2>\n<p>Like a soulbound doll, a soulbound mauler gains an additional 3rd-rank innate spell depending on its alignment, as listed below.</p>\n<p>Lawful Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em></p>\n<p>Neutral Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36]{Jump}</em></p>\n<p>Chaotic Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4]{Haste}</em></p>\n<p>Lawful Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.VosLNn2M8S7JH67D]{Blindness}</em></p>\n<p>Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.I0j56TNRmGcTyoqJ]{Invisibility Sphere}</em></p>\n<p>Chaotic Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em></p>\n<p>Lawful Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3]{Slow}</em></p>\n<p>Neutral Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.GKpEcy9WId6NJvtx]{Stinking Cloud}</em></p>\n<p>Chaotic Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em></p>"
        },
        "Soulbound Mauler (Lawful Neutral)": {
            "name": "Soulbound Mauler (Lawful Neutral)",
            "publicNotes": "<p>If a soulbound doll isn’t large and strong enough for one’s needs, there’s the oversized soulbound mauler. An upgrade to the soulbound doll, this mannequin is powered by the entire soul of a sapient creature. Many a necromancer has attempted to use these constructs as a method to live forever, likely as a shortcut around the complicated and ultimately morbid path to lichdom. However, the soul within the mannequin has problems properly expressing itself and displays rudimentary control over the host, often resulting in childlike behavior anywhere from curious to sadistic.</p>\n<p>Rather than embedding the soul focus gem in the construct’s neck or chest, it’s tethered by bands of ectoplasm within an exposed chamber on the mannequin’s chest. Until the soulbound mauler is destroyed, the focus gem cannot be removed from the empty cavity in its chest. However, the gem can be displaced which causes the soulbound mauler significant anguish, not only damaging the connection between the gem and artificial body, but also impairing the construct’s ability to function.</p>\n<h2>Innate Spells</h2>\n<p>Like a soulbound doll, a soulbound mauler gains an additional 3rd-rank innate spell depending on its alignment, as listed below.</p>\n<p>Lawful Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em></p>\n<p>Neutral Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36]{Jump}</em></p>\n<p>Chaotic Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4]{Haste}</em></p>\n<p>Lawful Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.VosLNn2M8S7JH67D]{Blindness}</em></p>\n<p>Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.I0j56TNRmGcTyoqJ]{Invisibility Sphere}</em></p>\n<p>Chaotic Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em></p>\n<p>Lawful Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3]{Slow}</em></p>\n<p>Neutral Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.GKpEcy9WId6NJvtx]{Stinking Cloud}</em></p>\n<p>Chaotic Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em></p>"
        },
        "Soulbound Mauler (Neutral Evil)": {
            "name": "Soulbound Mauler (Neutral Evil)",
            "publicNotes": "<p>If a soulbound doll isn’t large and strong enough for one’s needs, there’s the oversized soulbound mauler. An upgrade to the soulbound doll, this mannequin is powered by the entire soul of a sapient creature. Many a necromancer has attempted to use these constructs as a method to live forever, likely as a shortcut around the complicated and ultimately morbid path to lichdom. However, the soul within the mannequin has problems properly expressing itself and displays rudimentary control over the host, often resulting in childlike behavior anywhere from curious to sadistic.</p>\n<p>Rather than embedding the soul focus gem in the construct’s neck or chest, it’s tethered by bands of ectoplasm within an exposed chamber on the mannequin’s chest. Until the soulbound mauler is destroyed, the focus gem cannot be removed from the empty cavity in its chest. However, the gem can be displaced which causes the soulbound mauler significant anguish, not only damaging the connection between the gem and artificial body, but also impairing the construct’s ability to function.</p>\n<h2>Innate Spells</h2>\n<p>Like a soulbound doll, a soulbound mauler gains an additional 3rd-rank innate spell depending on its alignment, as listed below.</p>\n<p>Lawful Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em></p>\n<p>Neutral Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36]{Jump}</em></p>\n<p>Chaotic Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4]{Haste}</em></p>\n<p>Lawful Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.VosLNn2M8S7JH67D]{Blindness}</em></p>\n<p>Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.I0j56TNRmGcTyoqJ]{Invisibility Sphere}</em></p>\n<p>Chaotic Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em></p>\n<p>Lawful Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3]{Slow}</em></p>\n<p>Neutral Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.GKpEcy9WId6NJvtx]{Stinking Cloud}</em></p>\n<p>Chaotic Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em></p>"
        },
        "Soulbound Mauler (Neutral Good)": {
            "name": "Soulbound Mauler (Neutral Good)",
            "publicNotes": "<p>If a soulbound doll isn’t large and strong enough for one’s needs, there’s the oversized soulbound mauler. An upgrade to the soulbound doll, this mannequin is powered by the entire soul of a sapient creature. Many a necromancer has attempted to use these constructs as a method to live forever, likely as a shortcut around the complicated and ultimately morbid path to lichdom. However, the soul within the mannequin has problems properly expressing itself and displays rudimentary control over the host, often resulting in childlike behavior anywhere from curious to sadistic.</p>\n<p>Rather than embedding the soul focus gem in the construct’s neck or chest, it’s tethered by bands of ectoplasm within an exposed chamber on the mannequin’s chest. Until the soulbound mauler is destroyed, the focus gem cannot be removed from the empty cavity in its chest. However, the gem can be displaced which causes the soulbound mauler significant anguish, not only damaging the connection between the gem and artificial body, but also impairing the construct’s ability to function.</p>\n<h2>Innate Spells</h2>\n<p>Like a soulbound doll, a soulbound mauler gains an additional 3rd-rank innate spell depending on its alignment, as listed below.</p>\n<p>Lawful Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em></p>\n<p>Neutral Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36]{Jump}</em></p>\n<p>Chaotic Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4]{Haste}</em></p>\n<p>Lawful Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.VosLNn2M8S7JH67D]{Blindness}</em></p>\n<p>Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.I0j56TNRmGcTyoqJ]{Invisibility Sphere}</em></p>\n<p>Chaotic Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em></p>\n<p>Lawful Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3]{Slow}</em></p>\n<p>Neutral Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.GKpEcy9WId6NJvtx]{Stinking Cloud}</em></p>\n<p>Chaotic Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em></p>"
        },
        "Soulbound Mauler (Neutral)": {
            "name": "Soulbound Mauler (Neutral)",
            "publicNotes": "<p>If a soulbound doll isn’t large and strong enough for one’s needs, there’s the oversized soulbound mauler. An upgrade to the soulbound doll, this mannequin is powered by the entire soul of a sapient creature. Many a necromancer has attempted to use these constructs as a method to live forever, likely as a shortcut around the complicated and ultimately morbid path to lichdom. However, the soul within the mannequin has problems properly expressing itself and displays rudimentary control over the host, often resulting in childlike behavior anywhere from curious to sadistic.</p>\n<p>Rather than embedding the soul focus gem in the construct’s neck or chest, it’s tethered by bands of ectoplasm within an exposed chamber on the mannequin’s chest. Until the soulbound mauler is destroyed, the focus gem cannot be removed from the empty cavity in its chest. However, the gem can be displaced which causes the soulbound mauler significant anguish, not only damaging the connection between the gem and artificial body, but also impairing the construct’s ability to function.</p>\n<h2>Innate Spells</h2>\n<p>Like a soulbound doll, a soulbound mauler gains an additional 3rd-rank innate spell depending on its alignment, as listed below.</p>\n<p>Lawful Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.rfZpqmj0AIIdkVIs]{Heal}</em></p>\n<p>Neutral Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36]{Jump}</em></p>\n<p>Chaotic Good: <em>@UUID[Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4]{Haste}</em></p>\n<p>Lawful Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.VosLNn2M8S7JH67D]{Blindness}</em></p>\n<p>Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.I0j56TNRmGcTyoqJ]{Invisibility Sphere}</em></p>\n<p>Chaotic Neutral: <em>@UUID[Compendium.pf2e.spells-srd.Item.1xbFBQDRs0hT5xZ9]{Shatter}</em></p>\n<p>Lawful Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3]{Slow}</em></p>\n<p>Neutral Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.GKpEcy9WId6NJvtx]{Stinking Cloud}</em></p>\n<p>Chaotic Evil: <em>@UUID[Compendium.pf2e.spells-srd.Item.wdA52JJnsuQWeyqz]{Harm}</em></p>"
        },
        "Spitter Pods": {
            "name": "Spitter Pods",
            "descriptionHazard": "<p>Specialized spore pods burst open, expel toxic globules, and recharge from alchemical reservoirs.</p>",
            "disable": "<p>@Check[type:crafting|dc:18] to add disruptive chemicals to the fungus's reservoir, @Check[type:nature|dc:18] (trained) to recognize how to constrict the chemicals' flow, or @Check[type:deception|dc:20] (trained) to spread spores that befuddle the fungus; three total successes are required to disable the trap.</p>",
            "routine": "<p>(3 actions) The spitter pods alternate between making Strikes and Reloading. The pods lose 1 action for each successful check to disable the trap.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Sporeborn Myceloid": {
            "name": "Sporeborn Myceloid",
            "publicNotes": "<p>While most sporeborn are created from the flesh of vertebrates or creatures with exoskeletons, fungal and plant creatures serve as a fine host for a sporeborn's parasitic spores. In these cases, the sporeborn mycelial network burrows through the corpse, replacing the original hyphae in fungal creatures and the xylem and pith in plants. This allows the sporeborn to puppet the creature, much as it does in mammals by replacing the tendons with its own rugged mycelium. Fungus and plant hosts are more likely to develop the potent poison sporeborn ability to enhance the hosts' natural abilities.</p>\n<hr />\n<p>When a mindless guardian is needed, but the ethical bounds of creating undead are too uncouth, ritual casters may turn to a more fungal solution by creating a mycoguardian. Using valuable parasitic fungal spores, a ritualist may seed the corpse of a creature and encourage them to grow, sending mycelium tendrils throughout the body. The tendrils bond to mobile tissue such as bones, while replacing tendons with reinforced mycelium. This ritual magically replicates the yellow musk creepers' ability to spread throughout a dead organism then mobilize its body. But rather than a completely mindless fungal carrier, the ritualist has some control over the infested creature's behavior.</p>\n<p>The magic of the ritual includes basic instructions and rules that guide the new fungal mycoguardian (in this case, a sporeborn). Simple instructions like \"guard this room\" or \"slay all of the tiny creatures in this basement\" should work well enough, but complex commands such as \"deliver this letter to the Harbormaster of Caliphas\" are doomed to failure.</p>\n<h2>Fungel Ristualists</h2>\n<p>While mycoguardians are rare, several different types of primal spellcasters might create a mycoguardian. Druids might turn the bodies of a poacher's victim against the poacher, seeking to avenge the wrongful death and rebalance the scales of life. Leshy spellcasters create mycoguardians to protect their hidden communities and sacred groves. The fey of Northern Fangwood transform fallen or rotted trees into crustoreal mycoguardians, massive arboreal-looking creatures covered in parasitic lichen. These lumbering sentinels patrol their borders, crushing all non-fey who dare approach. There are rumors of crustoreals being imbued with void energy from the Gravelands and going berserk.</p>\n<h2>Creating Mycoguardians</h2>\n<p>To create a mycoguardian, such as a sporeborn, a ritualist can perform a ritual similar to create undead (Pathfinder Core Rulebook 411) called create mycoguardian, but providing valuable parasitic fungal spores instead of black onyx. This ritual uses Fungus Lore (trained) or Nature (expert) for both the Primary Check and Secondary Checks, and lacks the Evil trait.</p>\n<h2>Different Mycoguardians</h2>\n<p>In addition to the sporeborn presented here, there are many versions of the create mycoguardian ritual for making mycoguardians other than sporeborn, such as for aquatic chytridions and so on. Some forms of mycoguardians, such as mycelial mindbores, come to be using their own unique methods and can't be created with a version of create mycoguardian.</p>"
        },
        "Sporeborn Sheep": {
            "name": "Sporeborn Sheep",
            "publicNotes": "<p>Plague zombies are infested with hideous contagions.</p>\n<hr />\n<p>A zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed.</p>",
            "blurb": "Variant Plague Zombie",
            "hpDetails": "void healing"
        },
        "Sporeborn Skull": {
            "name": "Sporeborn Skull",
            "publicNotes": "<p>More dangerous than simple severed heads, these skulls are wreathed in unearthly flames.</p>\n<hr />\n<p>Beheaded are the reanimated heads of decapitation victims. These mindless undead fly through the air or roll around to attack their prey.</p>",
            "blurb": "Variant Flaming Skull",
            "hpDetails": "void healing"
        },
        "Stonemaker": {
            "name": "Stonemaker",
            "publicNotes": "<p>The basilisk is an eight-legged reptile with a nasty disposition and the ability to turn creatures to stone with its gaze. Folklore holds that, much like for the cockatrice, the first basilisks hatched from leathery eggs laid by snakes and incubated by roosters, but little in the basilisk's physiology lends any credence to this claim.</p>\n<p>A basilisk prefers to eat petrified flesh. Once a victim has been turned to stone, the basilisk crunches the fossilized corpse with its powerful jaws and lets its potent stomach acids do the rest. This digestive process is extremely slow and inefficient, causing the basilisk to move so lethargically that it appears as if in mid-petrification itself. This has even led to the saying \"as slow as a well-fed basilisk.\" Certainly basilisks are well-known for their slow gait and slothful nature, but a predator that can turn its prey to stone with a glance hardly has much need for speed.</p>\n<p>An adult basilisk is 13 feet long from head to tail and weighs roughly 300 pounds. These reptiles make hissing sounds when moving about that turns to a guttural gurgle when they're agitated. Though they are normally solitary creatures that come together only to mate and lay eggs, there are periodic reports of regions being infested with unusual numbers of basilisks. What causes these unusual congregations of basilisk activity is unknown.</p>\n<p>For unknown reasons, weasels and ferrets are immune to the basilisk's stare, and they sometimes sneak into basilisk lairs while a parent is hunting in order to consume eggs or freshly hatched young. Some legends suggest that a basilisk's blood can transmute common stones into other material, but this is likely a case of witnesses misinterpreting the magical restoration of previously petrified creatures or body parts.</p>",
            "blurb": "Variant basilisk",
            "allSavesBonus": "+2 status to saves vs. xulgath stench"
        },
        "Stoneriver": {
            "name": "Stoneriver",
            "publicNotes": "<p>A servant of Torag, Stoneriver resembles a pangolin with glowing blue eyes and brassy, rune-covered scales. Stoneriver burrows through Golarion's mantle and crust as he hunts down subterranean fiends, aids virtuous communities, and defends sacred sites, often collaborating with dwarves.</p>\n<h2>Forgeheart Five</h2>\n<p>Stoneriver has fathered numerous children through the years, each clever, brave, and bold. Among these, five have joined together to combat evil as a team. Calling themselves the Forgeheart Five, these overly optimistic and bombastic creatures strive to be as virtuous and heroic as their father. Thus far, their methods have been more flashy than effective.</p>",
            "allSavesBonus": "+2 status to all saves vs. magic",
            "hpDetails": "regeneration 30 (deactivated by cold or unholy)"
        },
        "Toilforged Sentinel": {
            "name": "Toilforged Sentinel",
            "publicNotes": "<p>Toilforged sentinels are intelligent war machines painstakingly constructed from iron, steel, and other metals over the course of a full year. With twin treads, a central cage filled with eternal flames, and numerous weapons (including a hammer, cannon, and grasping claw capable of snatching up foes), a toilforged sentinel is an intimidating sight. Creatures consumed by a sentinel's flames become captives, their souls eternally bound to the flames, powering the device. Such souls are freed upon the sentinel's destruction.</p>\n<h2>Salvation</h2>\n<p>Toilforged sentinels are religious constructs created to destroy heretics: those who refuse to worship Droskar. They take orders only from the clergy of Droskar and find particular satisfaction from consuming worshippers of Torag and other dwarven deities.</p>",
            "sensesDetails": "find the faithless (imprecise) 60 feet"
        },
        "Tuom Molgrade": {
            "name": "Tuom Molgrade"
        },
        "Ulat-Kini Initiate": {
            "name": "Ulat-Kini Initiate",
            "publicNotes": "<p>Several groups of ulat-kinis have rediscovered the ancient way of kirtanang, a martial art from that uses broad, flowing motions of the claws.</p>\n<h2>Ulat-Kini Culture</h2>\n<p>The creatures who surface humanoids consider scum still hold grand empires beneath the waves. While some ulat-kinis still revere the alghollthu who created them and others have learned to hate their creators, there are ulat-kinis who have found a new way forward. They have developed their own culture outside of alghollthu influence, founding new underwater traditions and creating new cultural standards.</p>"
        },
        "Ulat-Kini Mindreaver": {
            "name": "Ulat-Kini Mindreaver",
            "publicNotes": "<p>When not being controlled and manipulated by alghollthus, ulat-kinis have found they can develop formidable psychic powers. Those who master this craft are dubbed \"mindreavers\" by their awestruck kin.</p>\n<h2>Ulat-Kini Culture</h2>\n<p>The creatures who surface humanoids consider scum still hold grand empires beneath the waves. While some ulat-kinis still revere the alghollthu who created them and others have learned to hate their creators, there are ulat-kinis who have found a new way forward. They have developed their own culture outside of alghollthu influence, founding new underwater traditions and creating new cultural standards.</p>"
        },
        "Ulki": {
            "name": "Ulki",
            "blurb": "Ancestral Echo",
            "hpDetails": "void healing, rejuvenation"
        },
        "Unbreakable Sorrow": {
            "name": "Unbreakable Sorrow",
            "descriptionHazard": "<p>The PCs hear the sound of sobbing and feel an overwhelming sense of sorrow, as if they'd lost something more precious to them than their own life.</p>",
            "disable": "<p>@Check[type:deception|dc:32] or @Check[type:performance|dc:32] (master) to laugh away the sadness, @Check[type:occultism|dc:31] (expert) to banish the psychic imprint, @Check[type:thievery|dc:33] (master) to disperse the emotional energy</p>",
            "reset": "<p>The trap resets automatically after 24 hours.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Unfeeling Empath": {
            "name": "Unfeeling Empath",
            "publicNotes": "<p>The soul of a gnome killed by tragedy sometimes becomes so entangled in conflicting emotions that it becomes trapped and reanimates its own corpse. Known as unfeeling empaths, these undead wander in search of others' emotions. When they find thinking prey, they relentlessly goad that creature to elicit and consume their feelings. Though initially harmless, feeding drives an unfeeling empath into an expressive frenzy as they overload the victim's mind, resuming their senses only after their prey is dead.</p>\n<h2>Misery Loves Company</h2>\n<p>Unfeeling empaths appreciate any companions who can endure their outbursts. Lost souls and beings who prey on emotions sometimes adopt an unfeeling empath out of solidarity or because the undead gnomes are easy to torment. Thus, where these creatures appear, a sakhil, will-o'-wisp, or ghost is often nearby.</p>",
            "sensesDetails": "empathic sense (precise) 60 feet",
            "hpDetails": "void healing"
        },
        "Veavieve": {
            "name": "Veavieve"
        },
        "Voxnia": {
            "name": "Voxnia",
            "publicNotes": "<p>Dark nagas are wicked, jealous creatures that crave power and wealth. Indeed, the dark naga sees such ideals as spiritual expressions of an essential truth: if one can take something, that something is theirs to have. The dark naga sees other creatures as lessers worthy only of subjugation or as rivals who must be eliminated.</p>\n<p>Dark nagas dwell in remote places other creatures have forsaken, searching abandoned ruins for wealth and potent magic items. Those unlucky trespassers into a dark naga's lair typically find themselves as the naga's slaves or playthings, put to sleep with the monster's poison or incinerated by its deadly magic. Some dark nagas are more disposed toward socializing than others; in these cases, they may become wicked despots who rule over enclaves of captive or unsuspecting subjects. Subtler dark nagas, especially those who crave finer luxuries, dwell in or under the wealthy settlements and use their wiles to garner a decadent following, forming something akin to a cult with the naga as the jewelry-bedecked object of worship.</p>\n<hr />\n<p>Nagas are serpentine beings with magical powers and keen, nearly inscrutable intellects. Physically, they resemble massive snakes with eerie visages that resemble those of humans. Nagas use their innate magic and poisonous fangs to keep all but the most stalwart foes at bay. Beyond the natural weapons they use to ward away foes, little is understood of the naga's unsettling physiology.</p>\n<p>Nagas are intelligent creatures with powerful needs to pursue, be they the accumulation of knowledge, the collection of rare art, or the rule of an entire nation. On Golarion, the nation of Nagajor is one such society-an entire empire ruled by nagas and populated by reptilian humanoids who serve their naga rulers with a patriotic pride that borders on worship.</p>\n<p>Still, most adventurers interact with nagas on a much smaller scale, encountering them as dangerous guardians in remote locations or not-so-abandoned ruins. In many cases, these nagas have heard of distant Nagajor, but they are usually unwilling to abandon their own pursuits to seek out a land where they might be worshipped as gods.</p>",
            "blurb": "Female elite dark naga",
            "allSavesBonus": "guarded thoughts",
            "sensesDetails": "mind reading 30 feet"
        },
        "Xulgath Ravening": {
            "name": "Xulgath Ravening",
            "publicNotes": "<p>Strength and hunger drive most xulgath societies, reinforced by the tenets of their abyssal patron Zevgavizeb. A powerful leader can seize control of a xulgath community and direct their followers to fight as a unit, but formation fighting isn't something most xulgaths practice. This mob mentality often results in overzealous warriors tripping over or even biting each other. Suitably, these mobs have earned the name \"ravenings,\" a term also used when describing Zevgavizeb's carnivorous rampages and referring to the millennia of xulgath infighting and social decline.</p>\n<h2>The Power of Suggestion</h2>\n<p>Xulgath ravening are most common in clutches controlled by spiritual leaders using some combination of cult behavior, group ritual, and even a little enchantment magic. By convincing participants that they're possessed by Zevgavizeb or a similar force, the leader then identifies a target and hopes for the best. Instilling secular doubt or incapacitating the leader can shatter a ravening's focus, causing its members to scatter or even turn on their leader.</p>",
            "speedsDetails": "troop movement",
            "hpDetails": "Thresholds 48 (12 squares), 24 (8 squares)"
        },
        "Zivzeb": {
            "name": "Zivzeb",
            "publicNotes": "<p>Thought to be the result of a failed experiment meant to animate objects or a sinister alghollthu creation, mimics are clever monsters that can take the form of common manufactured objects. Mimics are ambush predators and voracious eaters, surprising their prey through their uncanny ability to mimic the form of common furniture and miscellany. They remain disguised until unsuspecting adventurers happen by, then they lash out in ambush.</p>\n<p>Mimics possess complex alien minds, and while often cruel and self-serving, they also enjoy conversation with their prey from time to time. For unknown reasons, they are especially interested in humanoids. Mimics have a strong dislike for others of their kind and tend to live alone. A mimic can remain in its alternate form for an extremely long period of time, sometimes remaining disguised in a dungeon chamber for decades. Regardless of how long it waits, the mimic remains vigilant and alert, ready to strike at any moment.</p>",
            "blurb": "Mimic"
        },
        "Zogototaru": {
            "name": "Zogototaru",
            "descriptionHazard": "<p>Narseigus's worm-calling enchantments have attained imperfect control over Zogototaru, compelling her to aid him. She follows his directions loosely and with little finesse.</p>",
            "disable": "<p>Disable @Check[type:arcana|dc:28] or @Check[type:occultism|dc:28] (trained) to identify a loophole in mind-controlling magic, @Check[type:diplomacy|dc:30] to reason with Zogototaru, or @Check[type:deception|dc:31] or @Check[type:performance|dc:31] to speak as if the PC were Taargick</p>",
            "routine": "<p>(1 action) Zogototaru acts on Narseigus's most recent command, either Rescuing, Roaring, or Thrashing.</p>",
            "stealth": "<p><strong>Perception</strong> +15</p>"
        }
    },
    "mapping": {
        "hpDetails": "system.attributes.hp.details",
        "descriptionHazard": "system.details.description",
        "disable": "system.details.disable",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "stealth": "system.attributes.stealth.details",
        "publicNotes": "system.details.publicNotes",
        "privateNotes": "system.details.privateNotes",
        "acDetails": "system.attributes.ac.details",
        "blurb": "system.details.blurb",
        "allSavesBonus": "system.attributes.allSaves.value",
        "speedsDetails": "system.attributes.speed.details",
        "sensesDetails": "system.perception.details"
    }
}