{
    "label": "Specific-Familiars-Abilities",
    "entries": {
        "Aeon Stone Reservoir": {
            "name": "Aeon Stone Reservoir",
            "description": "<p>Your aeon wyrd can hold any aeon stone as a powerfully resonant nucleus that holds it together. You gain the aeon stone's benefits without needing to use one of your investiture slots for the day, and you also gain the aeon stone's resonant power, without interfering with any wayfinder you invest.</p>"
        },
        "Anchored Incorporeality": {
            "name": "Anchored Incorporeality",
            "description": "<p>While most ghosts are bound to the site where they died or were buried, some instead find themselves bound to specific items, such as a particular piece of jewelry, article of clothing, pet's collar, or a stone from a building in which it dwelled. These items, known as anchors, were important to the ghost in life, or critical to the events of their death and haunting.</p>\n<p>A creature with anchored incorporeality has the incorporeal trait, meaning it can move through physical creatures and such creatures can move through it. It can't attempt Strength-based checks (such as Grapple) against corporeal creatures and corporeal creatures can't attempt such checks against it. Though incorporeal, a creature with anchored incorporeality can travel no more than 60 feet from its anchor and must maintain line of effect to the anchor. This typically prevents it from moving through walls. Unlike many other incorporeal creatures, a creature with anchored incorporeality doesn't have resistance to all damage or immunity to precision damage.</p>\n<p>A character with an animal companion or familiar that has anchored incorporeality can transfer the anchor to a new item with a special ritual. This requires spending 1 week in concert with the companion to create a new anchor. A character who knows this technique might be able to adapt it to transfer a ghost's Site Bound ability (or similar restriction) to tie it to an anchor instead of a place.</p>"
        },
        "Blood Link": {
            "name": "Blood Link",
            "description": "<p>A homunculus is telepathically linked to its creator using their shared blood as a conduit, allowing it to share information back and forth at a range of 1,500 feet, including its master's knowledge and everything the homunculus hears.If you become unconscious or dying, your homunculus senses the waning power in your blood, allowing it to automatically act on the next turn as if you Commanded it. If the homunculus is destroyed, the master takes @Damage[2d10[mental]] damage.</p>"
        },
        "Bound to Mortal": {
            "name": "Bound to Mortal",
            "description": "<p>Your familiar gains unique benefits from its bond to you. <br />Your familiar gains an additional 10 Hit Points and can make an either a jaws or claws unarmed attack using your normal melee attack bonus. You choose whether it has a jaws or claws unarmed attack when you first gain the spirit guide as your familiar. <br />If it has a jaws unarmed attack, the attack deals @Damage[1d6[piercing]] damage and is in the brawling group. <br />If you choose the claws unarmed attack, it deals @Damage[1d4[slashing]] damage, has the agile trait, and is in the brawling group</p>",
            "rules": {
                "1": {
                    "choices": {
                        "0": {
                            "label": "Jaws"
                        },
                        "1": {
                            "label": "Claws"
                        }
                    }
                },
                "2": {
                    "label": "Jaws"
                },
                "3": {
                    "label": "Claws"
                }
            }
        },
        "Created Magic": {
            "name": "Created Magic",
            "description": "<p>Your ceru familiar grants you the @UUID[Compendium.pf2e.spells-srd.pwzdSlJgYqN7bs2w]{Telekinetic Hand} and @UUID[Compendium.pf2e.spells-srd.izcxFQFwf3woCnFs]{Guidance} cantrips via the @UUID[Compendium.pf2e.familiar-abilities.rs4Awf4k1e0Mj797]{Cantrip Connection} granted ability. <br />If one or more of these cantrips isn't on your spell list, you can replace the cantrip or cantrips not on your spell list with a cantrip or cantrips from your spell list instead.</p>"
        },
        "Crystal Scent": {
            "name": "Crystal Scent",
            "description": "<p>A cullitox can sense crystals or gems within 60 feet as if using the scent ability.</p>"
        },
        "Detect Magic": {
            "name": "Detect Magic",
            "description": "<p>Your dweomercat cub can cast 1st-level <a class=\"content-link\" draggable=\"true\" data-uuid=\"Compendium.pf2e.spells-srd.Item.gpzpAAAJ1Lza2JVl\" data-id=\"gpzpAAAJ1Lza2JVl\" data-type=\"Item\" data-pack=\"pf2e.spells-srd\" data-tooltip=\"Spell Item\" data-scope>Detect Magic</a> as an arcane innate spell.</p>"
        },
        "Elemental Diplomat": {
            "name": "Elemental Diplomat",
            "description": "<p>A gennayn's modifier for Diplomacy is equal to your level plus your key spellcasting attribute modifier, rather than just your level. The gennayn gets a +1 circumstance bonus to Diplomacy checks against elementals and grants you the same bonus if you're in the same space.</p>",
            "rules": {
                "0": {
                    "label": "Elemental Diplomat"
                }
            }
        },
        "Elemental Familiar (Air)": {
            "name": "Elemental Familiar (Air)",
            "description": "<p><strong>Archetype</strong> Elementalist</p>\n<hr />\n<p>If your familiar stays completely still for 1 round, it becomes @UUID[Compendium.pf2e.conditionitems.zJxUflt9np0q4yML]{Invisible} until it next takes an action. Any motion, even being moved or carried by another creature, ends this effect.</p>"
        },
        "Elemental Familiar (Earth)": {
            "name": "Elemental Familiar (Earth)",
            "description": "<p><strong>Archetype</strong> Elementalist</p>\n<hr />\n<p>Your familiar gains resistance to physical damage (except adamantine) equal to half your level.</p>"
        },
        "Elemental Familiar (Fire)": {
            "name": "Elemental Familiar (Fire)",
            "description": "<p><strong>Archetype</strong> Elementalist</p>\n<hr />\n<p>Your familiar sheds bright light in a 20-foot radius (and dim light for the next 20 feet) and emits warmth. Creatures who remain within a 15-foot emanation don't take damage from severe environmental cold.</p>"
        },
        "Elemental Familiar (Metal)": {
            "name": "Elemental Familiar (Metal)",
            "description": "<p><strong>Archetype</strong> Elementalist</p>\n<hr />\n<p>Your familiar gains resistance to physical damage from metal weapons equal to half your level. (not automated)</p>"
        },
        "Elemental Familiar (Water)": {
            "name": "Elemental Familiar (Water)",
            "description": "<p><strong>Archetype</strong> Elementalist</p>\n<hr />\n<p>Your familiar can move through a gap at least 2 inches wide without Squeezing and can @UUID[Compendium.pf2e.actionspf2e.kMcV8e5EZUxa6evt]{Squeeze} through a gap at least 1 inch wide.</p>"
        },
        "Elemental Familiar (Wood)": {
            "name": "Elemental Familiar (Wood)",
            "description": "<p>If your familiar remains in bright light for 1 round, it gains fast healing equal to half your level. Once it is out of bright light, this effect ends. (not automated)</p>"
        },
        "Heads Will Roll": {
            "name": "Heads Will Roll",
            "description": "<p>Unless its master gives the talking head the flier ability, a talking head is able to move only by rolling along the ground, reducing its speed to 15 feet. Alternatively, a creature can, as a single action, kick or throw the head 30 feet. This can't be used as an attack; the head bounces harmlessly off anything it hits.</p>"
        },
        "Imp Invisibility": {
            "name": "Imp Invisibility",
            "description": "<p>Once per hour, your imp familiar can cast 2nd level @UUID[Compendium.pf2e.spells-srd.XXqE1eY3w3z6xJCB]{Invisibility} on itself as a divine innate spell.</p>"
        },
        "Invisibility": {
            "name": "Invisibility",
            "description": "<p>Once per hour, your familiar can cast 2nd-level @UUID[Compendium.pf2e.spells-srd.XXqE1eY3w3z6xJCB]{Invisibility} on itself as a divine innate spell.</p>"
        },
        "Lend a Hand": {
            "name": "Lend a Hand",
            "description": "<p>The crawling hand assists an ally in the same space to attack a foe, crawling over the enemy and grabbing to distract them. Despite being a minion, it gains 1 reaction at the start of its turns, which it can use only to @UUID[Compendium.pf2e.actionspf2e.HCl3pzVefiv9ZKQW]{Aid} an attack roll by an ally that shares the hand's space (it still has to prepare to help as normal for the Aid reaction). This attempt automatically succeeds. If the crawling hand has a similar ability, like partner in crime, it still gains only 1 reaction and can choose how to spend it.</p>"
        },
        "Magic Scent": {
            "name": "Magic Scent",
            "description": "<p>Your spellslime familiar gains an imprecise sense with a range of 30 feet that enables it to smell magic of the same tradition as your own.</p>"
        },
        "Not Flammable Poppet": {
            "name": "Not Flammable Poppet",
            "description": "<p>The Poppet familiar is no longer flammable</p>"
        },
        "Ooze Defense": {
            "name": "Ooze Defense",
            "description": "<p>Your spellslime familiar is easy to hit, but it lacks weak points. It is immune to critical hits and precision damage, but its AC is only 10 + your level (instead of an AC equal to yours).</p>"
        },
        "Porter": {
            "name": "Porter",
            "description": "<p>You can choose for your homunculus to have either @UUID[Compendium.pf2e.familiar-abilities.Item.Ms8EVO2mNbr4Zp1i]{Item Delivery} or @UUID[Compendium.pf2e.familiar-abilities.Item.9PsptrEoCC4QdM23]{Valet}</p>",
            "rules": {
                "0": {
                    "choices": {
                        "0": {
                            "label": "Item Delivery"
                        },
                        "1": {
                            "label": "Valet"
                        }
                    }
                }
            }
        },
        "Pot of Tea": {
            "name": "Pot of Tea",
            "description": "<p>Your tapir sage is trained in the art of herbal medication and can prepare a pot of healing tea. Once per day, your familiar can spend 10 minutes to brew fine tea leaves and herbs. The tapir sage must focus on the tea during this time - if it performs any other action, the tea is ruined, though the tapir sage can start over again.<br />Once the pot of tea is brewed, the tapir sage can serve two cups of tea with each of the below actions; each time it gives 1 cup to an adjacent ally, and it drinks 1 cup itself. The three infusions must be poured and offered in order (for example, the tapir sage can't serve the second infusion until it has served the first).<br />The tea remains good for 1 hour after brewing; if not drunk by this point, the pot goes cold, and any remaining tea loses its power.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.lEGiEGGrPGnske2q]{First Infusion}</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.BYgAO5UYPa6BuKXz]{Second Infusion}</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.5qjeaIwmbQE03Fsx]{Third Infusion}</p>"
        },
        "Resistance (Cold) (Void)": {
            "name": "Resistance (Cold) (Void)",
            "description": "<p>Your familiar gains resistance equal to half your level (minimum resistance 1) against cold and void damage.</p>"
        },
        "Resistance (poison)": {
            "name": "Resistance (poison)",
            "description": "<p>Your familiar gains resistance equal to half your level (minimum resistance 1) against poison.</p>"
        },
        "Resonance": {
            "name": "Resonance",
            "description": "<p><strong>Aura, Range</strong> 30 feet.</p><hr /><p>Your wisp vibrates at a frequency attuned to their element, resonating with and empowering all effects sharing that trait. Creatures in the area gain a +1 status bonus to damage rolls for effects with the same elemental trait as your wisp (air, earth, fire, or water).</p>",
            "rules": {
                "0": {
                    "label": "Resonance"
                }
            }
        },
        "Scholarly Linguist": {
            "name": "Scholarly Linguist",
            "description": "<p>Thanks to its innate erudition, your pipefox speaks and understands all languages you know (instead of just one) as well as one common language you don't know.</p>"
        },
        "Skilled (Perception)": {
            "name": "Skilled (Perception)",
            "description": "<p><span style=\"font-family:Roboto, sans-serif\">Choose a skill other than Acrobatics or Stealth. Your familiar's modifier for that skill is equal to your level plus your spellcasting attribute modifier, rather than just your level. You can select this ability repeatedly, choosing a different skill each time.</span></p>"
        },
        "Slime Rejuvenation": {
            "name": "Slime Rejuvenation",
            "description": "<p>When you Refocus, you generate magical energy that heals your familiar. Your familiar regains 2 Hit Point per level whenever you Refocus.</p>"
        },
        "Slink in Shadows": {
            "name": "Slink in Shadows",
            "description": "<p>The shadow familiar can @UUID[Compendium.pf2e.actionspf2e.XMcnh4cSI32tljXa]{Hide} or end its @UUID[Compendium.pf2e.actionspf2e.VMozDqMMuK5kpoX4]{Sneak} in a creature's or object's shadow.</p>"
        },
        "Sorcerous Sweets": {
            "name": "Sorcerous Sweets",
            "description": "<p>During your daily preparations, your sweetened familiar conducts an unusual little ritual. <br />Your familiar find a small non-magical object (a flower or piece of fallen fruit by preference, but a pebble or even a coin will do in a pinch) and then does a curious ritual dance around—gingerbread sparrows hop and chirp, while hard candy beetles turndle in increasingly complex geometric patterns and chocolate mice make arcane sigils with their paws. <br />At the rite's conclusion, the object turns into a piece of candy, usually of the same sort as the familiar. The candy is an item with the arcane, consumable and transmutation traits.</p><p>Anyone who eats the candy as an Interact action gains a +1 item bonus to Deception, Diplomacy, and Performance checks for 1 hour (this increases to +2 at level 9, and +3 at level 17). The candy maintains its enchantment until your next daily preparations.</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.lEe3qsmk2nRwZybH]{Sorcerous Sweets Candy}</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.lgbWrT72bCMERszr]{Sorcerous Sweets Candy (Level 9)}</p><p>@UUID[Compendium.pf2e-specific-familiars.specific-familiars-equipments.Item.p08ulJpjgrqinPKa]{Sorcerous Sweets Candy (Level 17)}</p>"
        },
        "Soul Bond": {
            "name": "Soul Bond",
            "description": "<p>Your kinnars' spirits are intrinsically linked. While they're two beings, they're considered a single creature, act as a single creature, use normal familiar statistics, and are subject to all of the normal effects that come with being a single creature. Their linked spirits allow them to stave off attacks against their mind. If your kinnars are subject to a mental effect that allows a saving throw, they roll twice and thake the higher result; this is a fortune effect.</p>"
        },
        "Stylus Claws": {
            "name": "Stylus Claws",
            "description": "<p>Your calligraphy wyrm has stylus-shaped claws that it can fill with its natural ink, using its claw as a pen without having to purchase ink.</p>"
        }
    },
    "mapping": {
        "rules": {
            "converter": "translateRules",
            "path": "system.rules"
        }
    }
}