{
    "label": "Kingmaker-Bestiary",
    "folders": {
        "Armies": "Armies"
    },
    "entries": {
        "Aecora Silverfire": {
            "name": "Aecora Silverfire",
            "publicNotes": "<p>Centaurs are legendary hunters and trackers who resemble heavily muscled humans with the bodies of powerful horses from the waist down. They are typically reclusive but haughty, quick to assume that their handsome physiques and long history of cultural traditions make them superior to any two-legged folk they encounter. While stories of bloody clashes between centaurs and humanoid settlers are well known, centaurs are neither intrinsically bloodthirsty nor recklessly aggressive. Rather, they are proud and stubborn and do not take kindly to outsiders who encroach on their ancestral grounds, some of which have been ruled by centaurs for thousands of years. Against despoilers of nature who fail to heed their warnings, centaurs do not hesitate to use their finely honed hunting skills to inflict deadly wounds.</p>\n<p>Centaurs train with weapons as well as their heavy hooves, and the thunder of centaurs charging across the plains is often mistaken for a stampede or even an earthquake. Despite their insular nature, some centaurs form close alliances with elves, fey, gnomes, and isolated human communities. Such allies are often surprised to learn the depths of centaurs' honor, pragmatism, and wilderness lore. Rarely, a centaur leaves its tribe to travel the wider world. Such lone centaur wanderers more easily integrate into humanoid societies, but other centaurs are quick to assume that some dishonor led to their exile and thus give such vagabonds a wide berth.</p>\n<p>Centaurs have incredible variation in their individual size and coloration. Their upper bodies are fairly similar within a tribe and even region, but their lower bodies-like those of horses-can vary widely from parent to child. Most centaurs are at least 7 feet tall and weigh more than 2,000 pounds.</p>\n<p>Centaurs live in groups of dozens of members, usually led by an old, powerful seer or battle-hardened warrior who has carried out many noble deeds and earned a lifetime of respect from their comrades. The revered leader guides the habits of their entire group; a wise seer might encourage the tribe to roam far from civilization to preserve the ways of its ancestors, while an aggressive warrior might foster skirmishes with nearby humanoid settlements and even rival centaur groups.</p>",
            "acDetails": "27 with shield raised",
            "blurb": "Female centaur war-priestess"
        },
        "Agai": {
            "name": "Agai",
            "publicNotes": "<p>While the leaders of larger spriggan enclaves tend to be uniquely trained warriors with highly specialized skills, spriggan warlords are fond of the traditional spriggan weaponry of morningstar and crossbow, valuing this traditional fighting style for its simplicity and for using both weapons to their full potential. Spriggan warlords often serve as sub-commanders in large groups, filling roles in spriggan society akin to captains of the guard or bodyguards to spriggan royalty. In smaller groups or remote outposts, a single spriggan warlord is typically in charge of a band of spriggan bullies.</p>",
            "blurb": "Variant male spriggan warlord"
        },
        "Akiros Ismort": {
            "name": "Akiros Ismort",
            "blurb": "Male human bandit lieutenant"
        },
        "Akuzhail": {
            "name": "Akuzhail",
            "blurb": "Variant chimera"
        },
        "Alasen": {
            "name": "Alasen",
            "blurb": "Female human weretiger"
        },
        "Aldori Sister": {
            "name": "Aldori Sister",
            "blurb": "Female Hunter"
        },
        "Ameon Trask": {
            "name": "Ameon Trask"
        },
        "Amiri (Level 1, Kingmaker)": {
            "name": "Amiri (Level 1, Kingmaker)"
        },
        "Amiri (Level 11, Kingmaker)": {
            "name": "Amiri (Level 11, Kingmaker)"
        },
        "Ancient Wisp": {
            "name": "Ancient Wisp",
            "publicNotes": "<p>Malevolent balls of colored light, will-o'-wisps haunt lonely marshes and forests where they lure unsuspecting travelers into danger. Will-o'-wisps can vary the color and illumination they shed, and delight in mimicking bobbing lanterns or distant fires to draw lost or disoriented travelers off of safe trails. They can extinguish their illumination entirely to become invisible, and they enjoy doing so once their victims are wholly lost and have realized that the bobbing light in the distance isn't, in fact, leading them to safety. Even invisible, however, a will-o'-wisp rarely ventures far from its target, as it feasts upon the panic and dread felt by its victims.</p>\n<p>Beneath its glow, a will-o'-wisp's body is a spongy ball approximately 1 foot in diameter and weighing less than 5 pounds. Although most will-o'-wisps are merely translucent, featureless orbs, gaining definition only in the shifting illumination they create, a few have dark mottling that makes them resemble a skull when viewed closely. Will-o'-wisps have no need for mundane nourishment, and in fact lack the ability to consume matter of any kind; they find all the sustenance they need in the terror of nearby creatures. For this reason, they like to work alongside undead that produce terror in their victims. Will-o'-wisps are long-lived, if not effectively immortal, and they have good memories. A cowed or defeated will-o'-wisp can be a good source of lore and information, though acquiring such cooperation from such a sinister monster is no easy feat.</p>\n<p>Will-o'-wisps inhabit desolate swamps and forests and are generally active at twilight and after dark. They are therefore reluctant to lead victims into immediately fatal areas such as deadfalls, but instead prefer hazards where their victims suffer over a long time, such as pockets of stale or poisonous air, patches of quicksand, and dens of bigger monsters. According to will-o'-wisps, different types of fear have subtle differences in flavor. The lurking dread in the pit of the stomach that gnaws at those who slowly become aware of the fact that they're lost produces a much different taste than the sudden stark terror of imminent death in the face of a towering monster. Because of this, will-o'-wisps try to vary the ways in which they induce terror in their prey, to ensure they don't tire of certain flavors of fear.</p>",
            "blurb": "Variant will-o'-wisps"
        },
        "Ankou Assassin": {
            "name": "Ankou Assassin",
            "publicNotes": "<p>Ankous are shadowy killers who serve powerful fey creatures, or even the Eldest- the demigods of the First World. Amid the courts of the Eldest or of powerful fey rulers, these sinister assassins lurk overhead as they await the call to action-implied threats akin to deadly weapons hung as decor in a royal hall. Ankous never speak aloud; when they feel the need to communicate at all, they do so in a telepathic whisper directly into a victim's mind. While an ankou's body is made of strange, fleshy material, their claws and the cruel hooks on their wings are made of razor-sharp cold iron, a quality that makes them much feared among other fey. A typical ankou is 10 feet tall and has an 8-foot wingspan but weighs less than 80 pounds.</p>\n<p>While most ankous serve powerful masters, some of these murderous fey are left to their own devices and serve none but their own capricious, cruel whims. In some cases, their master may have been slain, while in others the ankou may have been released from service for any number of reasons. An ankou left to indulge their own whims unrestrained is often the most dangerous ankou of them all!</p>",
            "blurb": "Variant ankou"
        },
        "Annamede Belavarah": {
            "name": "Annamede Belavarah",
            "blurb": "Female human bard"
        },
        "Armag Twice-Born": {
            "name": "Armag Twice-Born",
            "publicNotes": "<p>Armag was not born with that name, but today, he fully believes he is the legendary ancient leader reborn to lead the Tiger Lords back to an age of glory. He has long forgotten his birth name, as well as much of his childhood, as his brief but overwhelming recent experiences forced these memories out of his mind to make room for bloodlust, an addiction to violence, and obsession with mayhem. Only his worship of Gorum remains today, yet even this has been corrupted-tainted by the fell influence of the Sisters of the Bloodshot Eye. Little remains in Armag's mind today save for a desire to conquer, to wield the mighty greatsword <em>Ovinrbaane</em> in battle, and to revel in the glory of war. While he claims to be the reborn ancient hero, his \"memories\" of this previous life are largely hallucinations and fantasies implanted by the influence of his weapon.</p>\n<p>Armag himself appears as a muscular human with unruly brown hair, a full beard, and an expression that seems incapable of any other visage than anger, wrath, or fury.</p>",
            "blurb": "Male human warlord"
        },
        "Auchs": {
            "name": "Auchs",
            "blurb": "Male human bandit lieutenant"
        },
        "Avatar of the Lantern King": {
            "name": "Avatar of the Lantern King",
            "publicNotes": "<p>The Lantern King is one of the Eldest-a pantheon of demigods whose rule over the First World is one of capriciousness that can be at times playful, enigmatic, bizarre, or even downright mean. For the most part, the Lantern King's plots and shenanigans tilt toward the cruel, and while he's long been a master at riding the proverbial razor's edge between mischief and outright sadism (if only by conserving his cruelest plans for those who invite that cruelty by being cruel themselves, as in the case of Nyrissa), his latest actions have certainly drawn the notice of the other Eldest. As such, they have largely distanced themselves from him, and as a result of this, any defeat the PCs deal to him in this adventure goes not only unpunished by the Lantern King's demigod siblings but will even be enforced, in a manner of speaking, by the other Eldest so that the Lantern King won't seek continued revenge against the PCs for their victories. Whether or not this also serves to teach the capricious eldest a lesson to temper his need for mischief with occasional bouts of patience and even mercy, only time can tell.</p>\n<p>The Lantern King's direct interactions with the PCs in this campaign are via an avatar-a powerful proxy created from himself to rule over the Lantern Kingdom. While this avatar isn't as powerful as the Lantern King himself, it remains the single most dangerous foe the party faces in Kingmaker. As a demigod, the Lantern King is an even more dangerous foe, equivalent in power to a 29th-level creature and possessing abilities beyond the scope of the core experience in the <em>Pathfinder Roleplaying Game</em>. Some of these abilities, such as the power to manipulate reality, to create powerful artifacts like the <em>Apology</em>, and to build entire demiplane realms like the Hunting Dream or the Lantern Kingdom, manifest during the course of the <em>Kingmaker Adventure Path</em> not as rules content but as story elements the PCs will need to endure-see Chapter 11 of this book for more details.</p>\n<p>In combat, the Lantern King's avatar uses flight to remain out of melee for the first several rounds of combat, relying upon his spells to soften up the party before using his Strikes against them. He's fond of taking actions that disrupt, torment, or mock the PCs rather than those specifically tailored to maximize damage. For example, he often uses Playful Switch to swap a flying PC in the air with one who's on the ground and can't fly, or he uses illusions to create false foes or locations that play off of previous failures or embarrassments the PCs may have endured during the campaign itself. By playing the Lantern King's avatar in battle as more of a trickster than a cold-blooded killer, you'll not only enforce his legendary personality upon your players, but you'll also give their characters a bit more of a fighting chance against him in battle. He prefers to hold <em>@UUID[Compendium.pf2e.spells-srd.Item.MLNeD5sAunV0E23j]{Primal Phenomenon}</em> in reserve to recover from an unwanted condition or situation, and as he realizes the PCs are dangerous foes, he abandons \"playful tactics\" for more serious or tactical decisions aimed toward defeating the party rather than toying with them.</p>\n<p>While the Lantern King faces no lasting inconvenience if his avatar is slain, the sting of such a defeat is enough to compel the avatar to back down and ask for a truce if the PCs reduce him to fewer than 75 Hit Points. If the PCs agree to a truce, the avatar compliments their prowess and promises to turn his attentions away from the Stolen Lands. Furthermore, he agrees to any additional terms the PCs ask for, provided they are within his ability to grant. This includes restoring Nyrissa's place and realm to the First World (although he cannot provide further information about her lost lover) and unmaking <em>Briar </em>to restore her capacity to love.</p>",
            "blurb": "Eldest of laughter, mischief, and transformation"
        },
        "Azure Lilies": {
            "name": "Azure Lilies",
            "descriptionHazard": "<p>The azure lilies expel a burst of toxic pollen.</p>",
            "disable": "<p>@Check[type:nature|dc:33] or @Check[type:survival|dc:33] (expert) to harvest the plant's pollen without disturbing the blossoms.</p>",
            "reset": "<p>1 month</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Ballista Defense": {
            "name": "Ballista Defense",
            "descriptionHazard": "<p>A ballista armed with a massive bolt fires on a creature approaching the Palace.</p>",
            "disable": "<p>@Check[type:thievery|dc:36] (master) to sabotage the ballista by reaching through the firing slit from outside (this DC is reduced by 10 if the PCs are in the room with the ballista, @Check[type:thievery|dc:26]), or @Check[type:intimidation|dc:33] to frighten off the Pitax Warden operating the ballista.</p>",
            "reset": "<p>(1 day) If the PCs haven't reached 30 Liberation Points, additional ammunition for a ballista can be secured in a day, but if the PCs have reached 30 Liberation Points, a ballista that runs out of ammo cannot be reset.</p>",
            "routine": "<p>(3 actions) The ballista takes 1 action to fire a ballista bolt and 2 actions to reload. After ten rounds, the ballista is out of ammunition and can no longer function.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Barbtongued Wyvern": {
            "name": "Barbtongued Wyvern",
            "publicNotes": "<p>A wyvern is a venomous drake with a well-earned reputation for impatience and aggression. As much as 15 feet long and weighing up to 1,000 pounds, a wyvern's resilient body allows it to crash talons-first into large prey without serious risk to itself. A wyvern uses its momentum to stun its target before injecting it with searing venom or carrying it over the side of a nearby cliff. Because a wyvern lacks the strength to haul its prey all the way to its nest intact, it is far more likely to lift and drop its victim over a gully or canyon and let gravity do its work before it descends to pick apart the carcass.</p>\n<p>Conversation is of little interest to a wyvern, as the creature typically speaks only to taunt its prey, issue territorial claims, or demand tribute. Even so, many wyverns enjoy grim humor and tales of violent acts, particularly if those acts were committed by the storyteller. A wyvern properly appeased with meat, entertainment, and treasure sometimes agrees to provide assistance ranging from giving directions to serving as a mount for a powerful humanoid. However, these arrangements rarely last more than a few weeks before the wyvern's pride, malice, or insolence inspires it to flee or even betray its allies. Only the truly cruel can cow a wyvern into servitude for an extended period, as most wyverns are so self-interested that they go out of their way to avoid helping others.</p>\n<hr />\n<p>Ravenous, bestial, and driven by instinct-drakes are primitive draconic monsters who bear a fraction of the terrifying might of their larger cousins but little (if any) of the cunning. While they're weaker, slower, and less inclined toward reason than dragons, drakes are nonetheless a menace to creatures and settlements around them. Their propensity for forming raiding parties-small social groups fittingly called \"rampages\"-makes them all the more dangerous; a single rampage of river drakes can quickly lay waste to a waterside village, and roving rampages of desert drakes are a plague to caravan traders.</p>\n<p>Drakes share a number of physical characteristics that unite them as one species despite their wide variety of habitats and abilities. For example, drakes lack forearms, leaving them only their formidable jaws and thick-scaled tails with which to attack if engaged at melee range. Most drakes would rather avoid close combat, however, preferring to use their breath weapons to wreak havoc in wide swaths from comfortable distances while flying overhead. Finally, all drakes have small reservoirs of their ancestral draconic power that they can tap into to perform incredible feats of speed.</p>",
            "blurb": "Variant wyvern"
        },
        "Basic Cavalry": {
            "name": "Basic Cavalry"
        },
        "Basic Infantry": {
            "name": "Basic Infantry"
        },
        "Basic Siege Engines": {
            "name": "Basic Siege Engines"
        },
        "Basic Skirmishers": {
            "name": "Basic Skirmishers"
        },
        "Black Smilodon": {
            "name": "Black Smilodon",
            "publicNotes": "<p>Smilodons are large saber-toothed cats, apex predators that are significantly more muscular and broader than the other species of big cats. They often kill prey with a quick stab to the throat or other vulnerable spot. The smilodon's oversized fangs are particularly sought after as trophies.</p>\n<hr />\n<p>Few predators of the natural world can match the cat's talent for stalking and stealth.</p>",
            "blurb": "Variant smilodon"
        },
        "Black Tear Cutthroat": {
            "name": "Black Tear Cutthroat"
        },
        "Bloom Cultist": {
            "name": "Bloom Cultist",
            "blurb": "Human cleric of Lamashtu"
        },
        "Bloom Wyvern": {
            "name": "Bloom Wyvern",
            "publicNotes": "<p>A wyvern is a venomous drake with a well-earned reputation for impatience and aggression. As much as 15 feet long and weighing up to 1,000 pounds, a wyvern's resilient body allows it to crash talons-first into large prey without serious risk to itself. A wyvern uses its momentum to stun its target before injecting it with searing venom or carrying it over the side of a nearby cliff. Because a wyvern lacks the strength to haul its prey all the way to its nest intact, it is far more likely to lift and drop its victim over a gully or canyon and let gravity do its work before it descends to pick apart the carcass.</p>\n<p>Conversation is of little interest to a wyvern, as the creature typically speaks only to taunt its prey, issue territorial claims, or demand tribute. Even so, many wyverns enjoy grim humor and tales of violent acts, particularly if those acts were committed by the storyteller. A wyvern properly appeased with meat, entertainment, and treasure sometimes agrees to provide assistance ranging from giving directions to serving as a mount for a powerful humanoid. However, these arrangements rarely last more than a few weeks before the wyvern's pride, malice, or insolence inspires it to flee or even betray its allies. Only the truly cruel can cow a wyvern into servitude for an extended period, as most wyverns are so self-interested that they go out of their way to avoid helping others.</p>\n<hr />\n<p>Ravenous, bestial, and driven by instinct-drakes are primitive draconic monsters who bear a fraction of the terrifying might of their larger cousins but little (if any) of the cunning. While they're weaker, slower, and less inclined toward reason than dragons, drakes are nonetheless a menace to creatures and settlements around them. Their propensity for forming raiding parties-small social groups fittingly called \"rampages\"-makes them all the more dangerous; a single rampage of river drakes can quickly lay waste to a waterside village, and roving rampages of desert drakes are a plague to caravan traders.</p>\n<p>Drakes share a number of physical characteristics that unite them as one species despite their wide variety of habitats and abilities. For example, drakes lack forearms, leaving them only their formidable jaws and thick-scaled tails with which to attack if engaged at melee range. Most drakes would rather avoid close combat, however, preferring to use their breath weapons to wreak havoc in wide swaths from comfortable distances while flying overhead. Finally, all drakes have small reservoirs of their ancestral draconic power that they can tap into to perform incredible feats of speed.</p>",
            "blurb": "Variant wyvern"
        },
        "Bloom of Lamashtu": {
            "name": "Bloom of Lamashtu",
            "publicNotes": "<p>A thick, green stalk with spiraling rows of thorns stands at the center of this enormous flowering plant. Each flower has a growing seed pod at its center, surrounded by vibrant petals in a wide variety of colors. Crafted after consecutive seasons of experimentation, prayer, and ritual, the bloom of Lamashtu is the triumph of the cultist Darivan and his Cult of the Bloom. The fiendish plant aids their effort to infect the humanoid population of the Stolen Lands and replace them with monstrous predators. While the Bloom of Lamashtu is intelligent and is capable of understanding Abyssal, it has very little interest in anything other than spreading its curse.</p>\n<p>Cultivated to spread misery and violence, the bloom is quietly malevolent, growing its seeds as rapidly as it can. It is 12 feet tall and weighs 600 pounds.</p>",
            "hpDetails": "regeneration 30 (deactivated by fire or holy)"
        },
        "Bloomborn Athach": {
            "name": "Bloomborn Athach",
            "publicNotes": "<p>The towering and brutish giants known as athaches are reviled for both their monstrosity and their cruelty. Beyond an athach's filthy habits, this giant is made stranger by the gangly third arm that protrudes from their torso and ends in a twitching, long-fingered claw. Huge, tusk-like fangs descend from an athach's upper jaw and prop their mouth open, leaking long strands of viscous drool that is itself is a toxic venom and coats the athach's fangs.</p>\n<p>Athachs despise civilization almost as much as they despise their own kind, and they delight in committing sadistic acts and terrorizing victims. An athach does not keep a traditional territory of their own, but rather wanders the hinterlands of settled territories until they find a suitably easy settlement of smaller humanoids to target. Once the athach has chosen their target, the giant establishes a hidden lair in a location like an abandoned farmhouse or cave, and from there they launch their reign of torment. After a few weeks of harassing, capturing, and torturing victims, the athach bores of their games. The giant then goes on a final rampage, destroying every dwelling and eating every creature they can find. Sometimes, the giant allows a survivor or two to escape, forcing these terrified victims to spend the rest of their lives spreading word of the athach's fearsomeness.</p>",
            "blurb": "Variant athach"
        },
        "Bog Mummy Cultist": {
            "name": "Bog Mummy Cultist",
            "publicNotes": "<p>The cultural practice of mummifying the dead is not the only way a body can become preserved, nor is it the only route that gives rise to these disease-spreading undead monstrosities.</p>\n<p>Bog mummies (also called peat mummies or mire mummies) rarely, if ever, leave their marshy realms. Less powerful than their more notorious artificially preserved kin, bog mummies are preserved not by agents introduced during rituals but by the natural elements present in the airless, acidic morass of a peat bog or muddy swamp. While corpses preserved in this manner can certainly rise from the mire as bog mummies as the result of a curse by fell powers or the directed influence of a necromancer, the vast majority of them animate from a seething need for vengeance or to pursue some dire agenda left unfinished at the time of death-often because the creature was slain or otherwise betrayed. The nature of tthis emotional tie to life and the emotional power of the deceased compel unlife beyond death, while the preservative qualities of the bog within which the body was disposed of does the rest.</p>\n<p>Although most bog mummies are motivated by vengeance, many fulfill their dark yearnings with general violence. Filled with wrath and hatred for the living, they mercilessly attack any living creatures that dare to venture into their dismal domains. Their agonized moans echo over their putrid homes, driving away most natural life dwelling therein and often alerting travelers to the potential danger that lies beneath the surface.</p>",
            "blurb": "Variant bog mummy",
            "hpDetails": "void healing"
        },
        "Boggard Cultist": {
            "name": "Boggard Cultist",
            "publicNotes": "<p>Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, fiercely competing for food and even consuming their siblings in that struggle. Over 3 years, the surviving boggards develops arms, legs, and lungs while learning the rudiments of hunting, crafts, and warfare-everything needed to survive in their might-makes-right society. At the top of most boggard hierarchies lords a hulking swampseer imbued with sinister divine magic.</p>",
            "blurb": "Variant Boggard",
            "speedsDetails": "swamp stride"
        },
        "Boggard Warden": {
            "name": "Boggard Warden",
            "publicNotes": "<p>Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, fiercely competing for food and even consuming their siblings in that struggle. Over 3 years, the surviving boggards develops arms, legs, and lungs while learning the rudiments of hunting, crafts, and warfare-everything needed to survive in their might-makes-right society. At the top of most boggard hierarchies lords a hulking swampseer imbued with sinister divine magic.</p>",
            "blurb": "Variant Boggard",
            "speedsDetails": "swamp stride"
        },
        "Breath of Despair": {
            "name": "Breath of Despair",
            "hpDetails": "HP for each face, 4 faces",
            "descriptionHazard": "<p>The faces carved on the wall appear to inhale, then exhale slithering tendrils of darkness to harm those who would despoil the tomb.</p>",
            "disable": "<p>@Check[type:thievery|dc:23] (expert) to disarm the trap's sensors in the chamber floor, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (3rd level; counteract DC 23) to counteract the faces. Breaking one of the faces on the walls reduces the trap's save DC, attack rolls, and its total actions by 1 per broken face; if all four faces are destroyed, the trap is disabled.</p>",
            "reset": "<p>The trap resets after 1 minute</p>",
            "routine": "<p>(4 actions) The trap loses 1 action per disabled face each turn. On each action, a different face spews a writhing breath of darkness from its mouth to a target in the area. A creature can only be targeted once per round by the despairing breath, so if fewer than four creatures are in the room, the trap won't be able to take full advantage of all four of its actions.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Breeg's Traps": {
            "name": "Breeg's Traps",
            "descriptionHazard": "<p>Several dozen spike snares are littered across this hex.</p>\n<hr />\n<p><strong>Treasure:</strong> Each time a PC triggers a trap, the trap is destroyed. If all the traps are disabled, materials to craft six spike snares can be salvaged.</p>",
            "disable": "<p>@Check[type:survival|dc:17] (made as an individual hexploration activity) to locate and disarm all the traps by hand.</p>",
            "reset": "<p>There are enough traps in this hex that this hazard can be triggered up to 5 times before all the traps are used up.</p>"
        },
        "Brush Thylacine": {
            "name": "Brush Thylacine",
            "publicNotes": "<p>These ferociously territorial thylacines often attack creatures without provocation, and they are @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} to leaving barely eaten carcasses strewn about their territories as additional markers of their dominance.</p>\n<hr />\n<p>The thylacine is a marsupial carnivore. This nocturnal predator typically hunts alone, only occasionally forming small packs. Because of their odd appearance, thylacines have a far harsher reputation than they probably should, playing a sort of bogeyman role in farming communities.</p>"
        },
        "Camouflaged Spiked Pit": {
            "name": "Camouflaged Spiked Pit",
            "descriptionHazard": "<p>A 20-foot deep, funnel-shaped pit with dozens of wooden spikes lining its walls.</p>",
            "disable": "<p>Yanking the cloth away is a simple way to expose the danger to allow someone to merely avoid it by walking around its edges, but it cannot be quickly disabled.</p>",
            "reset": "<p>Creatures can still fall into the trap once it has been exposed, but the camouflaged cover must be reset manually for the trap to become hidden again.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Castruccio Irovetti": {
            "name": "Castruccio Irovetti",
            "publicNotes": "<p>Since his flight from Numeria, Castruccio Irovetti has ruled Pitax for over half a decade, and in that time, he has firmly established his hold over this River Kingdom's political scene through a mix of cunning choice and luck. While he does have the support of the nymph Nyrissa, he hid from her the fact that he's managed to recover the magical sword she charged him with retrieving, making him loath to call upon her for aid. Furthermore, if he can defeat the PCs, surely that show of strength will bolster his reputation in her eyes, so that he can then present <em>Briar </em>to her for an even greater reward. In Nyrissa, Irovetti sees the only candidate he could imagine taking on as his Queen.</p>",
            "blurb": "Male human king"
        },
        "Catspaw Marauders": {
            "name": "Catspaw Marauders"
        },
        "Centaur Scout": {
            "name": "Centaur Scout",
            "publicNotes": "<p>Centaurs are legendary hunters and trackers who resemble heavily muscled humans with the bodies of powerful horses from the waist down. They are typically reclusive but haughty, quick to assume that their handsome physiques and long history of cultural traditions make them superior to any two-legged folk they encounter. While stories of bloody clashes between centaurs and humanoid settlers are well known, centaurs are neither intrinsically bloodthirsty nor recklessly aggressive. Rather, they are proud and stubborn and do not take kindly to outsiders who encroach on their ancestral grounds, some of which have been ruled by centaurs for thousands of years. Against despoilers of nature who fail to heed their warnings, centaurs do not hesitate to use their finely honed hunting skills to inflict deadly wounds.</p>\n<p>Centaurs train with weapons as well as their heavy hooves, and the thunder of centaurs charging across the plains is often mistaken for a stampede or even an earthquake. Despite their insular nature, some centaurs form close alliances with elves, fey, gnomes, and isolated human communities. Such allies are often surprised to learn the depths of centaurs' honor, pragmatism, and wilderness lore. Rarely, a centaur leaves its tribe to travel the wider world. Such lone centaur wanderers more easily integrate into humanoid societies, but other centaurs are quick to assume that some dishonor led to their exile and thus give such vagabonds a wide berth.</p>\n<p>Centaurs have incredible variation in their individual size and coloration. Their upper bodies are fairly similar within a tribe and even region, but their lower bodies-like those of horses-can vary widely from parent to child. Most centaurs are at least 7 feet tall and weigh more than 2,000 pounds.</p>\n<p>Centaurs live in groups of dozens of members, usually led by an old, powerful seer or battle-hardened warrior who has carried out many noble deeds and earned a lifetime of respect from their comrades. The revered leader guides the habits of their entire group; a wise seer might encourage the tribe to roam far from civilization to preserve the ways of its ancestors, while an aggressive warrior might foster skirmishes with nearby humanoid settlements and even rival centaur groups.</p>",
            "blurb": "Variant centaur"
        },
        "Cephal Lorentus": {
            "name": "Cephal Lorentus",
            "blurb": "Unique male undead",
            "hpDetails": "void healing"
        },
        "Chew Spider": {
            "name": "Chew Spider",
            "publicNotes": "<p>Few everyday vermin inspire as much dread as the infamous spider.</p>",
            "blurb": "Variant spider swarm",
            "sensesDetails": "web sense"
        },
        "Chief Sootscale": {
            "name": "Chief Sootscale"
        },
        "Cleansed Cultist": {
            "name": "Cleansed Cultist"
        },
        "Collapsing Bridge": {
            "name": "Collapsing Bridge",
            "hpDetails": "For each support",
            "descriptionHazard": "<p>As a pillar collapses, the bridge itself groans and shakes, then crumbles into the river below.</p>",
            "disable": "<p>Several weeks of repair can rebuild the supports and remove the danger; at the GM's discretion, spells like <em>@UUID[Compendium.pf2e.spells-srd.Item.kOa055FIrO9Smnya]{Wall of Stone}</em> or <em>@UUID[Compendium.pf2e.spells-srd.Item.7Iela4GgVeO3LfAo]{Wall of Force}</em> can be used to augment the supports more quickly, although these spells are likely out of reach of the PCs at this point.</p>",
            "stealth": "<p>(or 0 if a PC has analyzed the supports and discovered they are on the verge of collapse)</p>"
        },
        "Collapsing Floor": {
            "name": "Collapsing Floor",
            "descriptionHazard": "<p>The westernmost 5 feet of the building gives way, dropping rubble and anyone in the area into the depths of the Lantern Kingdom below.</p>",
            "disable": "<p>@Check[type:thievery|dc:51|traits:action:disable-a-device|name:Jury Rig the Supports] to quickly jury-rig key supports against weak wall sections to prevent the collapse</p>"
        },
        "Corax": {
            "name": "Corax",
            "blurb": "Male human logger"
        },
        "Cursed Guardian": {
            "name": "Cursed Guardian",
            "hpDetails": "Deadeye's Shame"
        },
        "Cutthroat Haunt": {
            "name": "Cutthroat Haunt",
            "descriptionHazard": "<p>The pain and agony endured by Abbot Ildeben as the Gardener cut his throat lingers on in this room.</p>",
            "disable": "<p>@Check[type:diplomacy|dc:38] check to appeal to the haunt and convince it the PCs aren't the source of its pain, or @Check[type:religion|dc:33] to rebuke the haunt in Cayden Cailean's name.</p>",
            "reset": "<p>1 hour</p>",
            "stealth": "<p>(master)</p>"
        },
        "Cyclops Zombie": {
            "name": "Cyclops Zombie",
            "publicNotes": "<p>These towering horrors are animated from the corpses of monstrosities.</p>\n<hr />\n<p>A zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed.</p>",
            "blurb": "Variant zombie hulk",
            "hpDetails": "void healing"
        },
        "Darivan": {
            "name": "Darivan",
            "publicNotes": "<p>Darivan is not the classic image of a Lamashtan cultist. While deeply religious, his magical power stems not from his faith, but from a link to his ancestral past. The favor of a dryad helped his grandfather escape from a brutal life and find a safe new homeland for his people, but Darivan never held patience for that. To Darivan, his sorcerous legacy and his sinister faith are two wholly separate elements, but his recent visions of the bloom of Lamashtu bringing a new swath of monsters to the Stolen Lands has compelled him strongly, showing him how his fey ancestry and his demonic faith can be made stronger.</p>\n<p>In combat, Darivan relies on his spells against ranged foes and his falchion and claw in melee. He activates Bloom Regeneration if an attack reduces him to 100 Hit Points or fewer, then shifts tactics to casting <em>@UUID[Compendium.pf2e.spells-srd.Item.b5sGjGlBf58f8jn0]{Air Walk}</em> and retreating upward to use spells against foes.</p>",
            "blurb": "Male half-orc sorcerer"
        },
        "Davik Nettles": {
            "name": "Davik Nettles"
        },
        "Defaced Naiad Queen": {
            "name": "Defaced Naiad Queen",
            "publicNotes": "<p>Naiad queens rule over pristine wildernesses centered on untouched lakes or other bodies of fresh water. Bards' songs and artists' paintings of nymphs tend to depict naiad queens in their slightly more humanoid forms, which they don when they make the rare journey into civilized lands to garner allies or gauge threats.</p>\n<p>Most naiad queens treat those who respect their domains with kindness, but they are fierce and quick in eliminating foes. Their blinding beauty and breadth of offensive spells make naiad queens fierce opponents if forced into a fight.</p>\n<hr />\n<p>Nymphs are a family of fey that take the form of beautiful humanoids with elven features and have a deep association with the natural world. The most common of their kind are the dryads, which are spirits that embody great trees, but many other kinds of nymphs exist, including naiads, who watch over bodies of water. All nymphs are guardians of some element of nature, typically a specific tree or pond, or even-in the case of nymph queens-whole forests or massive bodies of water</p>",
            "blurb": "Variant female naiad queen"
        },
        "Dog (Ekundayo's Companion)": {
            "name": "Dog (Ekundayo's Companion)",
            "blurb": "Riding dog"
        },
        "Dovan from Nisroch": {
            "name": "Dovan from Nisroch",
            "blurb": "Male human bandit lieutenant"
        },
        "Dread Aura": {
            "name": "Dread Aura",
            "descriptionHazard": "<p>The disturbing sensation of being watched, of having attracted the unwanted attention of something unimaginably powerful, or knowing the eerie conviction that unseen stars in the sky above might be looking down upon this spot grows increasingly overwhelming.</p>",
            "disable": "<p>@Check[type:occultism|dc:45] (master) to inscribe eldritch warding sigils on the stones of the tower (this is an activity that takes 1 hour to perform) or defeat the Thresholder influence in the chambers below.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Drelev Guard": {
            "name": "Drelev Guard",
            "blurb": "Human fighter"
        },
        "Drelev Irregulars": {
            "name": "Drelev Irregulars"
        },
        "Dropping Web Trap": {
            "name": "Dropping Web Trap",
            "descriptionHazard": "<p>A 30-foot-wide rope bridge spans a 30-foot‑deep chasm between two crags on the mountainside.</p>",
            "disable": "<p>@Check[type:crafting|dc:15] or @Check[type:thievery|dc:18] to secure the bridge in place.</p>",
            "reset": "<p>1 hour</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Ekundayo (Level 1)": {
            "name": "Ekundayo (Level 1)"
        },
        "Ekundayo (Level 6)": {
            "name": "Ekundayo (Level 6)"
        },
        "Elder Elemental Tsunami": {
            "name": "Elder Elemental Tsunami",
            "publicNotes": "<p>Elemental tsunamis are huge and destructive.</p>\n<hr />\n<p>Water elementals can be very destructive, but often not intentionally so; just as water can bring life to those in need on the Material Plane, its waves can pound shores and rains can flood cities. Water elementals are similarly difficult to predict.</p>",
            "blurb": "Variant elemental tsunami"
        },
        "Eldritch Echoes": {
            "name": "Eldritch Echoes",
            "descriptionHazard": "<p>Those who listen to the sounds for too long become convinced that these forces can be defeated by lashing out at them, even though the forces themselves are not apparent.</p>",
            "disable": "<p>@Check[type:performance|dc:42|name:Play a Virtuoso Act] (master) to counter the eerie sounds by exceeding their influence with a virtuoso act, or @Check[type:intimidation|dc:48|name:Display of Anger and Rage] (master) to startle the echoes into silence with a display of anger and rage.</p>",
            "routine": "<p>(1 action; emotion, enchantment, mental, primal) The trap starts scrambling senses and forcing creatures to perceive threats to their very place in time and space where no such threats actually exist. Every creature in area <strong>K13</strong> must attempt a @Check[type:will|dc:42|traits:emotion,enchantment,mental,primal] saving throw.</p>\n<hr>\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 1} for 1 round.</p>\n<p><strong>Failure</strong> As success, but the creature is also @UUID[Compendium.pf2e.conditionitems.Item.yblD8fOR1J8rDwEQ]{Confused} as long as it remains stupefied.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.e1XGnhKNSQIm5IXg]{Stupefied 2} and confused. The confused condition persists until the creature recovers normally, but the stupefaction effect is permanent until removed.</p>",
            "stealth": "<p>(master) to realize that the strange faint sounds could be dangerous.</p>"
        },
        "Elga Verniex": {
            "name": "Elga Verniex",
            "blurb": "Female fey-touched human sorcerer"
        },
        "Endless Struggle": {
            "name": "Endless Struggle",
            "hpDetails": "void healing",
            "descriptionHazard": "<p>Vicious spirits of the two owlbears, Eirikk, and the rest of the bandits rise and resume their final battle.</p>",
            "disable": "<p>@Check[type:nature|dc:24] (expert) three times to empathize with the bestial spirits that comprise the haunt and to calm them, or @Check[type:religion|dc:28] (expert) two times to exorcise the haunt and disperse its energy.</p>",
            "reset": "<p>The haunt resets after 24 hours; it can be permanently destroyed if it is either disabled or destroyed after the Beast itself has been slain.</p>",
            "routine": "<p>(3 actions; emotion, fear, mental) The spectral violence churns and flashes through the room, targeting three separate creatures with ghostly claws, beaks, swords, and arrows. At the end of the haunt's turn, it takes its Spectral Uprising reaction.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Engelidis": {
            "name": "Engelidis",
            "publicNotes": "<p>In naga culture, the foul-tempered, unkempt spirit naga holds a contemptible place similar to that of hags in humanoid cultures. These decrepit creatures live out lives of solitude, sought out only by those who are foolish or brave enough to think they can benefit from the spirit naga's powers without paying a heavy price-for most who dare to show such hubris, the price is their own lives.</p>\n<p>Spirit nagas seek out desolate ruins and places long associated with death and corruption. These sinister, serpentine beings can be found in abandoned graveyards, crumbled fortresses, rotting swamps, and blighted woodlands. Though they may know little of the actual history of such places, the nagas are nonetheless attracted to the psychic remnants of evil deeds and tormented spirits that remain within the earth and stones there.</p>\n<p>Despite their hideous appearance and treatment as pariahs by other nagas, spirit nagas feel a profound pride in their abilities and even in their hermetic existences. They see themselves as connected to a greater force whose mysteries are revealed only to those who can cast off the trappings and morals of \"civilized\" society. Even so, spirit nagas gleefully accept the worship of other creatures willing to bow to their capricious whims. They often form cults around themselves, using their charm spells and rituals to ensnare the minds of a few key individuals who spread the nagas' foul influence throughout a community.</p>\n<hr />\n<p>Nagas are identifiable by their serpentine bodies and strange, humanlike heads. All nagas have magical abilities and great intelligence, which they combine to advance their own agendas.</p>",
            "blurb": "Variant female spirit naga"
        },
        "Enormous Dragonfly": {
            "name": "Enormous Dragonfly",
            "publicNotes": "<p>These buzzing insects are the size of a small horse. They are ambush predators known to hunt beasts and humanoids alike, capable of using impressive aerial acrobatics to swoop down from above and snatch away their prey.</p>",
            "blurb": "Variant giant dragonfly"
        },
        "Enormous Flame Drake": {
            "name": "Enormous Flame Drake",
            "publicNotes": "<p>Ravenous, bestial, and driven by instinct-drakes are primitive draconic monsters who bear a fraction of the terrifying might of their larger cousins but little (if any) of the cunning. While they're weaker, slower, and less inclined toward reason than dragons, drakes are nonetheless a menace to creatures and settlements around them. Their propensity for forming raiding parties-small social groups fittingly called \"rampages\"-makes them all the more dangerous; a single rampage of river drakes can quickly lay waste to a waterside village, and roving rampages of desert drakes are a plague to caravan traders.</p>\n<p>Drakes share a number of physical characteristics that unite them as one species despite their wide variety of habitats and abilities. For example, drakes lack forearms, leaving them only their formidable jaws and thick-scaled tails with which to attack if engaged at melee range. Most drakes would rather avoid close combat, however, preferring to use their breath weapons to wreak havoc in wide swaths from comfortable distances while flying overhead. Finally, all drakes have small reservoirs of their ancestral draconic power that they can tap into to perform incredible feats of speed.</p>",
            "blurb": "Variant flame drake",
            "sensesDetails": "smoke vision"
        },
        "Eobald": {
            "name": "Eobald",
            "blurb": "Male human wizard"
        },
        "Evindra": {
            "name": "Evindra",
            "publicNotes": "<p>Nereids are aquatic fey with deep ties to water. They share some similarities with naiads, but they are not guardians and do not bind themselves to a specific body of water. Although they are primarily aquatic creatures, their unique ability to imbue their vitality into a supernatural shawl allows them to travel on land as well. A nereid must be careful when manifesting a shawl, however, as their life essence is bound to it, so it can be stolen or destroyed to threaten the nereid.</p>\n<p>Nereids prefer to exist in isolation. Left to their own devices, they avoid combat, but when forced to fight, their ability to transform the natural waters in their flesh into poison serves them as well as any weapon.</p>\n<p>Often, ignorant sailors lump all water-dwelling fey into a single category of \"aquatic tempters\", regardless of the fey's type or gender, using these creatures' names interchangeably to represent the concept of a beautiful figure who exists to lure mortals to a drowning death. Whereas naiads have more patience and often seek to educate the ignorant regarding the harm that stereotypes can cause, nereids and rusalkas have little patience for such methods. Rusalkas are the primary source for the legends of fey preying upon sailors, and nereids loathe them for that, as they prefer to live apart from humanity and enjoy the beauty of the natural world in peace.</p>\n<p>When a nereid learns of a rusalka's increased activity, it often seeks out the rusalka to route them-not so much out of an urge to protect humanoids (in whom nereids traditionally have little interest), but to prevent the rusalka from inadvertently riling up violent responses from humanoids who can't be bothered to note the difference between a murderous fey and one who just wants to be left alone.</p>",
            "blurb": "Variant female nereid"
        },
        "Exploding Bloom Pods": {
            "name": "Exploding Bloom Pods",
            "hpDetails": "BT 33",
            "descriptionHazard": "<p>Moving too quickly through the bed of pods causes them to shudder, emit eerie gurgling sounds, and then burst.</p>",
            "disable": "<p>@Check[type:survival|dc:28] (expert) (4 checks) to slice through all four of the larger shared root systems to render the dangerous pods inert, or inflict enough damage to the pods on the first attempt to reach the hazard's BT (damage that doesn't reach the hazard's broken threshold causes it to trigger)</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Explosion Bear": {
            "name": "Explosion Bear",
            "descriptionHazard": "<p>An invisible rune causes the animated bear to explode if it is destroyed or if it finishes its dance while anyone is in the room.</p>",
            "disable": "<p>@Check[type:thievery|dc:48|traits:action:disable-a-device|name:Erase the Rune] (legendary) to erase the rune without triggering the explosion (the DC is increased to @Check[type:thievery|dc:51|traits:action:disable-a-device|name:Erase the Rune] while the bear is moving), <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (10th level, counteract DC 39) to counteract the rune, or Nyrissa says the words \"Good bear\" to the trap before it finishes its dance.</p>",
            "stealth": "<p>(legendary)</p>"
        },
        "Falling Portcullis": {
            "name": "Falling Portcullis",
            "descriptionHazard": "<p>A tripline under the arch causes the keep's portcullis to slam down, sealing the entrance and alerting the denizens of the keep to the intruder's presence.</p>",
            "disable": "<p>@Check[type:thievery|dc:25] (trained) to lock the portcullis</p>",
            "stealth": "<p>(trained)</p>"
        },
        "False Priestess": {
            "name": "False Priestess",
            "blurb": "Female human sorcerer"
        },
        "Fen Pudding": {
            "name": "Fen Pudding",
            "publicNotes": "<p>Most often found below ground, these oozes scour caves for objects to dissolve with their corrosive secretions. This caustic acid is particularly dangerous to creatures that attack a pudding, as it can quickly damage and destroy gear.</p>\n<hr />\n<p>Slimes, molds, and other oozes can be found in dank dungeons and shadowed forests. While not necessarily evil, some grow to enormous sizes and have insatiable appetites.</p>",
            "blurb": "Variant black pudding",
            "speedsDetails": "suction"
        },
        "Fetch Behemoth": {
            "name": "Fetch Behemoth",
            "publicNotes": "<p>A fetch behemoth is much larger than a stalker, and forms from the soul of a Large fey or humanoid.</p>\n<hr />\n<p>A fetch is a twisted, deviant simulacrum of a humanoid creature that exists or existed at one point on the Material Plane. Rumors of fetches that are reflections of entities from other planes persist, but none of these tales speak of fetches that duplicate anything other than a sapient source. A fetch can manifest spontaneously when a powerful creature undergoes a significant emotional event or dies, either while on the First World or while in an area significantly influenced by the First World, but one can also be created by significant forces like the Eldest in order to torment and vex those who have annoyed them. While a fetch manifests from a soul's \"reflection,\" and as such bears a striking resemblance to that creature's appearance in life, a fetch has no true memories of its own. It keeps fragments of false remembrances from its source as if it experienced them in a half-remembered dream-which ensure the fetch is enraged by and jealous of its source.</p>\n<p>A fetch is similar in appearance to the creature whose soul spawned it, save that it often displays fey-like features such as pointed ears, plantlike elements, or supernatural grace. A fetch who seeks to impersonate a stillliving source must disguise these features, and takes care to manifest its fetch weapon as one known to be wielded by its target.</p>\n<p>When a fetch dies, it and its manifested items fades away into a bloom of plant life, its soul instantly recycled into the First World, leaving behind a patch of weeds and thorny flowers roughly in the shape they held in mockery while alive.</p>",
            "allSavesBonus": "+1 status to all saves vs. magic",
            "speedsDetails": "air walk",
            "hpDetails": "regeneration 45 (deactivated by fire or void)"
        },
        "Fetch Stalker": {
            "name": "Fetch Stalker",
            "publicNotes": "<p>Fetch stalkers form from the souls of Medium or Small fey or humanoids (Small fetch stalkers have the same statistics as Medium ones.)</p>\n<hr />\n<p>A fetch is a twisted, deviant simulacrum of a humanoid creature that exists or existed at one point on the Material Plane. Rumors of fetches that are reflections of entities from other planes persist, but none of these tales speak of fetches that duplicate anything other than a sapient source. A fetch can manifest spontaneously when a powerful creature undergoes a significant emotional event or dies, either while on the First World or while in an area significantly influenced by the First World, but one can also be created by significant forces like the Eldest in order to torment and vex those who have annoyed them. While a fetch manifests from a soul's \"reflection,\" and as such bears a striking resemblance to that creature's appearance in life, a fetch has no true memories of its own. It keeps fragments of false remembrances from its source as if it experienced them in a half-remembered dream-which ensure the fetch is enraged by and jealous of its source.</p>\n<p>A fetch is similar in appearance to the creature whose soul spawned it, save that it often displays fey-like features such as pointed ears, plantlike elements, or supernatural grace. A fetch who seeks to impersonate a stillliving source must disguise these features, and takes care to manifest its fetch weapon as one known to be wielded by its target.</p>\n<p>When a fetch dies, it and its manifested items fades away into a bloom of plant life, its soul instantly recycled into the First World, leaving behind a patch of weeds and thorny flowers roughly in the shape they held in mockery while alive.</p>",
            "allSavesBonus": "+1 status to all saves vs. magic",
            "speedsDetails": "air walk",
            "hpDetails": "regeneration 40 (deactivated by fire or void)"
        },
        "Fionn": {
            "name": "Fionn",
            "hpDetails": "void healing, rejuvenation"
        },
        "First World Army": {
            "name": "First World Army"
        },
        "Flooding Room": {
            "name": "Flooding Room",
            "descriptionHazard": "<p>When the western secret door is opened or any of the trapdoors in the ceiling are forced open, the trap is triggered. As soon as this occurs, the portcullises to the east and west come crashing down, each consisting of solid iron sheets that form watertight seals. At the same time, the dozen 5-foot-wide trapdoors open in the ceiling. These holes are the mouths of winding tunnels that connect to a second pair of apertures on the submerged side of the island outside, allowing the waters of the Little Sellen River to plunge down into this room, possibly damaging or knocking @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} those in the square portion of the room itself (but not in the adjoining hallway) and eventually flooding the entire chamber.</p>",
            "disable": "<p>@Check[type:thievery|dc:26] (this increases to @Check[type:thievery|dc:30] once the trap is activated) to disable one of the 12 trapdoors and seal it shut; disabling all 12 of the trapdoors completely deactivates the trap, but a critical failure on any attempt causes the trap to trigger; @Check[type:thievery|dc:24] to disable one of the watertight portcullises and prevent it from falling; magic such as shape stone or wall of stone or even lock can also be used to disable portions of this deadly trap at the GM's discretion</p>",
            "reset": "<p>The trap must be reset with a major engineering effort.</p>",
            "routine": "<p>(12 actions) The trap loses 1 action for each of its 12 ceiling trapdoors that are disabled. On each of the trap's actions, it pours water into the room, filling it to a depth of one inch. If all 12 trapdoors are open, it thus fills the room at a rate of 1 foot per round. If one of the portcullises is breached, the trap fills the room at half the rate, and if both are breached, it fills at one quarter the rate. Once the cascade of water begins, it's easy enough for a PC to avoid the downpour, but any creature that deliberately enters the cascade is subjected to the trap's Rushing Water reaction. If a creature is struck by Rushing Water while already underwater, the result of its Reflex save is automatically improved one degree of success.</p>\n<p>The flooding ends and the trap deactivates once the area is filled to the ceiling-at this point, the water's surface is at the level of the river, and at the top of the stairs leading down from areas <strong>D4</strong> and <strong>D6</strong>. A Medium or smaller creature can try to Swim to freedom through one of the 5-foot-wide tunnels leading to the river from a trapdoor, but doing so requires navigating 200 feet of flooded tunnels.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Foras": {
            "name": "Foras",
            "publicNotes": "<p>The man who would take the name Foras grew up millennia ago among worshipers of Pharasma, yet he came to believe that the Outer Gods were the keys to claiming personal power. He tricked his people's priests into to imparting eldritch truths they would not normally share, then shared them with a few fellow secretive scholars of the occult.</p>\n<p>Gathering those whom Foras could manipulate, he retreated to a new stronghold-a location now known as Candlemere. Here, Foras's cult gave up their sight and their souls, only to become trapped with him within their own compound when their leader's brother tracked them down and imprisoned them. Yet even this hasn't stymied Foras, and he continues to this day to work toward his goal of drawing Yog-Sothoth into the world.</p>",
            "blurb": "Male human sorcerer",
            "allSavesBonus": "resolve",
            "sensesDetails": "unseen sight"
        },
        "Freshly Bloomed Basilisk": {
            "name": "Freshly Bloomed Basilisk",
            "publicNotes": "<p>The basilisk is an eight-legged reptile with a nasty disposition and the ability to turn creatures to stone with its gaze. Folklore holds that, much like for the cockatrice, the first basilisks hatched from leathery eggs laid by snakes and incubated by roosters, but little in the basilisk's physiology lends any credence to this claim.</p>\n<p>A basilisk prefers to eat petrified flesh. Once a victim has been turned to stone, the basilisk crunches the fossilized corpse with its powerful jaws and lets its potent stomach acids do the rest. This digestive process is extremely slow and inefficient, causing the basilisk to move so lethargically that it appears as if in mid-petrification itself. This has even led to the saying \"as slow as a well-fed basilisk.\" Certainly basilisks are well-known for their slow gait and slothful nature, but a predator that can turn its prey to stone with a glance hardly has much need for speed.</p>\n<p>An adult basilisk is 13 feet long from head to tail and weighs roughly 300 pounds. These reptiles make hissing sounds when moving about that turns to a guttural gurgle when they're agitated. Though they are normally solitary creatures that come together only to mate and lay eggs, there are periodic reports of regions being infested with unusual numbers of basilisks. What causes these unusual congregations of basilisk activity is unknown.</p>\n<p>For unknown reasons, weasels and ferrets are immune to the basilisk's stare, and they sometimes sneak into basilisk lairs while a parent is hunting in order to consume eggs or freshly hatched young. Some legends suggest that a basilisk's blood can transmute common stones into other material, but this is likely a case of witnesses misinterpreting the magical restoration of previously petrified creatures or body parts.</p>"
        },
        "Gaetane": {
            "name": "Gaetane",
            "blurb": "Male human wererat ranger"
        },
        "Gedovius": {
            "name": "Gedovius",
            "publicNotes": "<p>Gargoyles are monstrous hunters made of elemental stone. They use their resemblance to decorative statues to hide in plain sight in cities during the day and descend upon unlucky pedestrians at night. Their most common form is that of a horned humanoid with bat-like wings, but individual gargoyles show a great deal of variation, with some appearing more or less humanoid and others resembling no known creature. A gargoyle's features are not flxed; city-dwelling gargoyles who remain in the same locale long enough slowly morph, day by day, to match the style of the local architecture. These patient monsters can stay disguised for long stretches of time as they patiently await an opportunity to strike.</p>\n<p>Gargoyles tend to be lone hunters, though sometimes they band into fearsome tribes called \"wings\" for protection or sport. On rare occasions, wings become relatively stable communities, and gargoyles in wings may even ally with other creatures such as demons and intelligent aberrations, though these alliances exist on a razor's edge. The majority of gargoyles are treacherous, vindictive, and petty-traits that preclude lasting partnerships. Many tend to be obsessive and compulsive. Some are collectors, focusing on anything from books to grim trophies, while others are ritualistic or overly passionate about niche intellectual subjects or certain artistic motifs. These tendencies often contribute to the dissolution of wings as individuals' obsessions and compulsions clash.</p>",
            "blurb": "Variant male gargoyle"
        },
        "General Avinash Jurrg": {
            "name": "General Avinash Jurrg",
            "publicNotes": "<p>Onidoshi, or ogre mages, are oni with the material form of an ogre. Onidoshi's supernatural prowess and overwhelming intellect are enough to awe and cow entire families of rank-and-file ogres. Because of this, onidoshi are often found at the head of ogre war parties or orchestrating these violent campaigns from behind the scenes. It's rare for onidoshi to lead solitary existences, but those who do prefer to maraud the countryside or exploit villages and hoard the spoils for themselves.</p>",
            "blurb": "Variant male onidoshi",
            "allSavesBonus": "+1 status to all saves vs. magic",
            "hpDetails": "regeneration 15 (deactivated by acid or fire)"
        },
        "Ghostly Guard": {
            "name": "Ghostly Guard",
            "blurb": "Elf ghost",
            "hpDetails": "void healing, rejuvenation"
        },
        "Giant Trapdoor Spider": {
            "name": "Giant Trapdoor Spider",
            "publicNotes": "<p>Few everyday vermin inspire as much dread as the infamous spider.</p>",
            "blurb": "Variant hunting spider"
        },
        "Glyph of Warding (Kingmaker)": {
            "name": "Glyph of Warding (Kingmaker)",
            "descriptionHazard": "<p>An hourglass-shaped glyph flashes with mauve light, then seems to quickly drain its sand away, as if to indicate time has suddenly run out.</p>",
            "disable": "<p>@Check[type:thievery|dc:34] (trained) to remove the glyph without triggering it, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (7th level, counteract DC 34) to counteract the glyph.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Goblin Bat-Dog": {
            "name": "Goblin Bat-Dog",
            "blurb": "Variant goblin dog"
        },
        "Grabbles": {
            "name": "Grabbles",
            "publicNotes": "<p>Mitflits, also known as mites, are self-loathing and pitiful cowards, easily bullied into servitude by other creatures or even slightly more powerful mitflit leaders. They tame insects, spiders, and other such creatures to serve as faithful allies. Mitflits have lost most of their ancestral gremlin magic, leaving these incomplete beings full of doubt and insecurity. Mitflits find companionship in the other base creatures of the world, and forge bonds of friendship with vermin, the only other beings that seem willing to accept them. A social structure, even one in which they are bullied, partially fills the hole within mitflits' personalities, and they rarely rebel or rail out unless their rage hits a breaking point.</p>\n<hr />\n<p>Gremlins are cruel fey tricksters and saboteurs who have fully acclimated to life on the Material Plane, finding distinct niches for their inventive destructiveness. All gremlins delight in ruining or breaking things, whether it's something physical like a device or vehicle or something intangible such as an alliance or relationship. A gremlin's greatest joy is watching the collapse of complex creations, preferably after the lightest and slightest, carefully targeted push from the gremlin. Gremlins tend to denigrate, bully, or even slaughter their lesser kin, particularly mitflits, whom gremlins (and many others) derisively call \"mites.\"</p>",
            "blurb": "Male mitflit gremlin"
        },
        "Grigori": {
            "name": "Grigori",
            "publicNotes": "<p>The bard Grigori is a charismatic orator and an agent of Pitax who seeks to undermine the PCs' authority while spying on their kingdom. He shows up in the kingdom's capital city while the PCs are out adventuring and immediately begins giving speeches criticizing and denigrating their leadership and actions. More and more of the townsfolk gather to hear him talk and, as the days wear on, he builds a wellspring of support among the disaffected settlers in the town. Every decision the PCs make has a winner and a loser, and Grigori is gifted at shifting focus to the losers in these decisions and riling them up. Whether it is appealing to the citizens who didn't get what they wanted when the PCs built a new city block, to spinning a narrative that paints a recent event in the most horrid light for those for whom the outcome was a negative, a properly played Grigori should become a constant barb in the players' side and one of the most memorable villains they encounter. Grigori takes great pains to avoid breaking any of the PCs' laws so that they have no legal justification to arrest him other than that they want to silence him.</p>\n<p>Grigori is more than just an itinerant storyteller; he's a spy and agent provocateur sent by King Irovetti, the Lord of Pitax, to spread chaos and dissent in the town with the aim of overthrowing the PCs and possibly paving the way for Pitax to annex the settlement. In order to cover his tracks and retain plausible deniability, Irovetti used several layers of agents to hire Grigori; as far as the bard knows, he was hired to cause trouble in this fledgling town by agents from Fort Drelev to the west.</p>",
            "blurb": "Male human bard"
        },
        "Gromog": {
            "name": "Gromog",
            "blurb": "Black Tear ogre",
            "sensesDetails": "blinded"
        },
        "Gurija": {
            "name": "Gurija",
            "blurb": "Female troll sorcerer",
            "hpDetails": "regeneration 20 (deactivated by acid or fire)"
        },
        "Hannis Drelev": {
            "name": "Hannis Drelev",
            "publicNotes": "<p>Hannis Drelev spent his youth in Brevoy frustrated at the lack of opportunity for advancement. When he heard Lady Jamandi was looking for volunteers to aid her in exploring and taming the Stolen Lands, he saw an opportunity to bolster his fame. In the months since, Hannis has come to regret his decision, and now that he has been forced to surrender to Irovetti and Armag, his attitude has shifted from frustration to outright cruelty.</p>\n<p>Drelev comes across as a sullen, greedy, conceited man, never satisfied with his lot in life, but always disdainful of anyone who has less than him. Though skilled at politics, the baron fancies himself a skilled swordsman as well. He loves dueling and often spars against his own guardsmen and senior officers. He likes to show off, taunting and belittling those he overpowers, but reacts angrily to situations where others get the best of him.</p>\n<p>A patient opponent who prides himself on his ability to skillfully outmaneuver his foes, Baron Drelev begins nearly every turn with Defensive Slice. He favors disarming foes, and attempts to do so once per round when facing an armed foe, mocking them wickedly if he's successful and cursing them violently if not.</p>",
            "blurb": "Male human baron"
        },
        "Happs Bydon": {
            "name": "Happs Bydon",
            "blurb": "Male human bandit"
        },
        "Hargulka": {
            "name": "Hargulka",
            "publicNotes": "<p>Before his dreams were invaded and his ambitions enhanced by Nyrissa's eldritch manipulations, Hargulka had already established himself as a leader among trollkind, though his goals never reached beyond bullying his fellow trolls into rampaging the immediate environs for food and wealth to bring back to him as offerings. The notion of becoming a \"king\" never crossed his mind until he had a vivid, unforgettable dream of himself sitting atop a throne and basking in the fear and adoration of not only trolls, but hobgoblins, harpies, and all manner of slavering monsters-creatures who might be viewed as dangerous enemies but, to Hargulka, were now his loyal minions.</p>\n<p>To Hargulka, the PCs' kingdom is rightfully his own. He intends to conquer them, claim their capital for himself, and dine on the flesh and bones of their citizens. Yet despite these violent goals, the troll knows better than to simply attack his enemies mindlessly. Instead, he spends his time working with his loyal trolls to seek out like-minded monsters in the wilds to recruit them to his cause. As a result, the longer Hargulka remains in power, the more dangerous and aggressive the monsters of the Stolen Lands will become!</p>",
            "blurb": "Male troll warlord",
            "hpDetails": "regeneration 25 (deactivated by acid or fire)"
        },
        "Hateful Hermit": {
            "name": "Hateful Hermit",
            "blurb": "Male human misanthrope",
            "allSavesBonus": "+2 status to all saves vs. mental effects",
            "speedsDetails": "trackless step"
        },
        "Hidden Pressure Plate": {
            "name": "Hidden Pressure Plate",
            "descriptionHazard": "<p>A hidden pressure plate causes the secret doors to areas <strong>C2a</strong> to open.</p>",
            "disable": "<p>@Check[type:thievery|dc:23] to render the pressure plate nonfunctional, or @Check[type:perception|dc:26] to locate a @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} switch near the doors to area <strong>C3</strong> that deactivates the pressure plate</p>"
        },
        "Hill Giant Butcher": {
            "name": "Hill Giant Butcher",
            "publicNotes": "<p>Selfish and crude, these rough-skinned raiders are bullies and ultimately cowards. Quick-tempered and fond of violence, a hill giant gladly raids and pillages the defenseless but is quick to flee from those who are bigger, stronger, or better organized than they are. A hill giant is never above shoving or tricking one of their own kind to slow down their opponent or get the best loot.</p>\n<hr />\n<p>Giants are massive humanoid creatures who live in remote regions throughout the world. They are divided into a number of subtypes.</p>",
            "blurb": "Variant hill giant"
        },
        "Hillstomper": {
            "name": "Hillstomper",
            "publicNotes": "<p>Found mostly in colder climates, mammoths are accustomed to dealing with desperate and dangerous predators, trampling and crushing their enemies while using their larger tusks to greater effect. Humanoids dwelling in harsh, frost-bound lands rely on the mammoth's strength to help them survive.</p>\n<hr />\n<p>Immediately recognizable by their long, prehensile trunks and impressive tusks, elephants have different characteristics depending on where they are found. Elephants are used as beasts of burden in many regions, but they are extremely clever and must be handled with great care.</p>",
            "blurb": "Variant mammoth",
            "allSavesBonus": "+2 status to all saves vs. cold"
        },
        "Hooktongue": {
            "name": "Hooktongue",
            "publicNotes": "<p>Legendary creatures lurking in remote lakes, water orms always find their way into the tavern tales of lakeside communities. To some travelers, every lake of respectable size seems to be surrounded by towns full of fishers claiming to have spotted a water orm. These elusive creatures inhabit lakes mainly in cool and gloomy regions. Some claim that water orms are an offshoot of sea serpents and linnorms, but no credible link between these creatures has been found.</p>\n<p>Water orms have many features that sea serpents do not, such as the ability to understand the rudiments of language. Their natural inclination to avoid contact and remain hidden often remains at odds with their equally compelling curiosity about those they might spy upon the shores of their lakes. Water orm sightings usually occur when they can't help but to rise up to the surface to take a peek at someone particularly unusual on the beach or floating on the water's surface.</p>\n<p>These creatures are extremely long-lived and can go for decades, or even centuries, with very little to eat. This allows water orms to subsist in lakes without surfacing for many years, even in bodies of fresh water without ample food sources. Water orms might lie in a silty lake bed for years, their elusiveness only contributing to their mythical reputation. When a pet or child goes missing near a lake, rumors might hold that the local water orm is responsible, leading to folk tales that caution residents against venturing out alone near the water.</p>\n<p>While most water orms are described as serpentine or long-necked reptiles, others look similar to bizarrely elongated seals or whales, impossibly large sea horses, or long-necked creatures with paddles resembling those of elasmosauruses.</p>",
            "blurb": "Variant water orm"
        },
        "Hooktongue Hydra": {
            "name": "Hooktongue Hydra",
            "publicNotes": "<p>Hydras are multiheaded, foul-tempered serpentine beasts with voracious appetites, widely feared for their regeneration abilities.</p>",
            "acDetails": "all-around vision",
            "blurb": "Variant hydra",
            "hpDetails": "hydra regeneration"
        },
        "Horagnamon": {
            "name": "Horagnamon",
            "blurb": "Male raven familiar"
        },
        "Ilora Nuski": {
            "name": "Ilora Nuski"
        },
        "Ilthuliak": {
            "name": "Ilthuliak",
            "publicNotes": "<p>Murderous tyrants of marshes, swamps, bogs, and fens, black dragons terrorize their domains with intense fervor. Gleefully sadistic, they rule their fetid principalities from a deep cave or otherwise isolated part of the swamp with a mix of lightning-quick raids and subterfuge. Their hatred for other creatures is as acidic as their breath weapons, and they rarely tolerate even other dragons of their kind-except perhaps to mate or temporarily collaborate to take down a mutual enemy.</p>\n<p>Black dragons are amphibious-although they breathe air, their gills also allow them to breathe water. Their frills and fins make them accomplished swimmers, well suited to their wetland environments and submerged lairs. They're immune to the fetid water that comes as a result of their magical ability to corrupt water.</p>\n<p>Black dragon lairs are as foul as their souls. The floors are littered with rotting meat, and plundered treasures line the muck and slime of their dank caves amid twisted roots and creepers. Such places are often crawling with pests, snakes, and slimes. Though they claim natural caverns when they can, they make do with areas of dense, twisted vegetation within a swamp. Black dragon treasure hoards primarily consist of gems and expensive glass work, as valuables of softer substance can't survive the dragon's acidic presence.</p>\n<hr />\n<p>While there are many types of dragons, from the powerful planar dragons to the strange esoteric dragons, few dragon varieties are as well-known and as rightly feared as the chromatic dragons. Differentiated by the hue of their scales, each color of dragon unleashes its own flavor of murderous cruelty-be it by claw, tooth, or breath-and unlike most creatures, dragons only become more powerful as they age. Their lust for treasure, food, bloodshed, and control are legendary. Physically powerful with egos to match, these dragons are often morally depraved and act as criminal masterminds, vicious tyrants, or voracious raiders.</p>",
            "blurb": "Variant female black dragon",
            "allSavesBonus": "+1 status to all saves vs. magic, +4 status vs. mental"
        },
        "Imeckus Stroon": {
            "name": "Imeckus Stroon",
            "blurb": "Male human wizard"
        },
        "Immense Mandragora": {
            "name": "Immense Mandragora",
            "publicNotes": "<p>A mandragora looks like a freshly pulled tuber that has grown into the malformed shape of a child with a grotesque face and hideously bloated body. These insidious little plants typically form when a mandrake root is watered with a demon's blood. Upon absorbing the otherworldly properties of the demon's blood, the root animates and is forced to seek out blood to feast from, lest it die of thirst.</p>\n<p>Always famished and in search for sustenance, mandragoras live haunted, pained lives and perform vile and desperate acts to acquire the blood they crave. While they prefer magically infused blood such as that of unicorns, fey, or sorcerers, and they can also feed off of potions, alchemical bombs, and other magical elixirs, a mandragora can subsist on the blood of non-magical creatures. They find the flavor of mundane blood to be bland and bitter, and they do not blanch at voicing these complaints to the creatures from which they drink.</p>\n<p>While the typical mandragora is the size of a human child, some of these evil plants continue to grow and grow, reaching sizes more comparable to those of giants. Sometimes as they grow, they form additional limbs or rudimentary faces, eventually transforming into truly hideous mockeries of the human form.</p>",
            "blurb": "Variant mandragora",
            "sensesDetails": "blood scent, blood scent"
        },
        "Irahkatu": {
            "name": "Irahkatu",
            "publicNotes": "<p>The ahuizotl is a vicious, semi-aquatic predator that resembles a hideous cross between a badger and an otter, with disturbingly web-fingered paws supplemented by a fifth hand at the end of a long, serpentine tail. A clever and stealthy hunter, the ahuizotl lures unwary prey to their doom by mimicking the cries of people in distress. The ahuizotl's macabre habit of feeding on a victim's eyes, fingernails, and teeth leaves the corpses of its kills uniquely mutilated. Some say the creatures consider these body parts delicacies, while others insist ahuizotls collect them as tribute to a powerful but unknown entity. The fact that an ahuizotl does not eat the actual flesh of its victims, instead depositing their savaged and waterlogged corpses in locations where the remains are sure to be found by friends or family, points to a third and perhaps more likely possibility-the ahuizotl simply enjoys using its violent dietary quirks to spread fear and despair.</p>\n<p>An ahuizotl walks on all fours, but its hands are capable of manipulating simple tools and other objects. Ahuizotls have roughly mustelid features and an extra membrane covering their eyes, giving their eyes a dull color suggestive of cataracts and somewhat blunting the creature's vision. Yet despite their bestial appearance, ahuizotls are nearly as intelligent as the average human, and wiser than most. Although they don't form societies of their own, they have been known to ally with violent cults or conclaves of monsters, and even to found small shrines and temples to sinister deities. The cult of Charon, the horseman of Death, is particularly popular among certain ahuizotls, who look forward to an afterlife spent wallowing in the waters of the River Styx.</p>",
            "blurb": "Variant ahuizotl"
        },
        "Irovetti's Fetch": {
            "name": "Irovetti's Fetch",
            "publicNotes": "<p>Fetch stalkers form from the souls of Medium or Small fey or humanoids (Small fetch stalkers have the same statistics as Medium ones.)</p>\n<hr />\n<p>A fetch is a twisted, deviant simulacrum of a humanoid creature that exists or existed at one point on the Material Plane. Rumors of fetches that are reflections of entities from other planes persist, but none of these tales speak of fetches that duplicate anything other than a sapient source. A fetch can manifest spontaneously when a powerful creature undergoes a significant emotional event or dies, either while on the First World or while in an area significantly influenced by the First World, but one can also be created by significant forces like the Eldest in order to torment and vex those who have annoyed them. While a fetch manifests from a soul's \"reflection,\" and as such bears a striking resemblance to that creature's appearance in life, a fetch has no true memories of its own. It keeps fragments of false remembrances from its source as if it experienced them in a half-remembered dream-which ensure the fetch is enraged by and jealous of its source.</p>\n<p>A fetch is similar in appearance to the creature whose soul spawned it, save that it often displays fey-like features such as pointed ears, plantlike elements, or supernatural grace. A fetch who seeks to impersonate a stillliving source must disguise these features, and takes care to manifest its fetch weapon as one known to be wielded by its target.</p>\n<p>When a fetch dies, it and its manifested items fades away into a bloom of plant life, its soul instantly recycled into the First World, leaving behind a patch of weeds and thorny flowers roughly in the shape they held in mockery while alive.</p>",
            "blurb": "Variant fetch stalker",
            "allSavesBonus": "+1 status to all saves vs. magic",
            "speedsDetails": "air walk",
            "hpDetails": "regeneration 45 (deactivated by fire or void)"
        },
        "Jaggedbriar Hag": {
            "name": "Jaggedbriar Hag",
            "publicNotes": "<p>Malevolent crones who lurk at the edges of civilization, hags use their deceptive, magical abilities to prey upon humanoids, manipulating and corrupting them. Some say hags arose from fey that became twisted by their inner selfishness. Hags gather together in covens for greater power, craft unique magical items known as <em>@UUID[Compendium.pf2e.equipment-srd.Item.ACa9QlFqdmW4s2Th]{Hag Eyes}</em>, and are known to replace infant humanoids with their own offspring-these children are @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.bAjHCeyNcPRqOmLv]{Changelings} who have the potential to become hags themselves.</p>",
            "blurb": "Variant annis hag",
            "allSavesBonus": "+1 status to all saves vs. magic"
        },
        "Jamandi Aldori": {
            "name": "Jamandi Aldori",
            "publicNotes": "<p>Jamandi Aldori's upbringing in Restov could have ensured her a safe and relaxed life as one of that city's nobles, but her restlessness and frustration with \"meddling\" from the north increasingly pushed her away from the aristocratic lifestyle. She quickly mastered the art of the Aldori sword, and over the years has become one of Restov's most well-known swordlords, in part due to her skill in dueling, but of late as a result of her increasingly obvious pushes to expand Restov's power in directions that minimize reliance upon the rest of Brevoy. Beyond organizing the push into the Stolen Lands and her desire to foster a new ally to the south, she hopes some day to found additional dueling schools beyond Brevoy's borders where the Aldori style can be taught-a pursuit that not all of her peers equally approve of.</p>\n<p>Characters who earn Jamandi's trust and support can unlock access to the @UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.cBBwTnJrVmvaRMYq]{Aldori Duelist} Archetype at your option.</p>",
            "blurb": "Female half-elf swordlord"
        },
        "Jewel": {
            "name": "Jewel",
            "blurb": "Ferocious little dog"
        },
        "Jin Durwhimmer": {
            "name": "Jin Durwhimmer",
            "blurb": "Male gnome ghost",
            "hpDetails": "void healing, rejuvenation"
        },
        "Jubilost (Level 1)": {
            "name": "Jubilost (Level 1)"
        },
        "Jubilost (Level 8)": {
            "name": "Jubilost (Level 8)"
        },
        "Jurgrindor": {
            "name": "Jurgrindor",
            "blurb": "Black Tear frost giant",
            "hpDetails": "wounded arm"
        },
        "Kargstaad": {
            "name": "Kargstaad",
            "publicNotes": "<p>Frost giants are remorseless marauders who pillage and plunder from those who dare to live near them in desolate, frigid lands. Their clans range from extremely territorial hunters who claim an expanse of tundra and defend it at all costs to nomadic hordes that roam icy slopes in search of settlements to conquer. Frost giant clans are ruled by those who exhibit the greatest ferocity and prowess in battle-massive brutes who proclaim themselves jarl and demand absolute obedience from their followers. If at any time a frost giant wishes to be a jarl, all they must do is issue a challenge to the current jarl and face off in mortal combat, after which the reigning champion continues leading the clan or the victorious challenger assumes control.</p>\n<p>Frost giants live in frostbitten realms, and their appearance is reflective of a people weathered and hardened by relentless snowstorms and freezing temperatures. They often wear metal armor adorned with the furs, skin, teeth, and tusks of slain beasts and heft weapons as long as dining tables. Their flesh ranges from pale blue to shale gray, and their hair is typically a dingy white or dirty yellow color.</p>\n<p>A typical frost giant stands about 15 feet tall and weighs approximately 2,800 pounds.</p>\n<hr />\n<p>Giants are massive humanoid creatures who live in remote regions throughout the world. They are divided into a number of subtypes.</p>",
            "blurb": "Variant frost giant",
            "allSavesBonus": "juggernaut",
            "speedsDetails": "ice stride",
            "hpDetails": "fast healing 20"
        },
        "Kargstaad's Giant": {
            "name": "Kargstaad's Giant",
            "publicNotes": "<p>Frost giants are remorseless marauders who pillage and plunder from those who dare to live near them in desolate, frigid lands. Their clans range from extremely territorial hunters who claim an expanse of tundra and defend it at all costs to nomadic hordes that roam icy slopes in search of settlements to conquer. Frost giant clans are ruled by those who exhibit the greatest ferocity and prowess in battle-massive brutes who proclaim themselves jarl and demand absolute obedience from their followers. If at any time a frost giant wishes to be a jarl, all they must do is issue a challenge to the current jarl and face off in mortal combat, after which the reigning champion continues leading the clan or the victorious challenger assumes control.</p>\n<p>Frost giants live in frostbitten realms, and their appearance is reflective of a people weathered and hardened by relentless snowstorms and freezing temperatures. They often wear metal armor adorned with the furs, skin, teeth, and tusks of slain beasts and heft weapons as long as dining tables. Their flesh ranges from pale blue to shale gray, and their hair is typically a dingy white or dirty yellow color.</p>\n<p>A typical frost giant stands about 15 feet tall and weighs approximately 2,800 pounds.</p>\n<hr />\n<p>Giants are massive humanoid creatures who live in remote regions throughout the world. They are divided into a number of subtypes.</p>",
            "blurb": "Variant frost giants",
            "speedsDetails": "ice stride",
            "hpDetails": "fast healing 15"
        },
        "Kellid Graveknight": {
            "name": "Kellid Graveknight",
            "publicNotes": "<p>Graveknights are undead warriors granted unlife by a cursed suit of armor.</p>",
            "blurb": "Variant graveknight",
            "hpDetails": "void healing, rejuvenation"
        },
        "Kereek": {
            "name": "Kereek",
            "blurb": "Male kobold spy"
        },
        "King Vesket": {
            "name": "King Vesket",
            "blurb": "Male lizardfolk king"
        },
        "Kob Moleg": {
            "name": "Kob Moleg",
            "publicNotes": "<p>Selfish and crude, these rough-skinned raiders are bullies and ultimately cowards. Quick-tempered and fond of violence, a hill giant gladly raids and pillages the defenseless but is quick to flee from those who are bigger, stronger, or better organized than they are. A hill giant is never above shoving or tricking one of their own kind to slow down their opponent or get the best loot.</p>\n<hr />\n<p>Giants are massive humanoid creatures who live in remote regions throughout the world. They are divided into a number of subtypes.</p>",
            "blurb": "Variant male hill giant"
        },
        "Korog": {
            "name": "Korog",
            "publicNotes": "<p>Graveknights are undead warriors granted unlife by a cursed suit of armor.</p>",
            "blurb": "Variant graveknight",
            "hpDetails": "void healing, rejuvenation"
        },
        "Kressle": {
            "name": "Kressle",
            "blurb": "Female bandit leader"
        },
        "Kundal": {
            "name": "Kundal",
            "blurb": "Male human werewolf"
        },
        "Leng Envoy": {
            "name": "Leng Envoy",
            "publicNotes": "<p>Slavers and raiders from the cold, windswept dimension of Leng, these malevolent humanoids range across reality in ominous black ships capable of sailing beyond the borders of dimensions and planes. Although most denizens of Leng seek slaves and plunder like any pirate, others operate as self-styled ambassadors and merchants, sowing discord with far-ranging plots. While the inscrutable denizens dress themselves in flowing robes, veils, and broad turbans to appear human, their aberrant physiology, when glimpsed, is evident from their crown of stubby horns and tentacled jaws to their furry, goat-like legs.</p>\n<p>Above the fierce captains who command the infamous black ships are an even higher caste of denizens of Leng. These cultists and musicians serve as high priests, laboring to appease the frightening gods who look down upon the Nightmare Realm with cold malice.</p>",
            "blurb": "Variant denizen of Leng",
            "hpDetails": "planar fast healing 15"
        },
        "Lesser Jabberwock": {
            "name": "Lesser Jabberwock",
            "publicNotes": "<p>Few beasts have inspired as many legends, poems, songs, and myths in as many cultures, as this bizarre draconic creature. The jabberwock hails from the fey realm of the First World and is part of a group of powerful First World creatures known collectively as the Tane.</p>\n<p>Like all members of the Tane, jabberwocks are living creatures that age, eat, drink, and sleep, but do not reproduce normally. Instead, they are created directly by the godlike Eldest who rule the First World, and they serve at the pleasure of these capricious and mysterious entities. Believed to be the most powerful of all the Tane, jabberwocks are typically only ever created with one purpose: to wreak destruction and havoc upon the Material Plane. One of the Eldest might send a jabberwock to devastate a country, continent, or even entire world in order to get revenge for some slight made against them by a single mortal. Sometimes, no specific insult or injury is required, as some of the Eldest resent the very existence of the Material Plane and periodically create jabberwocks simply to express the wrath of the First World against its younger and less chaotic sibling.</p>\n<p>Once a jabberwock arrives on the Material Plane, its first order of business is to seek out a lair. It prefers dwelling in remote forest locations about a day's flight from civilization-the more dangerous the woodland is to those who might eventually come hunting it, the better!</p>\n<p>The relationship between jabberwocks and vorpal weapons is the subject of much debate and speculation among scholars, and the various poems, songs, and legends about the jabberwock do little to clarify the issue, conflicting and diverging on this point. Some believe that vorpal weapons were first created specifically to combat jabberwocks, but others take the story one step further. They cite evidence in certain ancient myths that there may once have been only a single, unique jabberwock, so powerful that nothing could so much as scratch it-nothing, that is, except for the first vorpal sword, crafted for that very purpose. So epic was the resulting battle that it created strange echoes throughout reality, and as a result, these echoes, in the form of vorpal weapons, can now be found on many worlds. Those who subscribe to this belief claim that the jabberwocks seen today are but pale imitations of this proto-jabberwock, and they speculate that only the combined efforts of several Eldest would be sufficient to create such a creature again.</p>\n<p>Variant JabberwocksThe Eldest have sometimes altered certain aspects of the jabberwocks they create. Some of the more notorious or legendary variant jabberwocks include the following.</p>\n<p>Frumious Jabberwock: Frumious jabberwocks have two heads. They are level 24 and gain an extra action on each of their turns they can use only to make a jaws Strike.</p>\n<p>Mimsy Jabberwock: Typically hailing from wintry regions of the First World, mimsy jabberwocks have glowing blue-white scales, resist cold instead of fire, and have eyes that burn with blue flames that deal cold damage instead of fire damage.</p>\n<p>Slithy Jabberwock: Wreaking destruction beneath the waves, these sinuous and slimy jabberwocks are amphibious, have a swim Speed of 80 feet instead of the normal fly Speed, and do not have a wing Strike. A slithy jabberwock's whiffling aura is activated whenever it swims, makes a tail Strike, or Burbles.</p>",
            "blurb": "Variant jabberwock",
            "hpDetails": "regeneration 20 (deactivated by vorpal weapons)"
        },
        "Lickweed": {
            "name": "Lickweed",
            "blurb": "Male goblin druid",
            "allSavesBonus": "+1 status vs. poison"
        },
        "Lights of the Lost": {
            "name": "Lights of the Lost",
            "descriptionHazard": "<p>The murdered spirits of the slain priests manifest as churning, glowing spheres of floating, blood- red wine that drift and slither through the air. Within each can be glimpsed a silently screaming face.</p>",
            "disable": "<p>@Check[type:diplomacy|dc:42] check to promise the restless spirits that justice will be served and the cause of their pain will be punished, or @Check[type:religion|dc:36] to invoke Cayden Cailean to calm the haunt.</p>",
            "reset": "<p>1 hour</p>",
            "routine": "<p>(3 actions) Up to four different creatures in area <strong>A12</strong> are each targeted by one of the floating, churning spheres of wine drifting through the air; it hurtles toward them and douses them with wine that turns to life- draining blood as it strikes unerringly. The haunt cannot target the same creature more than once each round. After the haunt is reduced to its broken threshold of 53 HP, it can target no more than two different creatures. A creature targeted by the lights of the lost must attempt a @Check[type:fortitude|dc:37|traits:damaging-effect] save.</p>\n<hr>\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[4d6[void]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 1} from drunkenness.</p>\n<p><strong>Failure</strong> The creature takes @Damage[8d6[void]] damage and is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 2}.</p>\n<p><strong>Critical Failure</strong> The takes @Damage[16d6[void]] damage, is @UUID[Compendium.pf2e.conditionitems.Item.fesd1n5eVhpCSS18]{Sickened 3}, and becomes @UUID[Compendium.pf2e.conditionitems.Item.3uh1r86TzbQvosxv]{Doomed 1}. As long as the creature is doomed from this trap, they cannot reduce their sickened condition below 1, and they take a -1 circumstance penalty on all further saving throws made against fear effects as lingering traces of the terror the priests felt loom in their memories.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Lintwerth": {
            "name": "Lintwerth",
            "publicNotes": "<p>Whining and self-important creatures, dust mephits are known for their tendency to pronounce doom and gloom at every opportunity, lamenting every insignificant and minor difficulty as though it were an insurmountable obstacle and making themselves out to be heroes for struggling valiantly against their cruel fates. They tend to be thin and gaunt, with dusky brown and gray skin and wings.</p>\n<hr />\n<p>Mephits are small, weak creatures that serve at the whims of other elemental entities. The mephits presented here are less common than air mephits, earth mephits, and the like, as they are a blend of two different elements rather than focusing on one alone.</p>",
            "blurb": "Variant dust mephit",
            "hpDetails": "fast healing 10 (in dust or sand)"
        },
        "Linzi (Level 1)": {
            "name": "Linzi (Level 1)"
        },
        "Linzi (Level 7)": {
            "name": "Linzi (Level 7)"
        },
        "Lizardfolk Warrior": {
            "name": "Lizardfolk Warrior",
            "publicNotes": "<p>When human scholars speak of ancient civilizations, they usually turn their focus to themselves, researching and lecturing on the first human empires. When they drift to others, they invariably look to cultures that had conflicts or alliances with ancient humanity. That the culture of the people called lizardfolk often gets ignored or forgotten even by well-meaning researchers is thus no surprise, but to the lizardfolk themselves it is no matter. They know their history and value its integrity and privacy-if younger ancestries like humanity aren't interested in learning from lizardfolk empires dating back to before the first human knocked two rocks together to make their first campfire, that's fine with them.</p>\n<p>The word 'lizardfolk' is an excellent example of humanity's narrow-sighted view of this culture. The name of their people is 'iruxi', but these reptilian humanoids have patiently and good-naturedly accepted the name 'lizardfolk' as a variant, and they generally resist urges to call humans and other mammalians similarly derivative names in return. Iruxis dwell and thrive in all tropical and temperate biomes, but they are most at home in swamplands, coastal regions, and riverlands, for they are talented swimmers, and fish and aquatic plants make up a large part of their preferred diets.</p>",
            "blurb": "Variant lizardfolk scout"
        },
        "Locking Alarm": {
            "name": "Locking Alarm",
            "descriptionHazard": "<p>Any attempt to open the door without first tracing the symbol of Yhidothrus (an hourglass) on the door's face with a fingertip causes a glowing green ward to seal the door shut and raise an alarm.</p>",
            "disable": "<p>@Check[type:thievery|dc:32] (expert) to bypass the magical triggers on the door, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (5th level, counteract DC 29) to counteract the alarm.</p>",
            "reset": "<p>The <em>locking alarm</em> resets after 1 minute.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Logger": {
            "name": "Logger"
        },
        "Malgorzata Niska": {
            "name": "Malgorzata Niska",
            "blurb": "Female human cult leader"
        },
        "Mandragora Swarm": {
            "name": "Mandragora Swarm",
            "publicNotes": "<p>A mandragora looks like a freshly pulled tuber that has grown into the malformed shape of a child with a grotesque face and hideously bloated body. These insidious little plants typically form when a mandrake root is watered with a demon's blood. Upon absorbing the otherworldly properties of the demon's blood, the root animates and is forced to seek out blood to feast from, lest it die of thirst.</p>\n<p>Always famished and in search for sustenance, mandragoras live haunted, pained lives and perform vile and desperate acts to acquire the blood they crave. While they prefer magically infused blood such as that of unicorns, fey, or sorcerers, and they can also feed off of potions, alchemical bombs, and other magical elixirs, a mandragora can subsist on the blood of non-magical creatures. They find the flavor of mundane blood to be bland and bitter, and they do not blanch at voicing these complaints to the creatures from which they drink.</p>\n<p>While the typical mandragora is the size of a human child, some of these evil plants continue to grow and grow, reaching sizes more comparable to those of giants. Sometimes as they grow, they form additional limbs or rudimentary faces, eventually transforming into truly hideous mockeries of the human form.</p>",
            "blurb": "Variant mandragora",
            "sensesDetails": "blood scent, blood scent",
            "hpDetails": "fast healing 15"
        },
        "Mastiff Of Tindalos": {
            "name": "Mastiff Of Tindalos",
            "publicNotes": "<p>Lean and athirst, the hounds of Tindalos are drawn to those who tamper with the flow of time, travel through time, or use magic or rare alchemical drugs to send their thoughts or perception back or forward in time. Powerful spellcasters can draw them from the Dimension of Time via rare rituals, but doing so attracts the hounds' ire, so few who traffic in such rituals live long enough to spread their knowledge. While the hounds possess great cunning and cruel intellect, they rarely interact with other creatures-other than to hunt and destroy those who have attracted their unblinking attention.</p>\n<p>Once a hound catches scent of a mortal to hunt, it calls others of its ilk. The pack then pursues its victim through all space and time until it catches, slays and devours them. Those pursued can escape only by avoiding all angles, as hounds of Tindalos could step through them from nothingness at any time.</p>",
            "blurb": "Variant hound of Tindalos"
        },
        "Melianse": {
            "name": "Melianse",
            "blurb": "Female nixie",
            "allSavesBonus": "+1 status to all saves vs. magic"
        },
        "Minognos-Ushad": {
            "name": "Minognos-Ushad",
            "publicNotes": "<p>A wyvern is a venomous drake with a well-earned reputation for impatience and aggression. As much as 15 feet long and weighing up to 1,000 pounds, a wyvern's resilient body allows it to crash talons-first into large prey without serious risk to itself. A wyvern uses its momentum to stun its target before injecting it with searing venom or carrying it over the side of a nearby cliff. Because a wyvern lacks the strength to haul its prey all the way to its nest intact, it is far more likely to lift and drop its victim over a gully or canyon and let gravity do its work before it descends to pick apart the carcass.</p>\n<p>Conversation is of little interest to a wyvern, as the creature typically speaks only to taunt its prey, issue territorial claims, or demand tribute. Even so, many wyverns enjoy grim humor and tales of violent acts, particularly if those acts were committed by the storyteller. A wyvern properly appeased with meat, entertainment, and treasure sometimes agrees to provide assistance ranging from giving directions to serving as a mount for a powerful humanoid. However, these arrangements rarely last more than a few weeks before the wyvern's pride, malice, or insolence inspires it to flee or even betray its allies. Only the truly cruel can cow a wyvern into servitude for an extended period, as most wyverns are so self-interested that they go out of their way to avoid helping others.</p>\n<hr />\n<p>Ravenous, bestial, and driven by instinct-drakes are primitive draconic monsters who bear a fraction of the terrifying might of their larger cousins but little (if any) of the cunning. While they're weaker, slower, and less inclined toward reason than dragons, drakes are nonetheless a menace to creatures and settlements around them. Their propensity for forming raiding parties-small social groups fittingly called \"rampages\"-makes them all the more dangerous; a single rampage of river drakes can quickly lay waste to a waterside village, and roving rampages of desert drakes are a plague to caravan traders.</p>\n<p>Drakes share a number of physical characteristics that unite them as one species despite their wide variety of habitats and abilities. For example, drakes lack forearms, leaving them only their formidable jaws and thick-scaled tails with which to attack if engaged at melee range. Most drakes would rather avoid close combat, however, preferring to use their breath weapons to wreak havoc in wide swaths from comfortable distances while flying overhead. Finally, all drakes have small reservoirs of their ancestral draconic power that they can tap into to perform incredible feats of speed.</p>",
            "blurb": "Variant wyvern"
        },
        "Murder of Crows": {
            "name": "Murder of Crows",
            "publicNotes": "<p>A flock of ravens is known as an unkindness. Certainly the name lives up to its meaning when a swarm of ravens decides to work together. In most cases, a raven swarm like the one presented here won't attack larger foes, but when manipulated by supernatural forces or simple desperation born from hunger, an unkindness of ravens can be a surprisingly dangerous foe.</p>\n<hr />\n<p>Few birds are as cunning and social as the raven.</p>",
            "blurb": "Variant raven swarm"
        },
        "Narlmarch Hunters": {
            "name": "Narlmarch Hunters"
        },
        "Ngara": {
            "name": "Ngara",
            "publicNotes": "<p>In naga culture, the foul-tempered, unkempt spirit naga holds a contemptible place similar to that of hags in humanoid cultures. These decrepit creatures live out lives of solitude, sought out only by those who are foolish or brave enough to think they can benefit from the spirit naga's powers without paying a heavy price-for most who dare to show such hubris, the price is their own lives.</p>\n<p>Spirit nagas seek out desolate ruins and places long associated with death and corruption. These sinister, serpentine beings can be found in abandoned graveyards, crumbled fortresses, rotting swamps, and blighted woodlands. Though they may know little of the actual history of such places, the nagas are nonetheless attracted to the psychic remnants of evil deeds and tormented spirits that remain within the earth and stones there.</p>\n<p>Despite their hideous appearance and treatment as pariahs by other nagas, spirit nagas feel a profound pride in their abilities and even in their hermetic existences. They see themselves as connected to a greater force whose mysteries are revealed only to those who can cast off the trappings and morals of \"civilized\" society. Even so, spirit nagas gleefully accept the worship of other creatures willing to bow to their capricious whims. They often form cults around themselves, using their charm spells and rituals to ensnare the minds of a few key individuals who spread the nagas' foul influence throughout a community.</p>\n<hr />\n<p>Nagas are identifiable by their serpentine bodies and strange, humanlike heads. All nagas have magical abilities and great intelligence, which they combine to advance their own agendas.</p>",
            "blurb": "Female variant spirit naga"
        },
        "Nightmare Rook": {
            "name": "Nightmare Rook",
            "publicNotes": "<p>Legendarily massive raptors capable of carrying off elephants as prey, rocs are typically about 30 feet long from beak to tail and have a wingspan of 80 feet or more. While their beaks are hooked to rip flesh from bone, their hunting strategy involves grabbing their prey in their powerful talons and then dropping it from great heights before feeding. This method creates a massive amount of carrion, which guarantees that rocs are followed by flocks of opportunistic scavengers, such as ravens and buzzards, who find it easy to steal bits of the larger birds' meals. Rocs, for the most part, don't mind these creatures, which sometimes get gobbled up along with the rest of the roc's food.</p>\n<p>Rocs usually nest among mountaintops and cliffs inaccessible to all but the bravest of terrestrial dwellers. They are long-range predators that hunt both land and sea in search for massive prey to sustain them and their young. Rocs are antisocial and lone hunters who compete with each other in fierce aerial battles to protect territory. But about once a decade, a mating couple pairs up to raise their chicks. Once the chicks are old enough to hunt on their own, the parents separate to once again engage in lone hunting.</p>\n<p>Particularly skilled druids or rangers might capture and train a roc to serve as a flying mount or hunting companion, though examples of such an incredible feat of domestication are few and far between. The easiest way to rear a roc is to do so from the moment it hatches, since the chick imprints on the first creature it sees. Acquiring a roc egg is by no means an easy feat, though, and is often a death sentence for the would-be egg-snatcher.</p>",
            "blurb": "Variant roc",
            "hpDetails": "regeneration 20 (deactivated by cold iron or lawful)"
        },
        "Nilak": {
            "name": "Nilak",
            "blurb": "Female human druid",
            "allSavesBonus": "+1 status to all saves vs. poison"
        },
        "Niodrhast": {
            "name": "Niodrhast",
            "publicNotes": "<p>This gigantic, mauve worm has a hooked mouth with multiple circular bands of teeth and four barbed tongues. A wielder of terrible occult powers and a vast alien intellect, the neothelid serves the ageless horrors that dwell in strange dimensions beyond known reality-the Outer Gods and Great Old Ones of the Elder Mythos. Neothelids pass down these mysteries to the eerie wormlike creatures they spawn and create in preparation for a future where the worms below shall rule-a time when all other life is nothing more than food.</p>",
            "blurb": "Variant neothelid",
            "allSavesBonus": "+1 status to all saves vs. magic"
        },
        "Nishkiv the Knife": {
            "name": "Nishkiv the Knife",
            "blurb": "Male Black Tears rogue"
        },
        "Nok-Nok (Level 1)": {
            "name": "Nok-Nok (Level 1)"
        },
        "Nok-Nok (Level 5)": {
            "name": "Nok-Nok (Level 5)"
        },
        "Ntavi": {
            "name": "Ntavi"
        },
        "Nugrah": {
            "name": "Nugrah",
            "blurb": "Male human druid of Gozreh"
        },
        "Numerian Adamantine Golem": {
            "name": "Numerian Adamantine Golem",
            "publicNotes": "<p>Crafted from a nigh-indestructible metal of great rarity, adamantine golems can't be destroyed except by the most powerful foes. Crafting an adamantine golem requires a quantity of adamantine so massive that collecting it usually requires mounting a mining expedition to a distant planet, the Plane of Earth, or an Outer Plane.</p>\n<hr />\n<p>Crafted of base materials and then magically animated into a powerful guardian, the legendary golem is a living construct that mindlessly obeys its creator's commands-often continuing to do so for years or even centuries after its creator's death. There exist two known methods of animating a golem. The traditional method involves harvesting and implanting an elemental soul or essence within the newly crafted host statue, a procedure seen as vile and blasphemous to those who value the sanctity of the soul; evil or amoral golem crafters tend to prefer this method. The other, less disreputable technique involves siphoning pure vitality energy into the statue to artificially imitate the creation of a soul. The result does not give the golem a true soul and is generally a more costly and time-consuming method of creation. Regardless of the method used, the resulting golem functions the same. A golem's unique animating force leaves it susceptible to certain forms of magic, but apart from these few weaknesses, it is impervious to magic and difficult to damage with weapons.</p>\n<p>Golems work best in play as foes to vanquish rather than allies to accompany player characters on adventures. The process of creating a golem is time-consuming, expensive, and difficult, and only the most talented spellcasters or artisans can even hope to accomplish such an undertaking. While certain magical texts-so-called \"golem manuals\"-are said to aid golems crafters, for the most part the creation of a golem should be something left in the hands of the Game Master.</p>\n<p>Golems have components that can be harvested as trophies or magical components; the value depends on the golem in question. Examples of components that can be harvested from golems are listed in the sidebars.</p>",
            "hpDetails": "repair mode"
        },
        "Numerian Guthallah": {
            "name": "Numerian Guthallah",
            "publicNotes": "<p>A guthallath is an enormous construct created long ago by some unknown empire, probably as a war machine. Nearly 100 feet tall, this massive stone statue typically resembles a stalwart warrior wearing only a loincloth and skullcap. Few have seen the entire body of a guthallath, though; most of the time such a relic is buried up to its neck, covered in moss and stranded in some forgotten place. Yet, every so often, one of these harbingers of destruction reactivates in response to some unknown stimulus or rallying call, and when this happens, woe be unto any who stand in its way.</p>\n<p>While the guthallath's ancient enemies are gone, it is an engine of pure destruction, designed to rampage for weeks or even months. While not intelligent enough to enjoy or regret its acts, the guthallath cannot be reasoned with-it is unaffected by most magic, and is unpredictable in how it selects its targets (and creatures it spares).</p>"
        },
        "Numerian Radiant Warden": {
            "name": "Numerian Radiant Warden",
            "publicNotes": "<p>The enigmatic and strange radiant wardens were constructed thousands of years ago to protect observatories and scholars against the incursion of alien aggressors from the Dominion of the Black. Over time, their roles as guardians expanded to include watching over any region where the laws of time and space have worn thin, particularly near portals and permanent gates between planets, planes, or dimensions.</p>\n<p>Named for both the radial nature of the concentric rings that make up their bodies as well as the glowing radiance of their attacks, radiant wardens carry on their orders, defending sites from invasion with single-minded purpose.</p>"
        },
        "Nyrissa": {
            "name": "Nyrissa",
            "publicNotes": "<p>Nyrissa has not always been a power in the First World, but when she fell in love with Count Ranalc, one of the realm's Eldest, she challenged her place in the plane's hierarchy. The lovers inspired each other to increasing acts of audacity, and it wasn't long before Nyrissa began to think of herself as the newest of the Eldest and proclaimed this to any who would listen, beginning to build her own nation in the First World. Another of the Eldest, the Lantern King, saw opportunity for mayhem here. He spread his influence among his fellow demigods, and before long, several among the Eldest opposed Nyrissa's claim and took steps to challenge her. First, they sent a jabberwock to destroy her, but Nyrissa defeated it and used its blood to create lesser jabberwocks under her own control. Then they attempted to rally a thousand powerful fey against her, but Nyrissa convinced those fey to serve her instead in return for a place in her domain. Finally, the Eldest exiled Count Ranalc to the Shadow Plane for helping to cause the problem in the first place. Suddenly, Nyrissa found herself without an ally among the Eldest. Having expended much of her energy and resources to defeat the jabberwock and recruit the thousand, she knew that she had lost the war and surrendered, apologizing for her acts.</p>\n<p>The Lantern King decided that Nyrissa's apology would suffice only for the jabberwock's death; for her other deeds, he demanded a further punishment- Nyrissa's capacity to love. Without love, the Lantern King argued to the other Eldest, Nyrissa would not be able to sway another of them to her side. However, if she could replace the \"thousand fey breaths\" she stole from the First World with a thousand stolen nations, they would accept her apology for her other actions and restore her capacity to love. Faced with no real option, Nyrissa agreed. She was allowed to keep her domain, now known as Thousandbreaths, but it was carved off to form its own demiplane to serve as a sort of prison. Her love was taken from her and transformed into the sword Briar, which was then entrusted to the Lantern King for safekeeping. He gifted Nyrissa with a chalice he called the Apology, an artifact capable of transforming Material Plane kingdoms she conquered into motes of sand. Once the Apology held a thousand motes of sand, those lands would be absorbed into the First World, Nyrissa would be forgiven, and love would be restored to her.</p>\n<p>The matter settled, the Eldest quickly moved on with their own inscrutable agendas. Yet while they eventually forget about what they'd done to Nyrissa, the nymph herself did not. She grew more and more obsessed with her loss of love-or perhaps it was the loss of love that caused her to grow more violent and obsessed. In her early attempts to discover the location of <em>Briar</em>, she received the visions that would come to haunt her-that <em>Briar </em>would be returned to her, but only as an instrument of her own death.</p>\n<p>Now she has but one kingdom left to claim: the new kingdom risen in the Stolen Lands. With the War of the River Kings over and one kingdom a victor, the time is right for the final grain to be added to the <em>Apology</em>. That this will destroy a significant region on Golarion is irrelevant to the loveless nymph; in her obsession, she fails to see that this act may be the very thing that drives her enemies from to slay her as in the vision.</p>",
            "blurb": "Female variant nymph queen",
            "allSavesBonus": "+1 status to all saves vs. magic"
        },
        "Nyrissa's Tempest": {
            "name": "Nyrissa's Tempest",
            "descriptionHazard": "<p>Sudden dark clouds gather in the sky above, and moments later, blasts of lightning and swirling tornadoes begin to rip the landscape apart.</p>",
            "disable": "<p>@Check[type:nature|dc:42] (master) to note the magical nature of the storm and to perform a quick ritual and prayer to the fey spirits of the region to cause the tempest to disperse, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (9th level, counteract DC 36) to counteract the tempest immediately.</p>",
            "routine": "<p>(4 actions) If the PCs successfully sought shelter with a Survival check, the storm takes no actions if the GM fails a @Check[type:flat|dc:16]. Otherwise, the storm takes four of the following actions, each determined by rolling a [[/br 1d4]], during the round. On each successive round, the number of actions the storm takes is reduced by 1; when the storm is reduced to 0 actions in this way, the hazard ends.</p>\n<ul>\n<li><strong>1 Thunderclap</strong> A blast of sound rips through the region. Unsheltered armies must attempt a DC 30 Morale check or increase their shaken value by 1. Unsheltered PCs take @Damage[10d6[sonic]] damage (@Check[type:fortitude|dc:38|basic:true]).</li>\n<li><strong>2 Lightning</strong> The tempest takes its Raging Storm reaction as a single action.</li>\n<li><strong>3 Tornado</strong> A tornado funnel extends down from the storm to unerringly strike at a PC, who must attempt a @Check[type:fortitude|dc:38] save.</li>\n</ul>\n<hr>\n<p><strong>Critical Success</strong> The PC escapes unscathed.</p>\n<p><strong>Success</strong> The PC is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} and takes @Damage[8d6[bludgeoning]] damage.</p>\n<p><strong>Failure</strong> The PC is hurled through the air, taking @Damage[8d6[bludgeoning]] damage and then falling 1d6&times;10 feet for appropriate falling damage, landing prone.</p>\n<p><strong>Critical Failure</strong> As failure, but @Damage[8d6[bludgeoning]] damage and a fall of [[/r 10*(2d8) #Feet Fallen]]{2d8 x 10 feet}.</p>\n<ul>\n<li><strong>4 Renewal Blasts</strong> of wind tear through the area but do no real damage. Attempt a @Check[type:flat|dc:11]; on a success, the number of actions the storm takes next round is not reduced as usual.</li>\n</ul>",
            "stealth": "<p>(expert)</p>"
        },
        "Old Crackjaw": {
            "name": "Old Crackjaw",
            "publicNotes": "<p>Snapping turtles are freshwater reptiles with a long flexible neck, a sharp piercing beak, and a confrontational temperament that doesn't prevent some spellcasters from choosing these creatures as familiars. They weigh about 20 pounds and have shells around 18 inches in length.</p>",
            "blurb": "Variant snapping turtle"
        },
        "Oleg": {
            "name": "Oleg"
        },
        "Orb Blast Trap": {
            "name": "Orb Blast Trap",
            "hpDetails": "per orb",
            "descriptionHazard": "<p>Five globes shoot bolts of force up and down the hall when a second creature reaches its midpoint.</p>",
            "disable": "<p>@Check[type:thievery|dc:48] (master) to deactivate the trap entirely before it triggers, @Check[type:thievery|dc:45] (expert) to deactivate one of the glimmering orbs after the trap rolls initiative, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (9th level; counteract DC 41) to deactivate the trap entirely.</p>",
            "reset": "<p>The trap deactivates 1 round after it has no creatures to target and resets automatically after 1 minute.</p>",
            "routine": "<p>(5 actions) Five energized orbs each take one action to make a force bolt attack against a different target in the hallway (a single target cannot be fired at more than once per round by the trap). The trap doesn't take multiple attack penalties. Each orb that is disabled or destroyed reduces the trap's actions by 1.</p>",
            "stealth": "<p>(master) to realize that the glimmering orbs signal a dangerous trap.</p>"
        },
        "Overgrown Viper Vine": {
            "name": "Overgrown Viper Vine",
            "publicNotes": "<p>A voracious, flesh-eating carnivore, the viper vine has a single enormous blossom arising from a thick, leafy tangle of snake-like vines. When the plant senses the approach of suitable prey through its sensitive, shallowly buried root system, it rises up like an agitated snake and unfurls its brightly colored bloom, an act that releases a cloud of mind-numbing pollen. Persistent stories claim the viper vine can lure prey into its clutches by swaying with a hypnotic motion, but this effect is in fact created by this invisible, odorless pollen cloud.</p>\n<p>Since a viper vine gains nourishment by consuming creatures rather than through ingesting moisture and soil, it has developed rudimentary locomotion and can drag itself along the ground with its tentacle-like roots. It even has a form of rudimentary sentience, allowing it to not only discern differences in prey and make limited tactical decisions, but also to avoid creatures that are particularly large or dangerous-looking.</p>\n<p>The area around viper vine hunting grounds is often strewn with the partially devoured remains of victims. It's not unusual to find the rotting corpses of wild animals, ill-fated adventurers, and even giants in the plant's immediate vicinity, along with a scattering of incidental treasure left behind on the corpses. A viper vine rarely returns to the carcass of a creature it killed earlier, preferring to hunt fresh meat.</p>",
            "blurb": "Variant viper vine",
            "sensesDetails": "otherwise imprecise) 60 feet"
        },
        "Oversized Chimera": {
            "name": "Oversized Chimera",
            "publicNotes": "<p>The chimera is the archetypal example of an unnatural monster made up of a monstrous mix of wildly different component creatures: in this case, a lion, a dragon, and a goat. Wild, hateful, and hungry, it tries to eat any creature it sees, but sometimes a strong-willed master is able to compel a chimera to serve as a guardian or even a mount.</p>",
            "blurb": "Variant chimera"
        },
        "Paranoia Well": {
            "name": "Paranoia Well",
            "descriptionHazard": "<p>Sudden invasive emotions of fear, paranoia, and anger well up in the mind, causing companions to take on sinister casts to their no-longer familiar features.</p>",
            "disable": "<p>@Check[type:intimidation|dc:47] (legendary) to shout down the emotional energies and exert mental dominance over them, or @Check[type:thievery|dc:44] (master) to cause the trap's energies to discharge harmlessly</p>",
            "stealth": "<p>(legendary)</p>"
        },
        "Pavetta Stroon-Drelev": {
            "name": "Pavetta Stroon-Drelev",
            "blurb": "Female human baroness"
        },
        "Phantasmagoric Fog Trap": {
            "name": "Phantasmagoric Fog Trap",
            "descriptionHazard": "<p>Cloying violet mist billows from the undergrowth, filling the heads of any creatures inside with maddening visions of dark moonless nights, twisted malignant trees, and steaming rivers of blood.</p>",
            "disable": "<p>@Check[type:survival|dc:28] (expert) to find a path through the Grand Hall that doesn't disturb the undergrowth</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Phomandala": {
            "name": "Phomandala",
            "publicNotes": "<p>Monstrous humanoids that resemble humans with snakes instead of hair, medusas are best known for their petrifying gazes that-if lingered upon-can permanently transform mortals to stone. Medusas are shrewd and manipulative adversaries who collect and covet secrets, and who use threats and guile to exploit the fears of weaker creatures. A medusa may seek out powerful magic items, use divination magic to discover secret knowledge and unlock forbidden power, or infiltrate a society to beguile influential politicians. Their ability to worm their way into powerful organizations makes them natural leaders of criminal outfits and thieves' guilds, and their interest in magical phenomena leads some to pursue careers as oracles who offer to help adventurers find what they seek-for a price. Of course, if wit and deception proves insufficient, a medusa can always simply turn rivals into ornate stone decorations with little more than a glare.</p>\n<p>Exceptionally agile and surprisingly hardy, a medusa rarely backs down from a conflict even when cornered. Many adventurers who thought themselves readied to resist the effects of a medusa's gaze have nevertheless fallen to a medusa, as these creatures are also often deadly archers able to riddle their foes with venom-coated arrows from a distance. Still, a medusa may barter for their life if no alternatives remain, and the secrets carried by these powerful villains often make it more than worth sparing the monster's life.</p>",
            "acDetails": "all-around vision",
            "blurb": "Variant female medusa"
        },
        "Pitax Horde": {
            "name": "Pitax Horde"
        },
        "Pitax War Machines": {
            "name": "Pitax War Machines"
        },
        "Pitax Warden": {
            "name": "Pitax Warden",
            "blurb": "Human royal guard"
        },
        "Pitaxian Raiders": {
            "name": "Pitaxian Raiders"
        },
        "Praise of Yog-Sothoth": {
            "name": "Praise of Yog-Sothoth",
            "descriptionHazard": "<p>Magical letters reveal phrases in Aklo that, if not properly spoken aloud, inflict numbing cold.</p>",
            "disable": "<p>@Check[type:occultism|dc:47] (master) or @Check[type:religion|dc:49] (master) three times in a row to successfully speak aloud the esoteric phrases as they appear (this causes the trap to deactivate for 1 hour, although the phrases continue to appear during this time), or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (9th level, counteract DC 38).</p>",
            "reset": "<p>The trap deactivates 1 round after it has no target creatures and resets after 1 minute.</p>",
            "routine": "<p>(1 action) The trap fills the entirety of area <strong>B4</strong> with additional blasts of cold. All creatures in area <strong>B4</strong> take @Damage[12d6[cold]] damage (@Check[type:fortitude|dc:41|basic:true], plus @UUID[Compendium.pf2e.conditionitems.Item.eIcWbB5o3pP6OIMe]{Immobilized} for 1 minute on a critical failure).</p>",
            "stealth": "<p>(legendary) to recognize the symbols as a magical trap</p>"
        },
        "Prank Workshop Mitflit": {
            "name": "Prank Workshop Mitflit",
            "publicNotes": "<p>Mitflits, also known as mites, are self-loathing and pitiful cowards, easily bullied into servitude by other creatures or even slightly more powerful mitflit leaders. They tame insects, spiders, and other such creatures to serve as faithful allies. Mitflits have lost most of their ancestral gremlin magic, leaving these incomplete beings full of doubt and insecurity. Mitflits find companionship in the other base creatures of the world, and forge bonds of friendship with vermin, the only other beings that seem willing to accept them. A social structure, even one in which they are bullied, partially fills the hole within mitflits' personalities, and they rarely rebel or rail out unless their rage hits a breaking point.</p>\n<hr />\n<p>Gremlins are cruel fey tricksters and saboteurs who have fully acclimated to life on the Material Plane, finding distinct niches for their inventive destructiveness. All gremlins delight in ruining or breaking things, whether it's something physical like a device or vehicle or something intangible such as an alliance or relationship. A gremlin's greatest joy is watching the collapse of complex creations, preferably after the lightest and slightest, carefully targeted push from the gremlin. Gremlins tend to denigrate, bully, or even slaughter their lesser kin, particularly mitflits, whom gremlins (and many others) derisively call \"mites.\"</p>",
            "blurb": "Variant mitflit "
        },
        "Prazil": {
            "name": "Prazil",
            "blurb": "Male kobold spy"
        },
        "Primal Bandersnatch": {
            "name": "Primal Bandersnatch",
            "publicNotes": "<p>Bandersnatches are consummate hunters, and only the deadliest predators or the most cunning intelligent prey offer them sport. A bandersnatch resembles a tawny, six-legged, earless great cat, but with wickedly barbed quills running the length of its body and down to the tip of its long, flexible tail. It measures 40 feet in length plus another 10 feet of tail and weighs 12,000 pounds. Primal bandersnatches are among the most powerful of their kind, due to their ties to the First World.</p>",
            "allSavesBonus": "+1 status to all saves vs. magic",
            "hpDetails": "fast healing 15"
        },
        "Quintessa Maray": {
            "name": "Quintessa Maray",
            "blurb": "Female human bard"
        },
        "Rezatha": {
            "name": "Rezatha",
            "publicNotes": "<p>A remorhaz is an enormous arctic predator that resembles a multilegged insect with draconic features. This monster has chitinous plates and more than a score segmented legs, a multipartite maw, and winglike growths fianking its head. The most unusual aspect of the creature, however, is its internal heat, which burns with such intensity that it causes the armored plates on the creature's back to become superheated whenever the beast is agitated.</p>\n<p>Remorhazes are carnivores. Their diet includes arctic animals such as elk, but a hungry remorhaz readily devours anything it can catch and kill. It commonly lurks beneath ice or snow and ambushes prey with a sudden upward strike. Many victims die before even knowing what attacked them.</p>\n<p>Those who survive the worm's initial onslaught must face not only its deadly jaws, but also its hideously hot body. This heat can melt weapons, scorch armor, and burn flesh-all tactics the remorhaz uses to disable and defeat its foes. A remorhaz's internal fire allows it to burrow through ice and snow with ease. It leaves smooth tunnels in its wake as melted ice refreezes to leave the telltale signs of its passage. Most people underestimate a remorhaz's intelligence, assuming it to be a mere animal. However, remorhazes are capable of learning languages. Frost giants in particular use this trait to form alliances with them. The giants provide food, protection, and shelter for the worm, and in return the remorhaz acts as a guard beast and helps the giants build fortresses and forge metal weapons. The giants also employ the worms as war beasts, using them to undermine enemy positions.</p>",
            "blurb": "Variant remorhaz"
        },
        "Rickety Bridge": {
            "name": "Rickety Bridge",
            "descriptionHazard": "<p>The bridge creaks and strains alarmingly.</p>",
            "disable": "<p>@Check[type:crafting|dc:25] to Repair the bridge as an individual hexploration activity.</p>"
        },
        "Rigg Gargadilly": {
            "name": "Rigg Gargadilly",
            "publicNotes": "<p>Few creatures can match a quickling's speed. These malicious fey creatures delight in striking with blinding speed and accuracy, racing in to stab and slash at foes before scampering away for cover with maddening- even frightening-swiftness. Stories of people simply doubling over, bleeding from what appear to be spontaneously opening wounds, are often eyewitness accounts of quickling attacks.</p>\n<p>Quicklings actively hate the \"slow-paced dullards\" they encounter every day, delighting in inflicting suffering and pain on creatures they deem too sluggish to matter. While they are related to kinder fey such as brownies and pixies, quicklings care only for their own merriment. They see their own cruel pranks as the height of humor and have full confidence that their speed and invisibility will keep them safe from harm. They occasionally form gangs of up to a dozen individuals, although the group usually devolves very quickly into mayhem, as they inevitably perform increasingly deadly pranks against each other.</p>",
            "blurb": "Male quickling"
        },
        "Rigged Climbing Loops": {
            "name": "Rigged Climbing Loops",
            "descriptionHazard": "<p>Loose handholds rip away from the walls to drop unsuspecting climbers into the chasm below.</p>",
            "disable": "<p>@Check[type:crafting|dc:16] (trained) or @Check[type:thievery|dc:16] to anchor the climbing loops more securely</p>"
        },
        "Risen Fetch": {
            "name": "Risen Fetch",
            "publicNotes": "<p>Echoes of the corrupted soul of the undead can be used to spawn a fetch as well. A risen fetch appears more as its source did in life than as an undead.</p>\n<hr />\n<p>A fetch is a twisted, deviant simulacrum of a humanoid creature that exists or existed at one point on the Material Plane. Rumors of fetches that are reflections of entities from other planes persist, but none of these tales speak of fetches that duplicate anything other than a sapient source. A fetch can manifest spontaneously when a powerful creature undergoes a significant emotional event or dies, either while on the First World or while in an area significantly influenced by the First World, but one can also be created by significant forces like the Eldest in order to torment and vex those who have annoyed them. While a fetch manifests from a soul's \"reflection,\" and as such bears a striking resemblance to that creature's appearance in life, a fetch has no true memories of its own. It keeps fragments of false remembrances from its source as if it experienced them in a half-remembered dream-which ensure the fetch is enraged by and jealous of its source.</p>\n<p>A fetch is similar in appearance to the creature whose soul spawned it, save that it often displays fey-like features such as pointed ears, plantlike elements, or supernatural grace. A fetch who seeks to impersonate a stillliving source must disguise these features, and takes care to manifest its fetch weapon as one known to be wielded by its target.</p>\n<p>When a fetch dies, it and its manifested items fades away into a bloom of plant life, its soul instantly recycled into the First World, leaving behind a patch of weeds and thorny flowers roughly in the shape they held in mockery while alive.</p>",
            "allSavesBonus": "+1 status to all saves vs. magic",
            "speedsDetails": "air walk",
            "hpDetails": "regeneration 50 (deactivated by fire or void)"
        },
        "River Elasmosaurus": {
            "name": "River Elasmosaurus",
            "publicNotes": "<p>Elasmosauruses are long-necked, primeval reptiles that dwell in deep oceans and seas. Although not truly a dinosaur, elasmosauruses are often found in similar locations and are similarly titanic creatures. Keeping their massive bodies underwater, elasmosauruses use their long necks to catch prey and snorkel air to their massive lungs while remaining mostly hidden from the surface above. An elasmosaurus is 30 feet long and weighs 6,000 pounds.</p>\n<p>As rare and reclusive as they are, elasmosauruses are sometimes mistaken for even rarer creatures called water orms, legendary aquatic denizens of remote lakes known for their elusiveness and craftiness. Whereas elasmosauruses are mundane creatures of animalistic intelligence, water orms are magical beings with near-humanoid intelligence and a curious fascination with mortals, and they seem to delight in confounding onlookers. As a result, it's theorized that a typical water orm is more than happy to lead a group of spectators to a lost elasmosaurus, both to throw its pursuers off its tail and for the hilarity that will inevitably ensue.</p>\n<p>While elasmosauruses are often found in lost worlds and unsettled regions, those who dwell in the oceans of the world do not contain their hunting grounds to specific regions. As a result, it's not unheard of for a wandering specimen to find its way to coastal waters. Those that do often find the ports of small towns or even large cities to be wondrous banquets and are usually hunted down by coastal guards or adventurers. When a wayward elasmosaurus like this finds its way into a city's sewer system or reservoirs, though, it can become the stuff of urban legends.</p>",
            "blurb": "Variant elasmosaurus"
        },
        "Satinder Morne": {
            "name": "Satinder Morne",
            "blurb": "Female human cleric of Calistria"
        },
        "Scalding Tar Lake": {
            "name": "Scalding Tar Lake",
            "descriptionHazard": "<p>The bubbling tar churns and seethes, periodically bursting in a burning hot splatter of scalding sludge and gas.</p>",
            "disable": "<p>@Check[type:survival|dc:30] check to throw rocks or other bits of debris into areas within the tar lake that are about to burst, allowing the lake to vent harmlessly for that round (on a critical success, this prevents the lake from venting for 3 rounds); permanently disabling the tar pit would require powerful magic or long-term engineering projects (subject to the GM's discretion).</p>",
            "routine": "<p>(1 action) The bubbling lake of tar churns and sputters. One randomly determined target within 5 feet of the tar lake is targeted by a Scalding Burst.</p>",
            "stealth": "<p>(the tar lake is blatantly obvious, and its effects occur near the end of each round)</p>"
        },
        "Sepoko": {
            "name": "Sepoko",
            "publicNotes": "<p>Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, fiercely competing for food and even consuming their siblings in that struggle. Over 3 years, the surviving boggards develops arms, legs, and lungs while learning the rudiments of hunting, crafts, and warfare-everything needed to survive in their might-makes-right society. At the top of most boggard hierarchies lords a hulking swampseer imbued with sinister divine magic.</p>",
            "blurb": "Male boggard cleric",
            "speedsDetails": "swamp stride"
        },
        "Shambler": {
            "name": "Shambler",
            "publicNotes": "<p>Shamblers are cunning carnivorous plants that resemble heaps of wet, rotting vegetation. Even when standing erect on their stumpy legs, shamblers don't have much in the way of identifiable anatomy; they are tangles of parasitic vines that lash out at prey with their longest creepers, entwined together to deliver powerful blows. Sometimes called \"shambling mounds,\" these ambush predators have a particular fondness for flesh, and are most well known for their ability to hunker down and hide in plain sight. A shambler can draw nutrients from plant matter or soil, but won't do so if it suspects meat might soon wander near, and indeed may lie in wait for days in anticipation of such a meal.</p>\n<p>Shamblers are usually solitary creatures. Fierce thunderstorms are among the few events that bring numerous shamblers together. During such gatherings, the plants gather around strange but seemingly sacred earthen mounds in remote jungles and swamps and cavort and caper excitedly, stretching their tendrils toward the sky to hope for-or perhaps to summon-intense lightning strikes. Not only are these strange plants unharmed by even the most powerful electrical strikes, but they seem to become supernaturally empowered by such bursts of raw energy. Shamblers consider being struck by lightning a sign of divine favor, and those shamblers frequently blasted by bolts of electricity become respected elders among their kind. Shambler elders are few and far between and may possess a wide array of abilities; some can cast primal spells, others can empathically call upon the aid of other shamblers in the area, and still others wield awesome powers over electricity.</p>\n<p>Other types of shamblers exist, including those composed not of plant matter but fungal growth. These creatures, known as \"spore mounds,\" discharge clouds of toxic spores from their bodies when struck in combat. In semiarid deserts, shambler-like plants called tanglethorns dwell amid sagebrush and rock formations; they resemble bunches of tumbleweeds and cacti and inflict deep, bloody lacerations with their attacks.</p>"
        },
        "Shelyn's Shame": {
            "name": "Shelyn's Shame",
            "descriptionHazard": "<p>The statue begins to weep, its tears running in rivulets down into the surrounding pool, filling all nearby with overwhelming shame and grief.</p>",
            "disable": "<p>@Check[type:religion|dc:29] (master) to offer prayers to Shelyn (a worshipper of Shelyn gains a +2 circumstance bonus to this check), or @Check[type:diplomacy|dc:33] (expert) to offer condolences and comforts to the haunt</p>",
            "stealth": "<p>(master) to notice tears beginning to run from the statue's eyes</p>"
        },
        "Sir Fredero Sinnet": {
            "name": "Sir Fredero Sinnet",
            "blurb": "Male human fallen redeemer champion"
        },
        "Sister of the Bloodshot Eye": {
            "name": "Sister of the Bloodshot Eye",
            "blurb": "Female human cleric of Gyronna"
        },
        "Skeletal Tiger Lord": {
            "name": "Skeletal Tiger Lord",
            "publicNotes": "<p>Made from bones held together by foul necromancy, skeletons are among the most common types of undead, found haunting old dungeons and forgotten cemeteries.</p>",
            "blurb": "Variant skeleton",
            "hpDetails": "void healing, fast healing 10"
        },
        "Smoke-Filled Hallway": {
            "name": "Smoke-Filled Hallway",
            "descriptionHazard": "<p>Thick smoke fills this hallway, making it difficult to see and breathe.</p>",
            "disable": "<p>While a spell like <em>@UUID[Compendium.pf2e.spells-srd.Item.g8QqHpv2CWDwmIm1]{Gust of Wind}</em> can temporarily clear a path through the smoke, the hazard returns at the start of the next round as long as the fires in area A17 continue to burn; @Check[type:survival|dc:18] to know how best to cover your nose and mouth with a wet cloth to help alleviate the choking effects of the smoke.</p>",
            "reset": "<p>The smoke continues to affect anyone who enters area A16 until the fires in area A17 are extinguished.</p>",
            "stealth": "<p>(noticing the smoke is automatic)</p>"
        },
        "Smoke-Filled Room": {
            "name": "Smoke-Filled Room",
            "descriptionHazard": "<p>Thick smoke fills this room, making it difficult to see and breathe.</p>",
            "disable": "<p>While a spell like <em>@UUID[Compendium.pf2e.spells-srd.Item.g8QqHpv2CWDwmIm1]{Gust of Wind}</em> can temporarily clear a path through the smoke, the hazard returns at the start of the next round as long as the fires in area A17 continue to burn; @Check[type:survival|dc:18] to know how best to cover your nose and mouth with a wet cloth to help alleviate the choking effects of the smoke.</p>",
            "reset": "<p>The smoke continues to affect anyone who enters area A16 until the fires in area A17 are extinguished.</p>",
            "stealth": "<p>(noticing the smoke is automatic)</p>"
        },
        "Spiral Seal": {
            "name": "Spiral Seal",
            "hpDetails": "recovery",
            "descriptionHazard": "<p>A spiral shape suggesting the curling religious symbol of Pharasma is carved into the stone floor.</p>",
            "disable": "<p>@Check[type:occultism|dc:37] (master) or @Check[type:religion|dc:40] (master) to unmake the Spiral Seal through occult ritual or prayer performed as a 10 minute activity with the Concentrate trait, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (9th level, counteract DC 40) to counteract the Spiral Seal.</p>"
        },
        "Spirit of Stisshak": {
            "name": "Spirit of Stisshak",
            "publicNotes": "<p>Malevolent balls of colored light, will-o'-wisps haunt lonely marshes and forests where they lure unsuspecting travelers into danger. Will-o'-wisps can vary the color and illumination they shed, and delight in mimicking bobbing lanterns or distant fires to draw lost or disoriented travelers off of safe trails. They can extinguish their illumination entirely to become invisible, and they enjoy doing so once their victims are wholly lost and have realized that the bobbing light in the distance isn't, in fact, leading them to safety. Even invisible, however, a will-o'-wisp rarely ventures far from its target, as it feasts upon the panic and dread felt by its victims.</p>\n<p>Beneath its glow, a will-o'-wisp's body is a spongy ball approximately 1 foot in diameter and weighing less than 5 pounds. Although most will-o'-wisps are merely translucent, featureless orbs, gaining definition only in the shifting illumination they create, a few have dark mottling that makes them resemble a skull when viewed closely. Will-o'-wisps have no need for mundane nourishment, and in fact lack the ability to consume matter of any kind; they find all the sustenance they need in the terror of nearby creatures. For this reason, they like to work alongside undead that produce terror in their victims. Will-o'-wisps are long-lived, if not effectively immortal, and they have good memories. A cowed or defeated will-o'-wisp can be a good source of lore and information, though acquiring such cooperation from such a sinister monster is no easy feat.</p>\n<p>Will-o'-wisps inhabit desolate swamps and forests and are generally active at twilight and after dark. They are therefore reluctant to lead victims into immediately fatal areas such as deadfalls, but instead prefer hazards where their victims suffer over a long time, such as pockets of stale or poisonous air, patches of quicksand, and dens of bigger monsters. According to will-o'-wisps, different types of fear have subtle differences in flavor. The lurking dread in the pit of the stomach that gnaws at those who slowly become aware of the fact that they're lost produces a much different taste than the sudden stark terror of imminent death in the face of a towering monster. Because of this, will-o'-wisps try to vary the ways in which they induce terror in their prey, to ensure they don't tire of certain flavors of fear.</p>",
            "blurb": "Variant will-o'-wisp"
        },
        "Stag Lord Bandit": {
            "name": "Stag Lord Bandit",
            "blurb": "Human bandit"
        },
        "Stinging Nettles": {
            "name": "Stinging Nettles",
            "descriptionHazard": "<p>This bright green plant has long triangular leaves covered with fine hair-like stingers.</p>",
            "disable": "<p>@Check[type:survival|dc:17] to carefully navigate the plant and pull aside or cut away the nettles</p>"
        },
        "Storm-Struck Arboreal": {
            "name": "Storm-Struck Arboreal",
            "publicNotes": "<p>Arboreal regents-also called treants-are lumbering, solitary creatures responsible for guarding an entire forest. They take an especially long view of affairs and never act brashly or without much deliberation. They occasionally come together in small groups called groves to share news and pass their wisdom down to the arboreal wardens that have sprouted under their watch. In times of grave danger, all the groves in a region may gather for a great months-long meeting to plan and, eventually, act upon a threat.</p>\n<p>The typical arboreal regent is 30 feet tall, has a trunk 2 feet in diameter, and weighs 4,500 pounds.</p>\n<hr />\n<p>Arboreals are guardians of the forest and representatives of the trees. As long-lived as the woods they watch over, arboreals consider themselves parents and shepherds of trees rather than their gardeners. Consequently, while arboreals tend to be slow and methodical, they are terrifyingly swift when forced to fight in defense of the woods. Though they rarely seek out the companionship of short-lived folk-even elves are fugacious in the eyes of arboreals-and have an inherent distrust of change, arboreals have been known to tolerate those who seek to learn from their long-winded, rambling monologues, especially if such pupils also express a desire to protect the timberlands. Against those who threaten their realm, such as loggers eager to harvest lumber or settlers aiming to establish croplands or a town, arboreals' wrath is unwavering and devastating. Perhaps ironically, arboreals are gifted at tearing down what others build-a trait that serves vengeful members of their kind well.</p>",
            "blurb": "Variant arboreal regent"
        },
        "Stygian Fires": {
            "name": "Stygian Fires",
            "descriptionHazard": "<p>Freezing black fire bursts from the two quartz altars, filling the room with numbing black flames that scour away memories and emotions as swiftly as they sear flesh and bone.</p>",
            "disable": "<p>@Check[type:thievery|dc:30] (master) to sever the links between the door and the lanterns, @Check[type:religion|dc:35] (master) to use prayer to deactivate the divine magic, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (6th level; counteract DC 30) to counteract the trap</p>",
            "reset": "<p>The trap resets one minute after the doors to area <strong>E3</strong> are closed.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Svetlana": {
            "name": "Svetlana"
        },
        "Talon Peak Roc": {
            "name": "Talon Peak Roc",
            "publicNotes": "<p>Legendarily massive raptors capable of carrying off elephants as prey, rocs are typically about 30 feet long from beak to tail and have a wingspan of 80 feet or more. While their beaks are hooked to rip flesh from bone, their hunting strategy involves grabbing their prey in their powerful talons and then dropping it from great heights before feeding. This method creates a massive amount of carrion, which guarantees that rocs are followed by flocks of opportunistic scavengers, such as ravens and buzzards, who find it easy to steal bits of the larger birds' meals. Rocs, for the most part, don't mind these creatures, which sometimes get gobbled up along with the rest of the roc's food.</p>\n<p>Rocs usually nest among mountaintops and cliffs inaccessible to all but the bravest of terrestrial dwellers. They are long-range predators that hunt both land and sea in search for massive prey to sustain them and their young. Rocs are antisocial and lone hunters who compete with each other in fierce aerial battles to protect territory. But about once a decade, a mating couple pairs up to raise their chicks. Once the chicks are old enough to hunt on their own, the parents separate to once again engage in lone hunting.</p>\n<p>Particularly skilled druids or rangers might capture and train a roc to serve as a flying mount or hunting companion, though examples of such an incredible feat of domestication are few and far between. The easiest way to rear a roc is to do so from the moment it hatches, since the chick imprints on the first creature it sees. Acquiring a roc egg is by no means an easy feat, though, and is often a death sentence for the would-be egg-snatcher.</p>",
            "blurb": "Variant Roc"
        },
        "Tartuccio": {
            "name": "Tartuccio",
            "publicNotes": "<p>Tartuccio likes to think of himself as having been handpicked by King Irovetti of Pitax in his mission to claim the Stolen Lands for himself, but in fact King Irovetti has never met Tartuccio. The gnome grew up in Pitax and, of all that nation's rulers he'd observed, Irovetti impressed him the most with his admiration of art and style. That the king wasn't very supportive of art styles and pursuits he didn't enjoy never even registered in Tartuccio's mind, as his tastes were so similar.</p>\n<p>And so Tartuccio set into motion plans to catch the king's attention, so as to become first his student, then his trusted advisor, and in time his replacement. He even went as far as to seek out, research, and learn a potent magical technique that allowed him to change shape, intending to use this newfound supernatural power to adjust his appearance to be something more pleasing to the king's eye when the time came to petition to become his student. Tartuccio spent months scouring the rumor mills for opportunities, and when he heard of Lady Jamandi's call for heroes to expand into the Stolen Lands, he saw his chance. Tartuccio gathered his supplies and headed east.</p>\n<p>Once the events of Chapter 1 play out, Tartuccio is unsettled by the amount of competition he faces. He travels into the Stolen Lands where he's heard rumors of a kobold settlement that's ripe for the taking, uses his ability to change shape to assume the appearance of an unusual purple kobold, and work the Sootscales into a sort of private army he intends on using to wrest control of the PCs' nation just as they get started. His hopes of using the PCs' kingdom as a stepping-stone are threatened by the untimely conflict with the mitflits of the Old Sycamore, as detailed in Chapter 2.</p>",
            "blurb": "Male gnome spy"
        },
        "Tatzlford Town Guard": {
            "name": "Tatzlford Town Guard"
        },
        "Teleport Trap": {
            "name": "Teleport Trap",
            "descriptionHazard": "<p>The House at the Edge of Time folds time and space back on the target, who teleports painfully into their own body an instant before they travel.</p>",
            "disable": "<p>This trap cannot be disabled as long as Nyrissa lives, but if she is slain or forgiven, the teleport trap vanishes.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Terrion Numesti": {
            "name": "Terrion Numesti",
            "privateNotes": "<p>Terrion's statistics represent his statistics when the PCs rescue him from the prison, while he is unarmed, @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued}, and clad in prisoner's clothing. His personal gear is long gone along with other tributes sent to Irovetti and Armag, but if rescued he attempts to arm and armor himself with gear taken from a Drelev guard. In this case, you can treat his stats instead as an elite Drelev guard.</p>",
            "blurb": "Male human soldier"
        },
        "Test of Agility": {
            "name": "Test of Agility",
            "descriptionHazard": "<p>The floor of this circular room pivots and shifts awkwardly when weight is placed upon its surface, pitching those who attempt to walk on it off their feet and potentially into one of two deep spiked pits.</p>",
            "disable": "<p>@Check[type:thievery|dc:37] (expert) to wedge scraps of material into the edges of the room to hamper the floor's tilt (requires 4 successes).</p>",
            "reset": "<p>This trap resets instantly.</p>",
            "routine": "<p>(1 action) On its initiative each turn, the floor tilts randomly, forcing all characters standing on the floor of the room to attempt a @Check[type:reflex|dc:33] save to avoid being pitched into one of the two pits.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Test of Endurance": {
            "name": "Test of Endurance",
            "descriptionHazard": "<p>The room fills with swirling vortexes of freezing wind that swiftly freeze flesh and chill the bones.</p>",
            "disable": "<p>@Check[type:thievery|dc:33] (master) to adjust the wheel's mechanisms so that it won't trigger the Test of Endurance, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (7th level, counteract DC 31) to counteract the trap's magic.</p>",
            "reset": "<p>The trap resets automatically.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Test of Strength": {
            "name": "Test of Strength",
            "descriptionHazard": "<p>The steps angle downward into a slope, releasing all currently placed boulders to roll back down to the north.</p>",
            "disable": "<p>@Check[type:thievery|dc:37] (expert) to disable the @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} hinges for one of the steps, thereby locking all four steps into place</p>",
            "reset": "<p>The trap Releases Boulders 24 hours after it Opens Doors. Once the trap Releases Boulders, it resets itself automatically.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Test of Tactics": {
            "name": "Test of Tactics",
            "descriptionHazard": "<p>Obscure magical runes hidden within the runes of the 16 named warriors bind a pair of derghodaemons into the walls of this hallway.</p>",
            "disable": "<p>@Check[type:thievery|dc:37] (expert) to remove a set of runes linked to one bound derghodaemon, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (7th level, counteract DC 31) to counteract the trap's magic.</p>",
            "reset": "<p>If at least one of the @UUID[Compendium.pf2e.pathfinder-bestiary-2.Actor.oKogG9AwUZ9iBsm3]{Derghodaemons} survives, the trap resets after 1 hour, causing the surviving derghodaemons to be completely restored to full health and to merge with the floors.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "The Beast": {
            "name": "The Beast",
            "publicNotes": "<p>With the body of a powerful brown bear and the keen senses of an owl, the owlbear is a dangerous territorial predator, fearlessly attacking any creature that strays into its domain. Those who run afoul of an owlbear hear its terrifying screech only seconds before the massive creature is upon them, ripping them apart with deadly talons and a powerful beak.</p>\n<p>Although their origin is lost to time, owlbears are assumed to be the result of a magical experiment to make a more cunning predator. According to the legend, the wizard was too successful and ended up being the flrst victim of the beast. Today, owlbears can be found around the world, with a variety of features. While the most common subspecies looks like a brown bear with the features of a great horned owl, owlbears from the frozen north might resemble polar bears mixed with snowy owls, and in temperate rain forests they might resemble black bears with the heads of barn owls.</p>\n<p>Most owlbears live solitary lives, gathering only to mate and raise cubs, which are hatched from eggs. An owlbear's territory usually extends to around 5 miles from its lair, with clear signs of its habitat appearing with 1 mile (clawed up trees, gigantic feathers, and shredded carcasses). The lair of an owlbear rarely holds anything of value, but some adventurers have found trinkets, coins, and even jewelry in the massive pellets of undigested bones these monsters leave behind.</p>",
            "blurb": "Variant owlbear"
        },
        "The Dancing Lady": {
            "name": "The Dancing Lady",
            "publicNotes": "<p>Undeath is rare in the fey realm of the First World, for that plane's infusion with the raw power of life makes undead uncomfortable at best. Yet a few fey have adopted the vile practices and habits of notorious undead while still being living themselves, as seen in the blood-drinking habits of the murderous baobhan sith.</p>\n<p>A baobhan sith avoids confrontations when outnumbered, and although territorial, they won't reveal their true nature to larger groups. They prefer to drink blood from victims they find attractive, and they avoid drinking blood from animals and beasts entirely, as they consider such activities to be uncultured.</p>",
            "blurb": "Female baobhan sith"
        },
        "The First Faithful": {
            "name": "The First Faithful",
            "blurb": "Male fiend-warped human cleric of Yhidothrus"
        },
        "The Gardener": {
            "name": "The Gardener",
            "blurb": "Male halfling ghost",
            "hpDetails": "void healing, rejuvenation"
        },
        "The Horned Hunter": {
            "name": "The Horned Hunter",
            "publicNotes": "<p>To a satyr, life is a party and everyone is invited. Notorious for their hedonism, these fey believe there's no greater beauty than can be found in song, drink, indulgent meals, and carnal pleasures. Satyrs use their enchanting songs and natural charm to encourage all manner of people to follow their true desires and free themselves from society's rules. This usually involves enticing mortals to join raucous parties or engage in trysts in moonlit glades. If a potential companion rejects a satyr's advances, however, the satyr has little interest in continuing a conversation and goes off to find more amenable revelers.</p>\n<p>The lifestyle of a satyr leaves no room for ongoing affairs or long-term friends. Once his party is over or his lust is satiated, the satyr disappears back into the forest. The offspring satyrs leave behind are satyrs themselves, and usually end up being taken from their cradles by other fey rather than being left in mortals' care. Satyrs are always male.</p>\n<p>The untouched beauty of the forest is sacred and precious to a satyr. Brutish intruders who clear-cut trees or massacre animals without eating them risk drawing a satyr's ire. A satyr so provoked uses his spells to undermine foes and attempts to dispatch them either with brutal ambushes or by leading a rush of forest animals to attack.</p>\n<p>Other fey, particularly good fey, look upon satyrs as loutish, embarrassing cousins. They're rarely hostile toward satyrs, but most find them insufferable and advise any mortals they like to steer clear of satyrs' glades.</p>",
            "blurb": "Variant male satyr"
        },
        "The Knurly Witch": {
            "name": "The Knurly Witch",
            "publicNotes": "<p>Annis hags are brutal torturers and murderers, delighting in the musical screams and tasty flesh of young creatures and those who are pure of heart. Annis hags are the most direct of all hags, engaging in physical combat and using their change shape ability to hunt rather than to infiltrate and betray humanoids. But an Annis hag takes a grisly trophy from each kill and uses it to sow discord, sending the trophy to one of her victim's loved ones in a way that implicates another family member in the murder. Also known as iron hags, annis hags have iron-like yet flexible flesh that resists edged weapons, and their own touch is the same cold iron that burns the flesh of other hags. This allows them to bully their way to the leadership of hag covens.</p>\n<hr />\n<p>Malevolent crones who lurk at the edges of civilization, hags use their deceptive, magical abilities to prey upon humanoids, manipulating and corrupting them. Some say hags arose from fey that became twisted by their inner selfishness. Hags gather together in covens for greater power, craft unique magical items known as <em>@UUID[Compendium.pf2e.equipment-srd.Item.ACa9QlFqdmW4s2Th]{Hag Eyes}</em>, and are known to replace infant humanoids with their own offspring-these children are @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.bAjHCeyNcPRqOmLv]{Changelings} who have the potential to become hags themselves.</p>",
            "blurb": "Variant female annis hag",
            "allSavesBonus": "+1 status to all saves vs. magic, resolve"
        },
        "The Lonely Warrior": {
            "name": "The Lonely Warrior",
            "publicNotes": "<p>Jealous guardians of tombs, barrows, and sepulchers, cairn wights usually spawn from necromantic rituals. For those mortals who cannot abide the thought of separation from their earthly possessions, the undead existence offered by transformation into a cairn wight can be tempting. Perhaps as frequently, particularly avaricious and wealthy royalty or merchants seek out victims to transform into cairn wights to guard their precious wealth for all time.</p>\n<p>Only in the rarest instances is the greed of a mortal strong enough to spontaneously transform them into a cairn wight without a dark ritual or the intercession of a powerful divine being. On those occasions, however, the resultant wight exhibits unmatched viciousness and likely owns rare treasure indeed.</p>\n<p>As guardians of material possessions, cairn wights are supernaturally bound to the armaments they wore during the ritual used to create them. They can spread their necromantic powers into the weapons they wield. A slash from a cairn wight's sword channels life from the victim into the wight.</p>",
            "acDetails": "25 with shield raised",
            "blurb": "Variant cairn wight",
            "hpDetails": "void healing"
        },
        "The Misbegotten Troll": {
            "name": "The Misbegotten Troll",
            "publicNotes": "<p>Some trolls have learned the skills necessary to survive well beyond the typical life expectancy for their kind and rally others to follow their lead. These champions develop a number of talents that make them worthy leaders and potent hunters-namely their abilities to willingly boost the rate of their regeneration and to shake off the acid and fire that would hinder it, not to mention a bestial roar that can send would-be predators scurrying off. Troll kings possess a cunning far beyond their younger kin- they know to keep their allies close, and their enemies even closer. If a troll king so much as suspects that one of its followers is plotting to usurp it, retribution is swift and fatal.</p>\n<hr />\n<p>Slavering, cruel, practically invincible brutes: this is the villager's stock description for the dread monsters known as trolls. But words hardly do justice to trolls' capacity for destruction. They are as bloodthirsty as orcs but lacking the discipline, as massive as giants but capable of regenerating wounded flesh in an instant, and as reprobate as ogres but with twice the strength. The only way to really understand the wanton violence of a troll is to experience it firsthand-a fate few would wish even upon their worst enemies.</p>\n<p>The first thing that comes to mind when most think of trolls is the creatures' power of bodily regeneration. So potent is this regeneration that the only way to overcome it is to exploit the troll's vulnerability to acid and fire. It is not enough to slay the troll with caustic or flaming weapons, though-even the smallest scrap of a troll's flesh can regenerate into a full-size troll given enough time. The only sure way to eradicate a troll menace is to burn the monster's entire body until nothing remains.</p>\n<p>Trolls are solitary hunters, for their wickedness is anathema even to other giants. They occasionally roam in small gangs of two to four, but only when prey is plentiful or a particularly strong counterforce has broached their hunting grounds. In rare instances, an old and powerful troll comes to lead small tribes of trolls. Such \"troll kings\" possess enough cunning to lead their hordes in devastating raids and massacres, and their presence permanently alters the surrounding ecosystem. A wide variety of trolls exist, from the terrible monster traditionally associated with the name to the water-dwelling scrag and hybrid flood troll. Regional variations exist as well-mountain trolls among stony peaks, for instance, or moss trolls in swampy bayous-but all share the same trademark regenerative powers and insatiable thirst for blood.</p>",
            "blurb": "Variant troll king",
            "allSavesBonus": "+2 status to all saves vs. fear effects",
            "hpDetails": "regeneration 45 (deactivated by acid or fire)"
        },
        "The Power of Faith": {
            "name": "The Power of Faith",
            "descriptionHazard": "<p>The lingering essence of the dwarven worshippers who established this shrine demand deference to Torag and punish those who don't offer it.</p>",
            "disable": "<p>@Check[type:diplomacy|dc:27] (trained) to calm the lingering essence, @Check[type:religion|dc:23] (expert) to perform the required obeisance, or @Check[type:thievery|dc:30] (expert) to disrupt and redirect the essence harmlessly.</p>",
            "reset": "<p>The haunt deactivates as soon as no living creatures are in area <strong>A4</strong>, then resets after 1 hour has passed. It can be permanently destroyed by clearing the fortress of all creatures that don't follow Torag and rededicating it to the god with a <em>@UUID[Compendium.pf2e.spells-srd.Item.Dbd5W6G8U2vzWolN]{Consecrate}</em> ritual.</p>",
            "routine": "<p>(3 actions; divine, enchantment, mental) Ghostly images of chanting dwarves float through the room, drifting between the creatures in the chamber. As they float, they use their 3 actions to target up to three different creatures in the room, touching their brows and filling that person's head with overwhelming but entirely mental choirs exalting the glory of Torag. The haunt targets @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone} creatures before other creatures, and a single creature cannot be targeted more than once per round. A targeted creature must attempt a @Check[type:will|dc:25|traits:divine,enchantment,mental] save; prone creatures take a -2 penalty on this saving throw.</p>\n<hr>\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes @Damage[1d10[mental]] damage from the cacophonous choir in their head.</p>\n<p><strong>Failure</strong> The creature takes @Damage[(2d10+9)[mental]] damage from the cacophonous choir in their head.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[(3d10+18)[mental]] damage from the cacophonous choir in their head and is knocked prone.</p>",
            "stealth": "<p>(expert) to hear whispered prayers in Dwarven to Torag</p>"
        },
        "The Stag Lord": {
            "name": "The Stag Lord",
            "blurb": "Male human bandit lord"
        },
        "The Wriggling Man": {
            "name": "The Wriggling Man",
            "publicNotes": "<p>This worm that walks was a cultist of the Great Old One Hastur in its prior life. It continues its conspiracies and strives to further its evil plots in its new life.</p>",
            "acDetails": "all-around vision",
            "blurb": "Variant male worm that walks wizard ",
            "allSavesBonus": "+4 status vs. mental",
            "hpDetails": "fast healing 20"
        },
        "Thorn River Bandit": {
            "name": "Thorn River Bandit",
            "blurb": "Human bandits"
        },
        "Thresholder Disciple": {
            "name": "Thresholder Disciple",
            "blurb": "Human cultist",
            "allSavesBonus": "evasion",
            "sensesDetails": "unseen sight"
        },
        "Thresholder Hermeticist": {
            "name": "Thresholder Hermeticist",
            "acDetails": "concealed",
            "blurb": "Human occult researcher",
            "allSavesBonus": "juggernaut",
            "sensesDetails": "unseen sight"
        },
        "Thresholder Mystic": {
            "name": "Thresholder Mystic",
            "blurb": "Human cleric of Yog-Sothoth",
            "allSavesBonus": "resolve",
            "sensesDetails": "unseen sight"
        },
        "Thylacine": {
            "name": "Thylacine",
            "publicNotes": "<p>A thylacine can be easily mistaken for a dog or jackal, but the defining stripes on their gold-hued backs and unusually wide gaping jaws negate this perception in close encounters. A thylacine is quite vocal, and uses a combination of growls, hisses, and gaping threat-yawns when threatened. An adult thylacine stands 2 feet tall at the shoulder, is 4 feet long (not counting an additional 2 feet of tail) and weighs roughly 50 pounds.</p>\n<hr />\n<p>The thylacine is a marsupial carnivore. This nocturnal predator typically hunts alone, only occasionally forming small packs. Because of their odd appearance, thylacines have a far harsher reputation than they probably should, playing a sort of bogeyman role in farming communities.</p>"
        },
        "Tiger Lord": {
            "name": "Tiger Lord",
            "blurb": "Human barbarians"
        },
        "Tiger Lord Hill Giant (TL2)": {
            "name": "Tiger Lord Hill Giant (TL2)",
            "publicNotes": "<p>Selfish and crude, these rough-skinned raiders are bullies and ultimately cowards. Quick-tempered and fond of violence, a hill giant gladly raids and pillages the defenseless but is quick to flee from those who are bigger, stronger, or better organized than they are. A hill giant is never above shoving or tricking one of their own kind to slow down their opponent or get the best loot.</p>\n<hr />\n<p>Giants are massive humanoid creatures who live in remote regions throughout the world. They are divided into a number of subtypes.</p>",
            "blurb": "Variant hill giant"
        },
        "Trapdoor Ogre Spider": {
            "name": "Trapdoor Ogre Spider",
            "publicNotes": "<p>These terrifying creatures grow as large as elephants. The placement of their eyes above their wide mandibles evokes the grimacing visage of an ogre's leer. Ogres themselves find the appearance of ogre spider faces simultaneously amusing and adorable, but in most cases, ogres' attempts to keep these spiders as pets result in dead ogres and well-fed spiders.</p>",
            "blurb": "Variant Ogre spider"
        },
        "Trapped Portcullis": {
            "name": "Trapped Portcullis",
            "descriptionHazard": "<p>Two portcullises drop down to block progress through this area.</p>",
            "disable": "<p>@Check[type:thievery|dc:33] (master) to disable the trigger that causes the portcullises to drop</p>",
            "reset": "<p>The trap can be manually reset with a 10-minute Manipulate activity performed in the hallways to the east or west of this area, as long as neither portcullis is broken or destroyed.</p>",
            "stealth": "<p>(master)</p>"
        },
        "Tree that Weeps": {
            "name": "Tree that Weeps",
            "publicNotes": "<p>Malevolent, vicious, and cruel, scythe trees pose as normal trees near deep forest paths, where they wait to slaughter passersby. Instead of drawing sustenance from light and soil, scythe trees gorge themselves on the flesh, blood, and bone of sapient creatures. Nothing is more delectable to scythe trees than a kind-hearted gnome or an altruistic dryad who believes that a scythe tree can be redeemed. The screams and whimpers of these victims are music to these cruel plants and add an extra dimension of flavor to the meal.</p>\n<p>Scythe trees are solitary creatures by nature, and their size and power mean that they don't need to compete for food with other carnivorous plants. Once food sources dwindle in an area, scythe trees move on to another location. When a scythe tree dwells in a location for many months or years, it leaves traces of its bark and roots in the soil. Over time, these blood-nourished fragments might grow into a new scythe tree, but the progenitor will most likely have already moved on to new hunting grounds long before the new scythe tree reaches maturity.</p>\n<p>Scythe trees appear as dead or dying deciduous trees with long, twisted branches that end in scythe-like blades. These carnivorous plants have dark-brown bark that is nearly black near the bottom of the trunk and rusty brown leaves that remain attached year-round. Scythe trees' disturbing mouths remain closed when not eating, appearing as a jagged gash on the trunk. When scythe trees deign to speak, their voices are rough, deep, and mocking, particularly when discussing arboreals, whom scythe trees universally find to be insufferable and worthy of little more than being hacked to pieces.</p>",
            "blurb": "Variant scythe tree"
        },
        "Tristian (Level 1)": {
            "name": "Tristian (Level 1)"
        },
        "Tristian (Level 10)": {
            "name": "Tristian (Level 10)"
        },
        "Troll Guard": {
            "name": "Troll Guard",
            "publicNotes": "<p>Some trolls have learned the skills necessary to survive well beyond the typical life expectancy for their kind and rally others to follow their lead. These champions develop a number of talents that make them worthy leaders and potent hunters-namely their abilities to willingly boost the rate of their regeneration and to shake off the acid and fire that would hinder it, not to mention a bestial roar that can send would-be predators scurrying off. Troll kings possess a cunning far beyond their younger kin- they know to keep their allies close, and their enemies even closer. If a troll king so much as suspects that one of its followers is plotting to usurp it, retribution is swift and fatal.</p>\n<hr />\n<p>Slavering, cruel, practically invincible brutes: this is the villager's stock description for the dread monsters known as trolls. But words hardly do justice to trolls' capacity for destruction. They are as bloodthirsty as orcs but lacking the discipline, as massive as giants but capable of regenerating wounded flesh in an instant, and as reprobate as ogres but with twice the strength. The only way to really understand the wanton violence of a troll is to experience it firsthand-a fate few would wish even upon their worst enemies.</p>\n<p>The first thing that comes to mind when most think of trolls is the creatures' power of bodily regeneration. So potent is this regeneration that the only way to overcome it is to exploit the troll's vulnerability to acid and fire. It is not enough to slay the troll with caustic or flaming weapons, though-even the smallest scrap of a troll's flesh can regenerate into a full-size troll given enough time. The only sure way to eradicate a troll menace is to burn the monster's entire body until nothing remains.</p>\n<p>Trolls are solitary hunters, for their wickedness is anathema even to other giants. They occasionally roam in small gangs of two to four, but only when prey is plentiful or a particularly strong counterforce has broached their hunting grounds. In rare instances, an old and powerful troll comes to lead small tribes of trolls. Such \"troll kings\" possess enough cunning to lead their hordes in devastating raids and massacres, and their presence permanently alters the surrounding ecosystem. A wide variety of trolls exist, from the terrible monster traditionally associated with the name to the water-dwelling scrag and hybrid flood troll. Regional variations exist as well-mountain trolls among stony peaks, for instance, or moss trolls in swampy bayous-but all share the same trademark regenerative powers and insatiable thirst for blood.</p>",
            "blurb": "Variant troll king",
            "hpDetails": "regeneration 40 (deactivated by acid or fire)"
        },
        "Troll Marauders": {
            "name": "Troll Marauders"
        },
        "Tulvak": {
            "name": "Tulvak",
            "publicNotes": "<p>Malevolent crones who lurk at the edges of civilization, hags use their deceptive, magical abilities to prey upon humanoids, manipulating and corrupting them. Some say hags arose from fey that became twisted by their inner selfishness. Hags gather together in covens for greater power, craft unique magical items known as <em>@UUID[Compendium.pf2e.equipment-srd.Item.ACa9QlFqdmW4s2Th]{Hag Eyes}</em>, and are known to replace infant humanoids with their own offspring-these children are @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.bAjHCeyNcPRqOmLv]{Changelings} who have the potential to become hags themselves.</p>",
            "blurb": "Variant female green hag",
            "allSavesBonus": "+1 status to all saves vs. magic"
        },
        "Tusker Riders": {
            "name": "Tusker Riders"
        },
        "Unstable Pit": {
            "name": "Unstable Pit",
            "descriptionHazard": "<p>This open pit was once covered with branches- it's now visible, but its unstable edges are not obvious.</p>"
        },
        "Valerie (Level 1)": {
            "name": "Valerie (Level 1)"
        },
        "Valerie (Level 9)": {
            "name": "Valerie (Level 9)"
        },
        "Vicious Army Ant Swarm": {
            "name": "Vicious Army Ant Swarm",
            "publicNotes": "<p>An army ant swarm is a terrifying carpet of stinging insects that devours all in its path.</p>",
            "blurb": "Variant army ant swarm"
        },
        "Vilderavn Herald": {
            "name": "Vilderavn Herald",
            "publicNotes": "<p>In its true form, a vilderavn herald is a human-sized raven. Its ability to assume a humanoid guise suits it to insinuate itself into the retinue of a mortal ruler or to travel without too much concern, but more often these deadly fey directly serve more powerful rulers, such as the Eldest.</p>"
        },
        "Villamor Koth": {
            "name": "Villamor Koth"
        },
        "Virthad": {
            "name": "Virthad",
            "blurb": "Doppelganger priest of Lamashtu"
        },
        "Void Pit": {
            "name": "Void Pit",
            "disable": "<p>@Check[type:thievery|dc:48] (legendary) to deactivate the pit's magical link to outer space or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (10th level, counteract DC 44)</p>",
            "reset": "<p>The Void Pit resets instantly.</p>",
            "stealth": "<p>or <em>@UUID[Compendium.pf2e.spells-srd.Item.gpzpAAAJ1Lza2JVl]{Detect Magic}</em></p>"
        },
        "Volodmyra": {
            "name": "Volodmyra",
            "blurb": "Female Black Tear commander"
        },
        "Vordakai": {
            "name": "Vordakai",
            "publicNotes": "<p>At the height of his power well over 10,000 years ago, the original Vordakai was among the most powerful necromancers of the land. When this cyclops tyrant was defeated during the chaos following Earthfall, one of his apprentices claimed his name as well as his greatest treasure, the <em>Oculus of Abaddon</em>. Though he had been the least of the necromancer's apprentices, the new Vordakai was nevertheless a powerful wizard, but it would take more than power to claim the true Vordakai's mantle. Betrayed by followers of the original leader who refused to serve him, the new Vordakai was sealed into his own tomb, and over the passage of eons, the cyclops lich atrophied.</p>\n<p>Although much weakened today, Vordakai remains a dangerous opponent who can devastate a poorly prepared party on his own. Don't be afraid to play Vordakai as arrogant creature-he has existed for longer than most creatures on Golarion, after all, and if he makes arrogant mistakes (such as neglecting to cast spells defensively or provoking Attacks of Opportunity), that not only gives the PCs a chance to survive but also helps to establish the ancient lich as both overconfident and a bit careless from his long period of quiescence. Keep in mind that Vordakai is the most powerful foe the PCs have encountered in the <em>Kingmaker Adventure Path</em> thus far, and in defeating him, they will accomplish something truly legendary.</p>\n<p>If Vordakai has the chance to prepare for battle before combat, he takes 3 rounds to cast <em>@UUID[Compendium.pf2e.spells-srd.Item.SwUiVavHKMWG7t5K]{Truespeech}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.Fr58LDSrbndgld9n]{Resist Energy}</em> (choosing an energy type he knows the PCs favor as a result of watching them via his familiar), and then <em>@UUID[Compendium.pf2e.spells-srd.Item.j8vIoIEWElvpwkcI]{Mirror Image}</em> just before entering battle. Finally, he activates <em>@UUID[Compendium.pf2e.spells-srd.Item.uqlxMQQeSGWEVjki]{Truesight}</em> using the <em>Oculus of Abaddon</em> before entering combat (doing so in the first round of a fight if instead he's caught by surprise by the PCs).</p>\n<p>Once combat begins, Vordakai starts by casting <em>@UUID[Compendium.pf2e.spells-srd.Item.OsOhx3TGIZ7AhD0P]{Dominate}</em> on the party's strongest healer; if successful, he commands the healer to his side to defend him by attacking anyone who attacks the lich in melee. On subsequent rounds, Vordakai uses ranged magic against the party, casting <em>@UUID[Compendium.pf2e.spells-srd.Item.fd31tAHSSGXyOxW6]{Vampiric Exsanguination}</em> as soon as he's reduced to 100 Hit Points or fewer. When facing only one or two foes, he prefers to attack with Consume Memories followed by a hand Strike, opting to save his spells for an emergency.</p>\n<p>The greatest diminishment of Vordakai's power is represented through the loss of his soul cage-the magical item he initially used to trap his own soul and enable his transformation into a lich in the first place. He cannot create a replacement as long as he remains atrophied, but his arrogance works against him here. Only if he's reduced below 20 Hit Points does he realize that the PCs have a very good chance to defeat him, and if he survives long enough to take a turn after this realization, he casts his 5th-rank <em>@UUID[Compendium.pf2e.spells-srd.Item.VlNcjmYyu95vOUe8]{Translocate}</em> to flee to area C5 of his tomb. If he's able to escape in this way, he'll wait for a few days before returning to his tomb, infuriated if the PCs have released his prisoners and robbed him blind. At this point, Vordakai can become a recurring villain in your campaign!</p>",
            "blurb": "Male cyclops atrophied lich",
            "allSavesBonus": "+1 status to all saves vs. vitality",
            "sensesDetails": "dark vision",
            "hpDetails": "void healing"
        },
        "Weakened Floor": {
            "name": "Weakened Floor",
            "descriptionHazard": "<p>A section of the cave floor collapses under a creature, plunging it 40 feet into a chasm filled with jagged stalactites.</p>",
            "disable": "<p>@Check[type:survival|dc:20] to knock loose the unstable floor and reveal a traversable ledge to the south.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Werendegar": {
            "name": "Werendegar",
            "publicNotes": "<p>Gimmerlings are small, shapeshifting fey who stage ambushes to sate their endless hunger and childish greed. These cruelly curious fey obsess over finding and making unusual traps and sadistic weapons, and their favorite amusement is se eing these traps sprung or the weapons wielded. When on the Material Plane, they are frequently found in urban areas, particularly slums or other parts of town where they can either go unnoticed or be easily forgotten-and have plenty of victims to choose from.</p>\n<p>A typical gimmerling disguises itself as an endangered child, doing so in hopes of drawing creatures close enough to rob. The gimmerling puts itself in apparent danger using a trap, construct, or bribed ally, or even a coerced monster like a @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.BAD7npndaooB3Pz1]{Redcap}.</p>\n<p>Because gimmerlings sometimes trade obscure smithing or trapping techniques in exchange for gifts that sate their curiosity, their greed, or their hunger, they have at times been worshipped as minor gods of the forge. Some disciplined gimmerlings work as honored artisans, elite guards, or spies for the demigods known as the Eldest who dwell in the depths of the First World.</p>",
            "blurb": "Variant male glimmerling",
            "speedsDetails": "trickster's step",
            "sensesDetails": "hungersense (imprecise) 30 feet"
        },
        "Whimwyrm": {
            "name": "Whimwyrm",
            "publicNotes": "<p>Whimwyrms are unpredictable dragons native to the whimsically dangerous First World. While their coloration and appearance might evoke reactions of adoration, their moods shift quickly from one extreme to the other. Many who have assumed that their adorability and relatively small size equates to safety have met swift and grisly ends on a whimwyrm's fangs or magic.</p>\n<p>A whimwyrm is a slender, sleek dragon, not much longer than seven feet from snout to tail, but its speed in combat is unnerving. When a whimwyrm attacks, be it with its fanged mouth or its long tail, it makes several quick, darting snaps or lashes at once. While stylistically, these attacks consist of multiple bites or lashings, they still resolve as a single Strike.</p>",
            "sensesDetails": "fog vision"
        },
        "Wild Hunt Archer": {
            "name": "Wild Hunt Archer",
            "publicNotes": "<p>These lithe, androgynous humanoids have pointed ears, glowing green eyes, and hair that flows softly at all times as if in a gentle breeze. They are methodical hunters who fire their bows with uncanny accuracy. Since wild hunt archers tend to be slower on foot than most of their companions, they often rely on wild hunt horses to provide increased mobility. Rather than carrying normal arrows, they can produce arrows as needed from magical quivers-these quivers do not function in this manner for anyone other than wild hunt archers.</p>\n<hr />\n<p>Although some believe the wild hunt is nothing more than legend, the riders of the wild hunt are real. Countless members of these fey compose the wild hunt-the term \"wild hunt\" refers to the family of creatures as a whole as well as to individual groups of these fey who gather to pursue their quarry.</p>\n<p>Wild hunt monarchs set the terms of each specific hunt, depending upon the prey and their own whims. The easier the prey, the more likely a monarch is to impose rules to make the hunt more entertaining, such as forbidding anyone but their hounds from injuring the quarry, or holding back their forces to give the target creature time to rest and recover.</p>\n<p>While most missions come from rumors gathered by a wild hunt monarch, monarchs occasionally consider proposals from the few who are brave and knowledgeable enough to seek them out. They accept tasks only from sources they deem worthy, and the payments they demand for their services vary significantly, though they have no interest in material wealth. Wild hunt monarchs take grave offense at unfavorable deals. Those who attempt to cheat a monarch often become the enraged fey's next target.</p>",
            "sensesDetails": "greensight"
        },
        "Wild Hunt Horse": {
            "name": "Wild Hunt Horse",
            "publicNotes": "<p>These steeds stand upon puffs of air, their grassy manes and tails swishing majestically in the wind. When they are not participating in a hunt, wild hunt horses enjoy constructing complicated courses through land and sky and racing each other for ever-changing stakes.</p>\n<hr />\n<p>Although some believe the wild hunt is nothing more than legend, the riders of the wild hunt are real. Countless members of these fey compose the wild hunt-the term \"wild hunt\" refers to the family of creatures as a whole as well as to individual groups of these fey who gather to pursue their quarry.</p>\n<p>Wild hunt monarchs set the terms of each specific hunt, depending upon the prey and their own whims. The easier the prey, the more likely a monarch is to impose rules to make the hunt more entertaining, such as forbidding anyone but their hounds from injuring the quarry, or holding back their forces to give the target creature time to rest and recover.</p>\n<p>While most missions come from rumors gathered by a wild hunt monarch, monarchs occasionally consider proposals from the few who are brave and knowledgeable enough to seek them out. They accept tasks only from sources they deem worthy, and the payments they demand for their services vary significantly, though they have no interest in material wealth. Wild hunt monarchs take grave offense at unfavorable deals. Those who attempt to cheat a monarch often become the enraged fey's next target.</p>",
            "sensesDetails": "greensight"
        },
        "Wild Hunt Hound": {
            "name": "Wild Hunt Hound",
            "publicNotes": "<p>Wild hunt hounds are intelligent hunters and expert trackers that take the lead against elusive prey. Left to their own devices, they seek out creatures that are notoriously difficult to track. They are always surrounded with green mist composed of fragments of the spirits of the wild hunt's victims, a mystic fog that forms itself into a spectral pack to fight at its side.</p>\n<hr />\n<p>Although some believe the wild hunt is nothing more than legend, the riders of the wild hunt are real. Countless members of these fey compose the wild hunt-the term \"wild hunt\" refers to the family of creatures as a whole as well as to individual groups of these fey who gather to pursue their quarry.</p>\n<p>Wild hunt monarchs set the terms of each specific hunt, depending upon the prey and their own whims. The easier the prey, the more likely a monarch is to impose rules to make the hunt more entertaining, such as forbidding anyone but their hounds from injuring the quarry, or holding back their forces to give the target creature time to rest and recover.</p>\n<p>While most missions come from rumors gathered by a wild hunt monarch, monarchs occasionally consider proposals from the few who are brave and knowledgeable enough to seek them out. They accept tasks only from sources they deem worthy, and the payments they demand for their services vary significantly, though they have no interest in material wealth. Wild hunt monarchs take grave offense at unfavorable deals. Those who attempt to cheat a monarch often become the enraged fey's next target.</p>",
            "sensesDetails": "greensight"
        },
        "Wild Hunt Monarch": {
            "name": "Wild Hunt Monarch",
            "publicNotes": "<p>Each wild hunt follows a wild hunt monarch, who travels between the realm of the fey and the Material Plane in search of new quarry. These limber and regal humanoids have elk antlers, long pointed ears, flowing white hair, and luminescent green eyes.</p>\n<hr />\n<p>Although some believe the wild hunt is nothing more than legend, the riders of the wild hunt are real. Countless members of these fey compose the wild hunt-the term \"wild hunt\" refers to the family of creatures as a whole as well as to individual groups of these fey who gather to pursue their quarry.</p>\n<p>Wild hunt monarchs set the terms of each specific hunt, depending upon the prey and their own whims. The easier the prey, the more likely a monarch is to impose rules to make the hunt more entertaining, such as forbidding anyone but their hounds from injuring the quarry, or holding back their forces to give the target creature time to rest and recover.</p>\n<p>While most missions come from rumors gathered by a wild hunt monarch, monarchs occasionally consider proposals from the few who are brave and knowledgeable enough to seek them out. They accept tasks only from sources they deem worthy, and the payments they demand for their services vary significantly, though they have no interest in material wealth. Wild hunt monarchs take grave offense at unfavorable deals. Those who attempt to cheat a monarch often become the enraged fey's next target.</p>",
            "sensesDetails": "greensight"
        },
        "Wild Hunt Scout": {
            "name": "Wild Hunt Scout",
            "publicNotes": "<p>These compact few have pointed ears, green eyes, and ram's horns. They relish the chance to seek revenge upon those who have wronged or insulted the wild hunt, but they tend to grow bored when the stakes aren't lethal.</p>\n<hr />\n<p>Although some believe the wild hunt is nothing more than legend, the riders of the wild hunt are real. Countless members of these fey compose the wild hunt-the term \"wild hunt\" refers to the family of creatures as a whole as well as to individual groups of these fey who gather to pursue their quarry.</p>\n<p>Wild hunt monarchs set the terms of each specific hunt, depending upon the prey and their own whims. The easier the prey, the more likely a monarch is to impose rules to make the hunt more entertaining, such as forbidding anyone but their hounds from injuring the quarry, or holding back their forces to give the target creature time to rest and recover.</p>\n<p>While most missions come from rumors gathered by a wild hunt monarch, monarchs occasionally consider proposals from the few who are brave and knowledgeable enough to seek them out. They accept tasks only from sources they deem worthy, and the payments they demand for their services vary significantly, though they have no interest in material wealth. Wild hunt monarchs take grave offense at unfavorable deals. Those who attempt to cheat a monarch often become the enraged fey's next target.</p>",
            "sensesDetails": "greensight"
        },
        "Windchaser": {
            "name": "Windchaser",
            "publicNotes": "<p>Horses serve as mounts and beasts of burden in many societies. They are loyal and typically gentle creatures, and they are invaluable to those looking to travel long distances. Smaller folk, like gnomes and halflings, often utilize ponies as mounts, while horses are the favored steeds for humans and other Medium humanoids. Most horses that the average humanoid encounters are domesticated, though large herds of these powerful animals can be found in the wild.</p>",
            "blurb": "Variant war horse"
        },
        "Winged Owlbear": {
            "name": "Winged Owlbear",
            "publicNotes": "<p>With the body of a powerful brown bear and the keen senses of an owl, the owlbear is a dangerous territorial predator, fearlessly attacking any creature that strays into its domain. Those who run afoul of an owlbear hear its terrifying screech only seconds before the massive creature is upon them, ripping them apart with deadly talons and a powerful beak.</p>\n<p>Although their origin is lost to time, owlbears are assumed to be the result of a magical experiment to make a more cunning predator. According to the legend, the wizard was too successful and ended up being the flrst victim of the beast. Today, owlbears can be found around the world, with a variety of features. While the most common subspecies looks like a brown bear with the features of a great horned owl, owlbears from the frozen north might resemble polar bears mixed with snowy owls, and in temperate rain forests they might resemble black bears with the heads of barn owls.</p>\n<p>Most owlbears live solitary lives, gathering only to mate and raise cubs, which are hatched from eggs. An owlbear's territory usually extends to around 5 miles from its lair, with clear signs of its habitat appearing with 1 mile (clawed up trees, gigantic feathers, and shredded carcasses). The lair of an owlbear rarely holds anything of value, but some adventurers have found trinkets, coins, and even jewelry in the massive pellets of undigested bones these monsters leave behind.</p>",
            "blurb": "Variant owlbear"
        },
        "Wyvern Flight": {
            "name": "Wyvern Flight"
        },
        "Xae": {
            "name": "Xae",
            "blurb": "Female gnome ghost",
            "hpDetails": "void healing, rejuvenation"
        },
        "Zorek": {
            "name": "Zorek",
            "blurb": "Ageless male human cleric of Gorum",
            "hpDetails": "fast healing 10"
        }
    },
    "mapping": {
        "descriptionHazard": "system.details.description",
        "disable": "system.details.disable",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "stealth": "system.attributes.stealth.details",
        "publicNotes": "system.details.publicNotes",
        "privateNotes": "system.details.privateNotes",
        "acDetails": "system.attributes.ac.details",
        "blurb": "system.details.blurb",
        "hpDetails": "system.attributes.hp.details",
        "allSavesBonus": "system.attributes.allSaves.value",
        "speedsDetails": "system.attributes.speed.details",
        "sensesDetails": "system.perception.details"
    }
}