{
    "label": "Rusthenge-Bestiary",
    "entries": {
        "Ancient Apparatus": {
            "name": "Ancient Apparatus",
            "descriptionHazard": "<p>A complex device made of multicolored metal that resembles a combination of grinding gears, spider-like legs, and twitching blades, from which emits a constant soft ticking sound. All of the metal in the device appears to be rusted or corroded.</p>",
            "disable": "<p>@Check[type:thievery|dc:18] to adjust the device's workings so they seize up and no longer function, or @Check[type:religion|dc:21] to focus prayers to a non-evil deity into the device to disrupt its ability to channel ambient faith</p>",
            "reset": "<p>The ancient apparatus reverts to its non-active mode and resets automatically at the end of any round in which there are no obvious targets to attack.</p>",
            "routine": "<p>(3 actions) The ancient apparatus emits beams of rust-colored light, spending an action to make ranged Strikes against three targets in area <strong>D3</strong>. The apparatus can target creatures as if it possessed darkvision, but has no ability to discern between friend or foe. It can't target a creature more than once, and if there are more than three targets, it selects its targets from those it can see in the room randomly. The ancient apparatus has only 1 action as long as its Hit Points are below its BT.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Clockwork Belimarius": {
            "name": "Clockwork Belimarius",
            "publicNotes": "<p>A clockwork mage is a lethal blend of magic and machinery. Each of these clockworks is imbued with an arcane stone at its core that powers spells through the wand embedded in its chest.</p>\n<hr />\n<p>Intricate, complex machines, clockworks are built with care by highly skilled engineers. Though their creation involves some amount of magic, they're primarily mechanical, packed with precision-tuned gears and springs working in concert.</p>\n<p>The sturdy mainspring within a clockwork must be wound to provide the energy needed to power the device. Some larger clockworks contain a series of springs for different limbs that each need to be wound. A clockwork's crafter creates a unique metal key while building the clockwork; winding the clockwork usually involves inserting the key into the machine's back and turning clockwise. Larger clockworks require greater strength to turn the key, and typically have larger keys to allow for more torque-some even accommodating a team of winders rather than an individual. Programming a clockwork requires both the key and the knowledge to set the program correctly, information usually reserved for the clockwork's creator or owner.</p>",
            "blurb": "Variant clockwork mage"
        },
        "Clockwork Serpent Spy": {
            "name": "Clockwork Serpent Spy",
            "publicNotes": "<p>Engineers, technologists, and mechanically gifted wizards employ clockwork spies-tiny, spiderlike constructs capable of recording and playing back audio-to surreptitiously surveil their enemies or steal secrets from competitors. Their spindly bodies and delicate components make them unsuitable for combat; in fact, most builders construct clockwork spies with a self-destruct mechanism to ensure the spies' meddling can't be traced back to them.</p>\n<hr />\n<p>Intricate, complex machines, clockworks are built with care by highly skilled engineers. Though their creation involves some amount of magic, they're primarily mechanical, packed with precision-tuned gears and springs working in concert.</p>\n<p>The sturdy mainspring within a clockwork must be wound to provide the energy needed to power the device. Some larger clockworks contain a series of springs for different limbs that each need to be wound. A clockwork's crafter creates a unique metal key while building the clockwork; winding the clockwork usually involves inserting the key into the machine's back and turning clockwise. Larger clockworks require greater strength to turn the key, and typically have larger keys to allow for more torque-some even accommodating a team of winders rather than an individual. Programming a clockwork requires both the key and the knowledge to set the program correctly, information usually reserved for the clockwork's creator or owner.</p>",
            "blurb": "Variant clockwork spy"
        },
        "Dretch": {
            "name": "Dretch",
            "publicNotes": "<p>Among the lowest and least powerful of all demons, dretches are just as vicious and cruel as their more powerful brethren. They happily vent their frustrations on anything weaker than themselves.</p>\n<p>Born from the souls of the slothful, these demons appear vaguely humanoid in appearance with awkward limbs and slack lumps of skin hanging from their frames. Supposedly, a single slothful soul of sufficient depravity and strength can spawn an entire horde of these creatures. However, as weaker demons, their lot in life is to suffer at the hands of more powerful Abyssal predators, and only a tiny number of dretches ever manage to become something more. For this reason, dretches are quite accommodating when summoned by mortals. They're usually content to work under conditions few other outsiders would accept, although they'll still gladly turn on even the kindest of masters who show even the slightest hint of weakness.</p>\n<hr />\n<p>Mortal souls that have been twisted and corrupted by sin sometimes arise in the afterlife as demons. These powerful and destructive fiends seek to spread their particular sin to warp more souls, thereby bolstering their numbers and continuing the cycle.</p>"
        },
        "Fallen Acolyte": {
            "name": "Fallen Acolyte",
            "blurb": "Human ex-clerics"
        },
        "Glutu": {
            "name": "Glutu",
            "publicNotes": "<p>The boggard swampseer has been gifted with magic through its worship of the demon lord Gogunta, and uses its power to rule a boggard village, keeping the rest of the village in line and planning raids on nearby communities.</p>\n<hr />\n<p>Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, fiercely competing for food and even consuming their siblings in that struggle. Over 3 years, the surviving boggards develops arms, legs, and lungs while learning the rudiments of hunting, crafts, and warfare-everything needed to survive in their might-makes-right society. At the top of most boggard hierarchies lords a hulking swampseer imbued with sinister divine magic.</p>",
            "blurb": "Male variant boggard swampseer",
            "speedsDetails": "swamp stride"
        },
        "Knurr Ragnulf": {
            "name": "Knurr Ragnulf"
        },
        "Meitremar": {
            "name": "Meitremar",
            "blurb": "Male human cultist of Xar-Azmak"
        },
        "Ordwi": {
            "name": "Ordwi",
            "blurb": "Female human cleric of Cayden Cailean"
        },
        "Primordial Envy": {
            "name": "Primordial Envy",
            "publicNotes": "<p>The primordial envy is most often found in underground ruins within Edasseril. It hungers for magic, leaching it from any source it can come into contact with. This hunger can be exploited by clever adventurers who bait it with powerful destructive magics. A primordial envy is one of the most defensive sin oozes, and it tends to layer abjuration spells over itself to both increase its resilience and empower its attacks.</p>\n<hr />\n<p>Thassilon's ruins contain numerous sources of raw magical power that have been lost or forgotten. As many of these sources are steeped in sinful soul energy used by the runelords to enhance their power, some of these sources go \"sour,\" forming into a sinsludge—a mucky effluvium that develops into a barely rudimentary consciousness based on the emotion behind the sin.</p>\n<h2>Other Sinsludges</h2>\n<p>The primordial envy is the least dangerous sinsludge. The glistening pride's shimmering visage lures victims, then curses them with an inflated and competitive ego that tends to get them killed. The crusted sloth leaves victims wallowing in lethargy until they starve, while the shimmering greed imprisons would-be treasure seekers within shells of precious metal. The slithering lust's sweet scents enthrall victims with their deepest desires, distracting them as it feeds. But the most terrible of the sinsludges are the ravenous wrath, which uses blasts of devastating energy to feed, and the rancid gluttony, which consumes souls and leaves bodies behind as lethal undead.</p>",
            "allSavesBonus": "–2 status vs. evocation and necromancy",
            "sensesDetails": "magic sense (precise) 30 feet"
        },
        "Rushing Waters": {
            "name": "Rushing Waters",
            "descriptionHazard": "<p>Rivulets of water begin to run from the circle of stones to gather in a growing puddle at the center.</p>",
            "disable": "<p>@Check[type:thievery|dc:20] (expert) to rub out the @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} runes on the ceiling, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (2nd level, counteract DC 18) to counteract the trap</p>",
            "reset": "<p>The magic rejuvenates over 10 minutes, after which it is recharged and ready to activate again.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Rust Zombie": {
            "name": "Rust Zombie",
            "publicNotes": "<p>Plague zombies are infested with hideous contagions.</p>\n<hr />\n<p>A zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed.</p>",
            "hpDetails": "void healing"
        },
        "Rusted Cage Trap": {
            "name": "Rusted Cage Trap",
            "descriptionHazard": "<p>A rusty cage embedded in the ceiling drops down with a clang to try to entrap a creature that steps onto the pressure plate in the middle of the room.</p>",
            "disable": "<p>@Check[type:thievery|dc:13] to harmlessly trigger the trap by nudging the pressure plate, @Check[type:thievery|dc:20] to stabilize the pressure plate so it doesn't trigger, or @Check[type:athletics|dc:20] to @UUID[Compendium.pf2e.actionspf2e.Item.SkZAQRkLLkmBQNB9]{Escape} from the cage or @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} the cage once it falls</p>",
            "reset": "<p>The mechanism to manually reset this trap is located in area <strong>D15</strong>.</p>"
        },
        "Rusted Door": {
            "name": "Rusted Door",
            "descriptionHazard": "<p>Shards of rust extend from the door and crumble away to cling to the flesh and clothes of anyone who attempts to open or damage the door.</p>",
            "disable": "<p>@Check[type:thievery|dc:18] to deface the hidden runes that allow the trap to activate, or @Check[type:religion|dc:21] to offer prayers to a non-evil deity to override the ancient influence of Xar-Azmak</p>",
            "reset": "<p>The rusted door resets automatically after 1 round.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Rustsworn Initiate": {
            "name": "Rustsworn Initiate",
            "blurb": "Human cultist"
        },
        "Rusty Floor Spikes": {
            "name": "Rusty Floor Spikes",
            "descriptionHazard": "<p>Pressure plates on the floor near the north door cause rusty spikes to lance up out of the floor in area <strong>C3</strong>.</p>",
            "disable": "<p>@Check[type:thievery|dc:18] (trained) to disable the pressure plates.</p>",
            "reset": "<p>Turn the resetting wheel in the eastern Inner Guard Station (area <strong>C8b</strong>).</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Rusty Spike Launcher": {
            "name": "Rusty Spike Launcher",
            "descriptionHazard": "<p>As the large rusty door swings open, a mass of rusty spikes appear out of nowhere in the open doorway and launch violently into the room.</p>",
            "disable": "<p>@Check[type:thievery|dc:20] to decouple the triggering rods that cause the spikes to extend, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (2nd level; counteract DC 18) to counteract the trap</p>",
            "reset": "<p>The trap automatically resets once the door is closed.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Severed Head": {
            "name": "Severed Head",
            "publicNotes": "<p>The most common beheaded appears simply as a rotting head, barely preserved by the magic that created it.</p>\n<hr />\n<p>Beheaded are the reanimated heads of decapitation victims. These mindless undead fly through the air or roll around to attack their prey.</p>",
            "blurb": "Variant severed head",
            "hpDetails": "void healing"
        },
        "Spiky Pit Trap": {
            "name": "Spiky Pit Trap",
            "descriptionHazard": "<p>A piece of hide covered with a layer of dirt and gravel is suspended over a 20-foot pit filled with spikes.</p>",
            "disable": "<p>@Check[type:thievery|dc:18] (trained) to manually trigger the trap without falling in, or @Check[type:thievery|dc:25] (trained) to secure the hide so the trap doesn't activate</p>",
            "reset": "<p>Creatures can still fall into the trap, but the hide that covers it must be reset manually (a 10-minute activity) for the trap to become @UUID[Compendium.pf2e.conditionitems.Item.iU0fEDdBp3rXpTMC]{Hidden} again.</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Starving Werebat": {
            "name": "Starving Werebat",
            "publicNotes": "<p>Werebats form organized colonies of opportunistic hunters. They aren't shy about transforming creatures to add to their colony, whom they initiate with elaborate social ceremonies and bloody hazing. The curse of the werebat gives them a strong urge to prey upon on weaker, lonely creatures. True werebats are often unusually tall and thin, with angular features. In combat, werebats favor their unarmed attacks because they can't fly while wielding weapons in their wings.</p>\n<hr />\n<p>Werecreatures are humanoids who transform into animals and animal-humanoid hybrids under the light of the full moon. The fate of these shapechanging creatures derives from an ancient primal curse that they can, in turn, transmit through their own bites. The stat blocks in this section reflect werecreatures in their hybrid forms.</p>",
            "blurb": "Weak svirfneblin werebat"
        },
        "Theiltemar": {
            "name": "Theiltemar",
            "publicNotes": "<p>Among the ranks of the dead, none are so numerous, nor so varied, as the skeleton. While most are almost entirely made from bone, some maintain a few scraps of flesh to aid them in movement, such as wing membranes.</p>",
            "blurb": "Male variant skeleton",
            "hpDetails": "void healing"
        },
        "Trygve": {
            "name": "Trygve",
            "blurb": "Human smith"
        },
        "Vanda": {
            "name": "Vanda"
        },
        "Vloriak": {
            "name": "Vloriak",
            "publicNotes": "<p>Vloriaks rise from the sinful souls of those whose acts of sabotage resulted in despair and terror, and they delight in the destruction of mortal artifice. Often called despoiler demons, vloriaks were the followers of Xar-Azmak. Their numbers have dwindled over the eons since the Lord of Rust's death; those that exist now are scattered throughout the Abyss. Their chitinous bodies and faceted eyes give them an insectile appearance.</p>\n<h2>Vlorian Influence</h2>\n<p>Vloriaks hail from the otherworldly realm of Vlorus, and as such carry within themselves the potential for decay and rusting ruin. Other creatures that dwell in Vlorus—particularly fiends who rise to power there—can gain similar powers over rust as well. The Vlorian cythnigot encountered earlier in this adventure is an example, but fiends of any type can become infested with unique rust-themed abilities if they hail from this otherworldly realm.</p>",
            "allSavesBonus": "+1 status to all saves vs. magic"
        },
        "Vlorian Cythnigot": {
            "name": "Vlorian Cythnigot",
            "publicNotes": "<p>The cythnigot is a foul fungal parasite that grows and thrives in the corpses of small creatures. It wears these bodies like a suit, but also adjusts and tailors the fleshy covering to suit its needs, and the body ends up looking as alien as anything else spawned from the Abyssal depths. The cythnigot's most identifying feature is the long stalk of fungal material that extends from creature's body, ending in a surprisingly strong set of fanged jaws.</p>",
            "blurb": "Variant cythnigot"
        },
        "Zaiox": {
            "name": "Zaiox",
            "publicNotes": "<p>Dero magisters are leaders among dero society. They perform the bulk of the cruel operations and memory-altering procedures inflicted upon their victims.</p>\n<hr />\n<p>Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious type of fey abandoned in the deepest, darkest caverns of Golarion, deros are the subject of fearful legends and folk tales to most of the world's surface races. They skulk beneath major metropolitan areas, performing cruel and twisted experiments on unwilling subjects. A dero is 3 feet tall and weighs approximately 70 pounds.</p>",
            "blurb": "Variant male dero magister"
        }
    },
    "mapping": {
        "publicNotes": "system.details.publicNotes",
        "privateNotes": "system.details.privateNotes",
        "acDetails": "system.attributes.ac.details",
        "blurb": "system.details.blurb",
        "hpDetails": "system.attributes.hp.details",
        "allSavesBonus": "system.attributes.allSaves.value",
        "speedsDetails": "system.attributes.speed.details",
        "sensesDetails": "system.perception.details",
        "items": {
            "converter": "translateActorItems",
            "path": "items"
        },
        "descriptionHazard": "system.details.description",
        "disable": "system.details.disable",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "stealth": "system.attributes.stealth.details"
    }
}