{
    "label": "Crown-Of-The-Kobold-King-Bestiary",
    "entries": {
        "Albino Giant Bat": {
            "name": "Albino Giant Bat",
            "blurb": "Variant giant bat"
        },
        "Ashen Guardian": {
            "name": "Ashen Guardian",
            "publicNotes": "<p>The mysterious undead known as shadows lurk in dark places and feed on those who stray too far from the light. Those who parley with shadows, typically by keeping them at bay with a glowing weapon, may learn great secrets, for they are ideal spies.</p>",
            "blurb": "Variant Shadow"
        },
        "Avalanche Doors": {
            "name": "Avalanche Doors",
            "hpDetails": "BT 25",
            "descriptionHazard": "<p>The double door is a false door; when triggered, the door slams downward like a drawbridge to crush anyone standing before it.</p>",
            "disable": "<p>@Check[type:thievery|dc:22] (trained) to detach the trigger from the doors and lock them in place</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Charge of the Spear Legion": {
            "name": "Charge of the Spear Legion",
            "descriptionHazard": "<p>When triggered, the room lurches suddenly on its side, causing those in the room to slide down toward the double line of spears on the west wall while the statues on the east slide down on a pulley-and-roller system to smash into the victims.</p>",
            "disable": "<p>@Check[type:thievery|dc:20] to deactivate the triggering pressure plate near the northern door</p>",
            "reset": "<p>After 1 minute, the chamber rights itself and resets the trap.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Cilios": {
            "name": "Cilios",
            "publicNotes": "<p>The majority of mummies were created by cruel and selfish masters to serve as guardians to protect their tombs from intruders. The traditional method of creating a mummy guardian is a laborious and sadistic process that begins well before the poor soul to be transformed is dead, during which the victim is ritualistically starved of nourishing food and instead fed strange spices, preservative agents, and toxins intended to quicken the desiccation of the flesh. The victim remains immobile but painfully aware during the final stages, where its now-useless entrails are extracted before it's shrouded in funerary wrappings and entombed within a necromantically ensorcelled sarcophagus to await intrusions in the potentially distant future. While it's certainly possible to use other methods to create a mummy guardian from an already-deceased body, those who seek to create these foul undead as their guardians in the afterlife often feel that such methods result in inferior undead-the pain and agony of death by mummification being an essential step in the process.</p>\n<p>Regardless of the method of their creation, mummy guardians are more than just physical shells of flesh and bone-they retain fragmented, distorted versions of their minds, with only enough memories of their living personality remaining to fuel their undead anger and jealousy of those who yet live. This burning rage only intensifies over the centuries of waiting within a crypt for the chance to actually act, and thus when most mummy guardians are awoken by tomb robbers or adventurers, they stop at nothing in pursuit of glorious slaughter.</p>\n<hr />\n<p>While many cultures practice mummification of the dead for benign reasons, undead mummies are created through foul rituals, typically to provide eternally vigilant guardians.</p>",
            "blurb": "Variant male mummy guardian",
            "hpDetails": "void healing"
        },
        "Dark Talon Kobold": {
            "name": "Dark Talon Kobold",
            "blurb": "Kobold rogue"
        },
        "Darkmantle": {
            "name": "Darkmantle",
            "publicNotes": "<p>These dark blue or black mollusk-like creatures have a similar appearance to an octopus, save that they have only six tentacles, all of which are connected by a thick leathery shroud. While darkmantle aren't a particularly good climber, they excel at clinging and can clutch onto a cave roof for days, patiently waiting to ambush any prey that walks below them with a disorienting blob of darkness. When clinging to a cave roof, and with their bulbous red eyes closed down to squints, darkmantles in ambush look similar to stalactites. Their preferred hunting method works best on creatures without darkvision, so they frequent ruins aboveground or shallow caves not far from the outside world. When darkmantles sense prey, they shed darkness down onto their prey before dropping away from the ceiling to flap quickly down to their victim, whereupon these beasts clutch and squeeze with their thick, muscular tentacles. Despite the shape of darkmantles, their bodies's texture is more like thick leather or even rubber-they can't cause damage with their spike-shaped bodies by dropping down onto other creatures.</p>\n<p>Darkmantles have a swift life cycle-their young grow to maturity in a matter of months, and most of these creatures die of old age after living for only a few years. As a result, generations of darkmantles quickly accrue, and over the years, they've developed a similarly rapid propensity to adapt to new locations. Aquatic caverns, for example, might be infested with darkmantles that can swim instead of fly; on the other hand, icy caverns would've led to darkmantles that developed white or pale blue colorations, and these specimens might produce blasts of obscuring fog instead of darkness. The deepest, darkest reaches of the Darklands are rumored to host darkmantles of incredible size, capable of smothering multiple human-sized victims simultaneously. These deep-dwelling darkmantles have the capacity to shed more powerful darkness that can plunge even creatures with darkvision into inky blackness- darkness in which these deep-dwelling creatures can, of course, still see well within.</p>"
        },
        "Dismemberment Table": {
            "name": "Dismemberment Table",
            "acDetails": "18 when broken",
            "blurb": "Variant animated object"
        },
        "Drazmorg The Damned": {
            "name": "Drazmorg The Damned",
            "blurb": "Male variant wight necromancer",
            "hpDetails": "void healing"
        },
        "Edgrin Galesong": {
            "name": "Edgrin Galesong",
            "blurb": "Male halfling bard"
        },
        "Explosive Crystal Spheres": {
            "name": "Explosive Crystal Spheres",
            "hpDetails": "BT 27",
            "descriptionHazard": "<p>Shimmering, glyph-graven, two-foot-diameter crystalline spheres shimmer and condense in the air, launching with explosive force at intruders.</p>",
            "disable": "<p>@Check[type:thievery|dc:25] (expert) to locate and deface tiny activation runes located at one of the six locations that spawn crystal spheres, or @Check[type:arcana|dc:28] (expert) or @Check[type:occultism|dc:28] (expert) to manipulate the magical energy at one of those locations to render the spheres inert, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (3rd level; counteract DC 22) to counteract one of the crystal sphere spawn points</p>",
            "routine": "<p>(6 actions) On each of the trap's actions, a crystal sphere that hasn't yet taken an action during the turn either flies 25 feet toward the closest creature in the Outer Ring (if no creature is within 25 feet), or it attacks a visible creature within 25 feet (the crystal spheres can sense targets via darkvision). If a crystal sphere attacks a target, that target takes @Damage[1d6[force]] damage (@Check[type:reflex|dc:24|basic:true]) as the sphere hits them and bursts. A creature can be attacked by multiple spheres in a turn, but a sphere always targets the closest target. Once a sphere attacks and bursts, it vanishes but respawns at its spawn point at the start of the next turn and continues its routine. A sphere that has been destroyed or had its spawn point disabled vanishes and doesn't continue to respawn and attack, and the trap loses 1 action for each sphere destroyed or disabled in this way.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Falling Debris": {
            "name": "Falling Debris",
            "descriptionHazard": "<p>A net filled with stones and a small anvil crashes down on someone who steps into the room.</p>",
            "disable": "<p>@Check[type:thievery|dc:17] to disarm the trap through a cracked-open door, or <span class=\"pf2-icon\">3</span> Interact to open the door slowly without triggering the trap</p>"
        },
        "Foolish Hunter": {
            "name": "Foolish Hunter"
        },
        "Grick": {
            "name": "Grick",
            "publicNotes": "<p>The wormlike gricks terrorize the caverns and tunnels in which it dwells, lying in wait near heavily traveled underground passages or subterranean cities for the chance to reach forth from the darkness and take its prey. Those laid low by a grick are rarely consumed on the spot. Instead, gricks haul back fresh food back to their lair in a tight burrow or high on a cavern ledge, where they consume their spoils in small bites at the gricks' leisure.</p>\n<p>The origin of gricks is unknown. Even though these creatures have a rudimentary intelligence, they don't have any social structure to speak of. Most gricks are encountered alone. Even on those occasions when unfortunate travelers meet multiple gricks in small groups, those gricks don't appear to communicate or work together; each instead attacks an individual target and retreats with its prize as soon as it manages to bring down an opponent. Capable predators, gricks also have a strangely weapon-resistant hide that makes them especially dangerous to the unprepared. Many novice adventurers have fallen to grick attacks merely because they couldn't damage these creatures with their non-magical weapons. Those familiar with gricks (especially dwarves, morlocks, and xulgaths) know the best strategy for dealing with them when one lacks access to magic weapons is to fall back and wait for more powerful or magical reinforcements.</p>\n<p>Gricks rely on their dark coloration and ability to climb walls to keep them out of sight until they're ready to spring an ambush. On occasions, when food becomes scarce in a particular area, gricks have been known to travel to the surface and roam the wilderness in search of prey, but they make these sojourns almost always out of necessity, lasting only as long as it takes them to find entrances to new subterranean lairs. These creatures prefer darkness and the comfort of a ceiling overhead; they avoid the open sky and go to great lengths to keep the cover of trees, low clouds, or buildings between them and the empty gulf overhead.</p>\n<p>Some Darklands societies have tried to recruit gricks as guardians or even beasts of burden, but their intelligence-while middling at best-is more than enough for them to stubbornly resist and even resent attempts at \"training.\" The best most societies can manage is to keep a grick guardian happy by making sure it remains well-fed and comfortable.</p>"
        },
        "Grimbal": {
            "name": "Grimbal",
            "blurb": "Male dwarf ghost",
            "hpDetails": "void healing, rejuvenation"
        },
        "Gurtlekep": {
            "name": "Gurtlekep",
            "blurb": "Male kobold lookout"
        },
        "Hymmir Urath": {
            "name": "Hymmir Urath",
            "blurb": "Male human barbarian ghoul",
            "hpDetails": "void healing"
        },
        "Id Ooze": {
            "name": "Id Ooze",
            "publicNotes": "<p>Not all oozes are mindless predators capable of little more than ambushing and consuming prey. The id ooze is a thinking, calculating creature with the capacity to carry out complex plots and plans-not always to secure a meal. Left to its own devices, an id ooze is just as content to spend decades or even centuries in introspective philosophical pursuits as it is to crawl through the underground rivers and moist caverns it prefers to call home.</p>\n<p>An id ooze can derive sustenance from the consumption of organic material, but without easy access to plants or animals to eat, they can subsist in a state of semi-hibernation for centuries while slowly absorbing residual psychic energies in locations that have been host to powerful emotions, such as long-standing temples that once hosted generations of worshippers, settlements that endured horrific wars or devastating disasters, or even just the home of a powerful occult spellcaster whose thoughts left marks upon the walls long after they moved on.</p>\n<p>An id ooze prefers water but is equally at home on land. The slimy creature appears as a patch of water until it attacks, when its gelatinous body piles up on itself to form a single pseudopod that strikes like an angry snake.</p>"
        },
        "Jekkajak": {
            "name": "Jekkajak",
            "blurb": "Female kobold sorcerer"
        },
        "Kapmek": {
            "name": "Kapmek",
            "blurb": "Male kobold slurk-trainer"
        },
        "Kerrdremak": {
            "name": "Kerrdremak",
            "blurb": "Male kobold witch"
        },
        "Kieragan Skross": {
            "name": "Kieragan Skross",
            "blurb": "Greater herexen",
            "hpDetails": "void healing"
        },
        "King Merlokrep": {
            "name": "King Merlokrep",
            "blurb": "Male kobold king"
        },
        "Lekmek": {
            "name": "Lekmek",
            "blurb": "Male kobold bully"
        },
        "Lodestone Trap": {
            "name": "Lodestone Trap",
            "hpDetails": "BT 15",
            "descriptionHazard": "<p>The magical lodestone discharges bolts of electricity that also magnetize metal in the room.</p>",
            "disable": "<p>@Check[type:thievery|dc:18] to unhook the pressure plates from the trap, or <em>@UUID[Compendium.pf2e.spells-srd.Item.9HpwDN4MYQJnW0LG]{Dispel Magic}</em> (2nd level, counteract DC 18) to counteract the trap</p>",
            "reset": "<p>At the end of a round in which there are no creatures standing on the floor or stuck to the lodestone, the trap deactivates. The vargouilles return to their alcoves, and the doors close. The trap resets automatically after 1 minute.</p>",
            "routine": "<p>(1 action) On its initiative, the trap exerts a strong magnetic pull on the doors, causing the north and west doors to open if they're closed, or causing the south and east doors to close if they're open. A character can open or close a door against this pull with a successful @Check[type:athletics|dc:18] check to @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} the door. At the same time, any character in the room who wears primarily metal armor must attempt a @Check[type:reflex|dc:18] save (characters in medium metal armor suffer a -1 circumstance penalty to this save, and characters in heavy metal armor suffer a -2 circumstance penalty).</p>\n<hr>\n<p><strong>Critical Success</strong> The PC is unaffected.</p>\n<p><strong>Success</strong> The PC resists the pull but treats the room as difficult terrain.</p>\n<p><strong>Failure</strong> The PC treats the room as difficult terrain and is knocked @UUID[Compendium.pf2e.conditionitems.Item.j91X7x0XSomq8d60]{Prone}. A PC who's already prone suffers a critical failure instead.</p>\n<p><strong>Critical Failure</strong> As failure, but the PC is also pulled 5 feet toward the lodestone. A PC who is adjacent to the lodestone instead becomes stuck to it and is @UUID[Compendium.pf2e.conditionitems.Item.VcDeM8A5oI6VqhbM]{Restrained} as long as the trap continues its routine (escape DC 18).</p>"
        },
        "Loose Slab": {
            "name": "Loose Slab",
            "descriptionHazard": "<p>The stone slab tears free from its track with the ear-piercing sound of failing metal.</p>",
            "disable": "<p>@Check[type:crafting|dc:20] (expert) to shore up the track so that it functions as intended, or @Check[type:thievery|dc:18] (trained) to wedge the slab in place to immobilize it</p>",
            "stealth": "<p>(trained)</p>"
        },
        "Narlynark": {
            "name": "Narlynark",
            "blurb": "Male kobold druid"
        },
        "Obscured Pitfalls": {
            "name": "Obscured Pitfalls",
            "descriptionHazard": "<p>A layer of disembodied eyes obscures a pitfall in the floor that's either deep enough for a human to fall into, or narrow enough to cause a painful fall.</p>",
            "disable": "<p>This hazard can't be disabled, merely avoided.</p>",
            "stealth": "<p>Either DC 18 or 0 if the eyes covering an area that obscures a pitfall are destroyed.</p>"
        },
        "Pendulum Blades": {
            "name": "Pendulum Blades",
            "descriptionHazard": "<p>Several swinging pendulums mounted with razor-sharp blades extend from the ceiling and slice into the room below.</p>",
            "disable": "<p>@Check[type:thievery|dc:20] to jam the gears and prevent the trap from being activated</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Phantom Mold": {
            "name": "Phantom Mold",
            "descriptionHazard": "<p>A burst of pale gray spores sprays into the air.</p>",
            "disable": "<p>@Check[type:survival|dc:18] to remove the mold without triggering the spores</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Pit of Toil": {
            "name": "Pit of Toil",
            "descriptionHazard": "<p>As ghostly, ectoplasm-dripping figures of dwarves work all around, the body of a living creature within the pit begins to ache with the pains of countless hours of back-breaking toil.</p>",
            "disable": "<p>@Check[type:crafting|dc:21] (expert) to shame the pit by miming skilled artistry, or @Check[type:religion|dc:18] (trained) to exorcise the haunt.</p>",
            "routine": "<p>(1 action; divine, necromancy) As the dwarves continue to chant and grasp at the living, the pit infuses all living creatures inside it with the ache and pain a body endures after hours of constant toil. Each living creature in the pit must attempt a @Check[type:fortitude|dc:18|traits:divine,necromancy,damaging-effect] save.</p>\n<hr>\n<p><strong>Critical Success</strong> The creature suffers no ill effect and is thereafter immune to the pit of toil's routine.</p>\n<p><strong>Success</strong> The creature suffers no ill effect.</p>\n<p><strong>Failure</strong> The creature takes @Damage[2d6[void]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.MIRkyAjyBeXivMa7]{Enfeebled 1} for 1 round.</p>\n<p><strong>Critical Failure</strong> The creature takes @Damage[4d6[void]] damage and becomes @UUID[Compendium.pf2e.conditionitems.Item.HL2l2VRSaQHu9lUw]{Fatigued}.</p>"
        },
        "Spike Thrower": {
            "name": "Spike Thrower",
            "descriptionHazard": "<p>Slats in the ceiling open and pepper the chamber below with long, metal spikes fired from the spring-loaded tubes.</p>",
            "disable": "<p>@Check[type:thievery|dc:18] to jam the gears and prevent the trap from being activated</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Tallow Guardian": {
            "name": "Tallow Guardian",
            "publicNotes": "<p>A tallow guardian typically appears as a vaguely humanoid-shaped mass of tallow or wax, its surface constantly melting, running down its body, and then hardening only to be reabsorbed into the central mass. The tallow guardian's face seems constantly on the verge of melting into a shapeless blob, yet the unsettling construct can still sense the world around it with ease.</p>"
        },
        "The Disciples": {
            "name": "The Disciples",
            "publicNotes": "<p>An unrisen is a mangled conglomeration of splintered bones, decaying organs, and rotting flesh, created when a ritual such as resurrect goes catastrophically wrong. Immense care must be taken, for if the ritual is a critical failure, an unrisen can be the result—as many a ritualist has learned to their horror.</p>\n<p>Unrisen are barely intelligent, aware only of the agony constantly inflicted by their flawed creation and their resentment for the living. They tend to attack the casters involved in the botched ritual first before lashing out at everyone else around them. Though an unrisen's twisted form is unrecognizable as the intended target of the resurrection, its wordless howls are often disturbingly similar to the deceased's voice. If an unrisen is destroyed before it can rise again, it's reduced to a handful of metallic blue-green salts referred to as essential salts.</p>",
            "blurb": "Variant unrisen",
            "hpDetails": "void healing"
        },
        "The Last Crucible": {
            "name": "The Last Crucible",
            "hpDetails": "BT 29 to smash a 5-ft-sq hole in the wall; Spout H 13; Spout HP 20 (BT 10)",
            "descriptionHazard": "<p>Magically hardened sheets of obsidian drop down over the room's exits while the machinery within taps into wells of magma to begin spewing lava-and monsters-into the maze.</p>",
            "disable": "<p>@Check[type:thievery|dc:28] (expert) to disable the main pressure plate at area <strong>H4a</strong> and deactivate the trap entirely (this causes the obsidian walls to retract up into the ceiling as well), @Check[type:thievery|dc:25] (trained) to disable one of the three lava spouts, or @Check[type:athletics|dc:28] (trained) to @UUID[Compendium.pf2e.actionspf2e.Item.SjmKHgI7a5Z9JzBx]{Force Open} a fallen obsidian wall</p>",
            "reset": "<p>The Last Crucible deactivates and resets 10 minutes after it has no target creatures (because the creatures either left area <strong>H4</strong> or died). Any thoqquas that still live sense the magma river at area <strong>H6</strong> and eventually make their way north to that area to swim away.</p>",
            "routine": "<p>(3 actions) The trap loses 1 action per disabled spout each turn. On each action, a different spout located at one of the three areas marked <strong>H4c</strong> spews a gout of lava at the closest non-thoqqua target in its line of sight; these spouts use magical sensors that have darkvision and a Perception DC of 25. Originally, agents of the abbot would come through here after the trap was triggered, deactivate it, and clean out the hardened blobs of lava and dead bodies that remained, but the amount of time it would take for this trap to clog tunnels with cooled lava makes tracking that slow accretion over the course of this adventure unnecessary.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Thoqqua": {
            "name": "Thoqqua",
            "publicNotes": "<p>Thoqquas are cantankerous creatures of fire and slag. Their bodies generate incredible heat that allows them to burrow or melt through most surfaces, even solid rock. Thoqquas are native to the vast ash deserts and lava fields of the Plane of Fire. There, they consume ore and minerals, which their furnace-like bodies then smelt into armor plates that grant the creatures their armored forms.</p>\n<p>These creatures' foremost body segment tapers into a straight, hornlike beak that glows with a blistering heat. Steam and smoke constantly hiss from their joints, and from a distance, thoqquas can be mistaken for strange metallic constructs. Adult thoqquas are 5 feet long and weigh 200 pounds.</p>\n<p>Thoqquas are dangerous to approach-they attack without thinking when startled or frustrated. If they don't immediately chase away intruders within their territory, then they might gradually come to view that area as property and even guard it. Mephits seem to understand this curious thoqqua thought process, occasionally brokering deals with the magma worms. The mephits claim that the mountain- sized ancestors of modern thoqquas were servants of the elemental lords and dug the first volcanoes in the young worlds of the Material Plane. These \"progenitor worms\" then retired to the worlds' cores, where their heat warms the planets even today. Thoqquas on the Material Plane do congregate around volcanoes-though whether this tendency is to protect a mineral-rich food site or sacred place, or simply out of comfort, depends on the thoqqua in question.</p>"
        },
        "Toxic Furnace": {
            "name": "Toxic Furnace",
            "hpDetails": "Furnace BT 28, Vent Hardness 10, Vent HP 18 (BT 9)",
            "descriptionHazard": "<p>The smoking furnace begins to hiss and click, and its vents swivel and adjust to spew toxic fumes in the direction of intruders.</p>",
            "disable": "<p>@Check[type:thievery|dc:25] (trained) to render one of the vents useless, or @Check[type:athletics|dc:25] to wrench and bend a vent until it no longer functions</p>",
            "reset": "<p>The trap resets after 1 minute, during which it sees no creatures to target.</p>",
            "routine": "<p>(3 actions) The trap loses 1 action for each disabled vent. On each of the trap's actions, a vent spews a gout of boiling toxin at a living creature in sight of it. It can't target a single creature more than once per round, so if there aren't enough viable targets for all 3 actions, the trap loses those unspent actions.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Trapped Elevator": {
            "name": "Trapped Elevator",
            "descriptionHazard": "<p>An oversized cauldron rigged as an elevator suddenly drops 30 feet if it's overloaded.</p>",
            "disable": "<p>@Check[type:thievery|dc:18] (trained) to lock the releasing mechanisms in place, or @Check[type:crafting|dc:20] to rig additional supports for the cauldron (this activity requires 10 minutes of work)</p>",
            "reset": "<p>Creatures can still fall down the shaft even after the cauldron is released, but the cauldron must be reset manually.</p>",
            "stealth": "<p>(expert)</p>"
        },
        "Ulizmila's Cauldron": {
            "name": "Ulizmila's Cauldron",
            "publicNotes": "<p>While Ulizmila is long gone, her animated cauldron remains a dangerous guardian of the hut. The mindless construct lurches to life and attacks anyone who dares to enter, pursuing intruders all the way to the clearing's edge before returning to its place inside the hut. When the cauldron attacks, it \"bites\" at enemies by snapping at them with its hinged lid while its inner surfaces swiftly heat up to cook anything Small it can \"gulp\" down.</p>\n<hr />\n<p>Granted a semblance of life through the use of rituals or other strange magic, animated objects take many forms and serve a variety of uses. A few examples of typical animated objects are listed below. Many of these creatures serve as guardians, surprising unsuspecting adventurers when they suddenly attack. Others serve as idle distractions for the exceptionally rich, simple servants created to handle odd jobs, and the like.</p>",
            "acDetails": "(13 when broken); construct armor"
        },
        "Unsafe Stairs": {
            "name": "Unsafe Stairs",
            "descriptionHazard": "<p>The rickety stairs groan and strain alarmingly if a Small or larger creature ascends them.</p>",
            "disable": "<p>@Check[type:crafting|dc:16] to quickly jury-rig some supports to prevent the stairs from collapsing</p>"
        },
        "Vargouille": {
            "name": "Vargouille",
            "publicNotes": "<p>Vargouilles are scavengers from the swamps of Abaddon, where they flop and flap through strange and haunted skies in constant search of fresh souls to torment. In this daemonic nightmare realm, vargouilles play a role similar to that of a raven or vulture, although they augment these roles with a malevolent delight in causing pain and anguish that no scavenger bird could ever hope to match. A vargouille is larger than a human head, typically between 12 and 20 inches high with a 15- to 35-inch wingspan. While vargouilles aren't natives of the Material Plane, they can be found there nevertheless, occupying graveyards, ancient battlefields, or anywhere one can find remnants of death and decay.</p>"
        },
        "Ygrik": {
            "name": "Ygrik",
            "blurb": "Male kobold jailer"
        }
    },
    "mapping": {
        "publicNotes": "system.details.publicNotes",
        "privateNotes": "system.details.privateNotes",
        "acDetails": "system.attributes.ac.details",
        "blurb": "system.details.blurb",
        "hpDetails": "system.attributes.hp.details",
        "allSavesBonus": "system.attributes.allSaves.value",
        "speedsDetails": "system.attributes.speed.details",
        "sensesDetails": "system.perception.details",
        "items": {
            "converter": "translateActorItems",
            "path": "items"
        },
        "descriptionHazard": "system.details.description",
        "disable": "system.details.disable",
        "reset": "system.details.reset",
        "routine": "system.details.routine",
        "stealth": "system.attributes.stealth.details"
    }
}