{
    "label": "Prishas-Precious-Projectiles",
    "folders": {
        "Bolts": "Bolts",
        "Rounds": "Rounds",
        "Blowgun Darts": "Blowgun Darts",
        "Sling Bullets": "Sling Bullets",
        "Arrows": "Arrows",
        "Magazines": "Magazines"
    },
    "entries": {
        "Adamantine Arrows (High-Grade)": {
            "name": "Adamantine Arrows (High-Grade)",
            "description": "These are standard arrows, but the heads are made from high-grade adamantine so can be used with magic bows."
        },
        "Adamantine Arrows (Standard-Grade)": {
            "name": "Adamantine Arrows (Standard-Grade)",
            "description": "These are standard arrows, but the heads are made from standard-grade adamantine so can be used with magic bows up to 15th level."
        },
        "Adamantine Blowgun Darts (High-Grade)": {
            "name": "Adamantine Blowgun Darts (High-Grade)",
            "description": "These are standard blowgun darts, but they are tipped with high-grade adamantine so can be used with magic blowguns."
        },
        "Adamantine Blowgun Darts (Standard-Grade)": {
            "name": "Adamantine Blowgun Darts (Standard-Grade)",
            "description": "These are standard blowgun darts, but they are tipped with standard-grade adamantine so can be used with magic blowguns up to 15th level."
        },
        "Adamantine Bolts (High-Grade)": {
            "name": "Adamantine Bolts (High-Grade)",
            "description": "These are standard crossbow bolts, but the heads are made from high-grade adamantine so can be used with magic crossbows."
        },
        "Adamantine Bolts (Standard-Grade)": {
            "name": "Adamantine Bolts (Standard-Grade)",
            "description": "These are standard crossbow bolts, but the heads are made from standard-grade adamantine so can be used with magic crossbows up to 15th level."
        },
        "Adamantine Dueling Pistol Rounds (High-Grade)": {
            "name": "Adamantine Dueling Pistol Rounds (High-Grade)",
            "description": "These are standard rounds for use with dueling pistols, but they are made from high-grade adamantine so can be used with magic dueling pistols."
        },
        "Adamantine Dueling Pistol Rounds (Standard-Grade)": {
            "name": "Adamantine Dueling Pistol Rounds (Standard-Grade)",
            "description": "These are standard rounds for use with dueling pistols, but they are made from standard-grade adamantine so can be used with magic dueling pistols up to 15th level."
        },
        "Adamantine Sling Bullets (High-Grade)": {
            "name": "Adamantine Sling Bullets (High-Grade)",
            "description": "These are standard sling bullets, but they are made from high-grade adamantine so may be used with magic slings."
        },
        "Adamantine Sling Bullets (Standard-Grade)": {
            "name": "Adamantine Sling Bullets (Standard-Grade)",
            "description": "These are standard sling bullets, but they are made from standard-grade adamantine so may be used with magic slings up to 15th level."
        },
        "Cold Iron Arrows (High-Grade)": {
            "name": "Cold Iron Arrows (High-Grade)",
            "description": "These are standard arrows, but the heads are made from high-grade cold iron so can be used with magic bows."
        },
        "Cold Iron Arrows (Low-Grade)": {
            "name": "Cold Iron Arrows (Low-Grade)",
            "description": "These are standard arrows, but the heads are made from low-grade cold iron so can be used with magic bows up to 8th level."
        },
        "Cold Iron Arrows (Standard-Grade)": {
            "name": "Cold Iron Arrows (Standard-Grade)",
            "description": "These are standard arrows, but the heads are made from standard-grade cold iron so can be used with magic bows up to 15th level."
        },
        "Cold Iron Blowgun Darts (High-Grade)": {
            "name": "Cold Iron Blowgun Darts (High-Grade)",
            "description": "These are standard blowgun darts, but they are tipped with high-grade cold iron so can be used with magic blowguns."
        },
        "Cold Iron Blowgun Darts (Low-Grade)": {
            "name": "Cold Iron Blowgun Darts (Low-Grade)",
            "description": "These are standard blowgun darts, but they are tipped with low-grade cold iron so can be used with magic blowguns up to 8th level."
        },
        "Cold Iron Blowgun Darts (Standard-Grade)": {
            "name": "Cold Iron Blowgun Darts (Standard-Grade)",
            "description": "These are standard blowgun darts, but they are tipped with standard-grade cold iron so can be used with magic blowguns up to 15th level."
        },
        "Cold Iron Bolts (High-Grade)": {
            "name": "Cold Iron Bolts (High-Grade)",
            "description": "These are standard crossbow bolts, but the heads are made from high-grade cold iron so can be used with magic crossbows."
        },
        "Cold Iron Bolts (Low-Grade)": {
            "name": "Cold Iron Bolts (Low-Grade)",
            "description": "These are standard crossbow bolts, but the heads are made from low-grade cold iron so can be used with magic crossbows up to 8th level."
        },
        "Cold Iron Bolts (Standard-Grade)": {
            "name": "Cold Iron Bolts (Standard-Grade)",
            "description": "These are standard crossbow bolts, but the heads are made from standard-grade cold iron so can be used with magic crossbows up to 15th level."
        },
        "Cold Iron Dueling Pistol Rounds (High-Grade)": {
            "name": "Cold Iron Dueling Pistol Rounds (High-Grade)",
            "description": "These are standard rounds for use with dueling pistols, but they are made from high-grade cold iron so can be used with magic dueling pistols."
        },
        "Cold Iron Dueling Pistol Rounds (Low-Grade)": {
            "name": "Cold Iron Dueling Pistol Rounds (Low-Grade)",
            "description": "These are standard rounds for use with dueling pistols, but they are made from low-grade cold iron so can be used with magic dueling pistols up to 8th level."
        },
        "Cold Iron Dueling Pistol Rounds (Standard-Grade)": {
            "name": "Cold Iron Dueling Pistol Rounds (Standard-Grade)",
            "description": "These are standard rounds for use with dueling pistols, but they are made from standard-grade cold iron so can be used with magic dueling pistols up to 15th level."
        },
        "Cold Iron Sling Bullets (High-Grade)": {
            "name": "Cold Iron Sling Bullets (High-Grade)",
            "description": "These are standard sling bullets, but they are made from high-grade cold iron so may be used with magic slings."
        },
        "Cold Iron Sling Bullets (Low-Grade)": {
            "name": "Cold Iron Sling Bullets (Low-Grade)",
            "description": "These are standard sling bullets, but they are made from low-grade cold iron so may be used with magic slings up to 8th level."
        },
        "Cold Iron Sling Bullets (Standard-Grade)": {
            "name": "Cold Iron Sling Bullets (Standard-Grade)",
            "description": "These are standard sling bullets, but they are made from standard-grade cold iron so may be used with magic slings up to 15th level."
        },
        "Repeating Crossbow Magazine with Adamantine Bolts (High-Grade)": {
            "name": "Repeating Crossbow Magazine with Adamantine Bolts (High-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating crossbows, but the heads are made from high-grade adamantine so can be used with magic repeating crossbows."
        },
        "Repeating Crossbow Magazine with Adamantine Bolts (Standard-Grade)": {
            "name": "Repeating Crossbow Magazine with Adamantine Bolts (Standard-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating crossbows, but the heads are made from standard-grade adamantine so can be used with magic repeating crossbows up to 15th level."
        },
        "Repeating Crossbow Magazine with Cold Iron Bolts (High-Grade)": {
            "name": "Repeating Crossbow Magazine with Cold Iron Bolts (High-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating crossbows, but the heads are made from high-grade cold iron so can be used with magic repeating crossbows."
        },
        "Repeating Crossbow Magazine with Cold Iron Bolts (Low-Grade)": {
            "name": "Repeating Crossbow Magazine with Cold Iron Bolts (Low-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating crossbows, but the heads are made from low-grade cold iron so can be used with magic repeating crossbows up to 8th level."
        },
        "Repeating Crossbow Magazine with Cold Iron Bolts (Standard-Grade)": {
            "name": "Repeating Crossbow Magazine with Cold Iron Bolts (Standard-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating crossbows, but the heads are made from standard-grade cold iron so can be used with magic repeating crossbows up to 15th level."
        },
        "Repeating Crossbow Magazine with Silver Bolts (High-Grade)": {
            "name": "Repeating Crossbow Magazine with Silver Bolts (High-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating crossbows, but the heads are made from high-grade silver so can be used with magic repeating crossbows."
        },
        "Repeating Crossbow Magazine with Silver Bolts (Low-Grade)": {
            "name": "Repeating Crossbow Magazine with Silver Bolts (Low-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating crossbows, but the heads are made from low-grade silver so can be used with magic repeating crossbows up to 8th level."
        },
        "Repeating Crossbow Magazine with Silver Bolts (Standard-Grade)": {
            "name": "Repeating Crossbow Magazine with Silver Bolts (Standard-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating crossbows, but the heads are made from standard-grade silver so can be used with magic repeating crossbows up to 15th level."
        },
        "Repeating Hand Crossbow Magazine with Adamantine Bolts (High-Grade)": {
            "name": "Repeating Hand Crossbow Magazine with Adamantine Bolts (High-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating hand crossbows, but the heads are made from high-grade adamantine so can be used with magic repeating hand crossbows."
        },
        "Repeating Hand Crossbow Magazine with Adamantine Bolts (Standard-Grade)": {
            "name": "Repeating Hand Crossbow Magazine with Adamantine Bolts (Standard-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating hand crossbows, but the heads are made from standard-grade adamantine so can be used with magic repeating hand crossbows up to 15th level."
        },
        "Repeating Hand Crossbow Magazine with Cold Iron Bolts (High-Grade)": {
            "name": "Repeating Hand Crossbow Magazine with Cold Iron Bolts (High-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating hand crossbows, but the heads are made from high-grade cold iron so can be used with magic repeating hand crossbows."
        },
        "Repeating Hand Crossbow Magazine with Cold Iron Bolts (Low-Grade)": {
            "name": "Repeating Hand Crossbow Magazine with Cold Iron Bolts (Low-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating hand crossbows, but the heads are made from low-grade cold iron so can be used with magic repeating hand crossbows up to 8th level."
        },
        "Repeating Hand Crossbow Magazine with Cold Iron Bolts (Standard-Grade)": {
            "name": "Repeating Hand Crossbow Magazine with Cold Iron Bolts (Standard-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating hand crossbows, but the heads are made from standard-grade cold iron so can be used with magic repeating hand crossbows up to 15th level."
        },
        "Repeating Hand Crossbow Magazine with Silver Bolts (High-Grade)": {
            "name": "Repeating Hand Crossbow Magazine with Silver Bolts (High-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating hand crossbows, but the heads are made from high-grade silver so can be used with magic repeating hand crossbows."
        },
        "Repeating Hand Crossbow Magazine with Silver Bolts (Low-Grade)": {
            "name": "Repeating Hand Crossbow Magazine with Silver Bolts (Low-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating hand crossbows, but the heads are made from low-grade silver so can be used with magic repeating hand crossbows up to 8th level."
        },
        "Repeating Hand Crossbow Magazine with Silver Bolts (Standard-Grade)": {
            "name": "Repeating Hand Crossbow Magazine with Silver Bolts (Standard-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating hand crossbows, but the heads are made from standard-grade silver so can be used with magic repeating hand crossbows up to 15th level."
        },
        "Repeating Heavy Crossbow Magazine with Adamantine Bolts (High-Grade)": {
            "name": "Repeating Heavy Crossbow Magazine with Adamantine Bolts (High-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating heavy crossbows, but the heads are made from high-grade adamantine so can be used with magic repeating heavy crossbows."
        },
        "Repeating Heavy Crossbow Magazine with Adamantine Bolts (Standard-Grade)": {
            "name": "Repeating Heavy Crossbow Magazine with Adamantine Bolts (Standard-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating heavy crossbows, but the heads are made from standard-grade adamantine so can be used with magic repeating heavy crossbows up to 15th level."
        },
        "Repeating Heavy Crossbow Magazine with Cold Iron Bolts (High-Grade)": {
            "name": "Repeating Heavy Crossbow Magazine with Cold Iron Bolts (High-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating heavy crossbows, but the heads are made from high-grade cold iron so can be used with magic repeating heavy crossbows."
        },
        "Repeating Heavy Crossbow Magazine with Cold Iron Bolts (Low-Grade)": {
            "name": "Repeating Heavy Crossbow Magazine with Cold Iron Bolts (Low-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating heavy crossbows, but the heads are made from low-grade cold iron so can be used with magic repeating heavy crossbows up to 8th level."
        },
        "Repeating Heavy Crossbow Magazine with Cold Iron Bolts (Standard-Grade)": {
            "name": "Repeating Heavy Crossbow Magazine with Cold Iron Bolts (Standard-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating heavy crossbows, but the heads are made from standard-grade cold iron so can be used with magic repeating heavy crossbows up to 15th level."
        },
        "Repeating Heavy Crossbow Magazine with Silver Bolts (High-Grade)": {
            "name": "Repeating Heavy Crossbow Magazine with Silver Bolts (High-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating heavy crossbows, but the heads are made from high-grade silver so can be used with magic repeating heavy crossbows."
        },
        "Repeating Heavy Crossbow Magazine with Silver Bolts (Low-Grade)": {
            "name": "Repeating Heavy Crossbow Magazine with Silver Bolts (Low-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating heavy crossbows, but the heads are made from low-grade silver so can be used with magic repeating heavy crossbows up to 8th level."
        },
        "Repeating Heavy Crossbow Magazine with Silver Bolts (Standard-Grade)": {
            "name": "Repeating Heavy Crossbow Magazine with Silver Bolts (Standard-Grade)",
            "description": "This is a magazine of 5 bolts for use with repeating heavy crossbows, but the heads are made from standard-grade silver so can be used with magic repeating heavy crossbows up to 15th level."
        },
        "Silver Arrows (High-Grade)": {
            "name": "Silver Arrows (High-Grade)",
            "description": "These are standard arrows, but the heads are made from high-grade silver so can be used with magic bows."
        },
        "Silver Arrows (Low-Grade)": {
            "name": "Silver Arrows (Low-Grade)",
            "description": "These are standard arrows, but the heads are made from low-grade silver so can be used with magic bows up to 8th level."
        },
        "Silver Arrows (Standard-Grade)": {
            "name": "Silver Arrows (Standard-Grade)",
            "description": "These are standard arrows, but the heads are made from standard-grade silver so can be used with magic bows up to 15th level."
        },
        "Silver Blowgun Darts (High-Grade)": {
            "name": "Silver Blowgun Darts (High-Grade)",
            "description": "These are standard blowgun darts, but they are tipped with high-grade silver so can be used with magic blowguns."
        },
        "Silver Blowgun Darts (Low-Grade)": {
            "name": "Silver Blowgun Darts (Low-Grade)",
            "description": "These are standard blowgun darts, but they are tipped with low-grade silver so can be used with magic blowguns up to 8th level."
        },
        "Silver Blowgun Darts (Standard-Grade)": {
            "name": "Silver Blowgun Darts (Standard-Grade)",
            "description": "These are standard blowgun darts, but they are tipped with standard-grade silver so can be used with magic blowguns up to 15th level."
        },
        "Silver Bolts (High-Grade)": {
            "name": "Silver Bolts (High-Grade)",
            "description": "These are standard crossbow bolts, but the heads are made from high-grade silver so can be used with magic crossbows."
        },
        "Silver Bolts (Low-Grade)": {
            "name": "Silver Bolts (Low-Grade)",
            "description": "These are standard crossbow bolts, but the heads are made from low-grade silver so can be used with magic crossbows up to 8th level."
        },
        "Silver Bolts (Standard-Grade)": {
            "name": "Silver Bolts (Standard-Grade)",
            "description": "These are standard crossbow bolts, but the heads are made from standard-grade silver so can be used with magic crossbows up to 15th level."
        },
        "Silver Dueling Pistol Rounds (High-Grade)": {
            "name": "Silver Dueling Pistol Rounds (High-Grade)",
            "description": "These are standard rounds for use with dueling pistols, but they are made from high-grade silver so can be used with magic dueling pistols."
        },
        "Silver Dueling Pistol Rounds (Low-Grade)": {
            "name": "Silver Dueling Pistol Rounds (Low-Grade)",
            "description": "These are standard rounds for use with dueling pistols, but they are made from low-grade silver so can be used with magic dueling pistols up to 8th level."
        },
        "Silver Dueling Pistol Rounds (Standard-Grade)": {
            "name": "Silver Dueling Pistol Rounds (Standard-Grade)",
            "description": "These are standard rounds for use with dueling pistols, but they are made from standard-grade silver so can be used with magic dueling pistols up to 15th level."
        },
        "Silver Sling Bullets (High-Grade)": {
            "name": "Silver Sling Bullets (High-Grade)",
            "description": "These are standard sling bullets, but they are made from high-grade silver so may be used with magic slings."
        },
        "Silver Sling Bullets (Low-Grade)": {
            "name": "Silver Sling Bullets (Low-Grade)",
            "description": "These are standard sling bullets, but they are made from low-grade silver so may be used with magic slings up to 8th level."
        },
        "Silver Sling Bullets (Standard-Grade)": {
            "name": "Silver Sling Bullets (Standard-Grade)",
            "description": "These are standard sling bullets, but they are made from standard-grade silver so may be used with magic slings up to 15th level."
        }
    }
}